{
  "1-1": "時期尚早、潜在力の蓄積期間。潜在能力の準備段階です。",
  "1-2": "才能が現れ始める、指導者との出会い。能力の発現と良き師との縁です。",
  "1-3": "一日中努力し、夕べも警戒を怠りません。勤勉と自己反省の習慣です。",
  "1-4": "躍進か慎重かの選択時期。重要な決断における慎重さです。",
  "1-5": "最盛期。リーダーシップの完全開花です。",
  "1-6": "過度の高ぶりは後悔を招く。成功の絶頂における謙遜が必要です。",
  "2-1": "霜を踏む、やがて堅氷に至る。小さな変化への敏感さです。",
  "2-2": "素直で方正で大らか、学べば必ず利があります。",
  "2-3": "美しい才能を内に秘めて正しくあることが大切です。内面の美質を謙虚に保つ能力です。",
  "2-4": "袋の口を括る、咎もなく誉もなし。慎重さと控えめさです。",
  "2-5": "黄色い裳、とても良いです。中正な徳と高い品格です。",
  "2-6": "激しい対立が起こり、血が濁ります。極限状況での意外な強さです。",
  "3-1": "石のように動かず、正しい道を保つことで、人から信頼を得る基礎を築きます。",
  "3-2": "進退に迷い、馬に乗ったり降りたりする状態です。",
  "3-3": "準備や案内なしに目標を追って深入りするのは危険です。",
  "3-4": "進むか戻るか迷いながらも、結婚を求めて進めば良いです。",
  "3-5": "豊かさを蓄えているが、小さな事には貞正で良いです。大きな事には貞正すぎると注意が必要です。",
  "3-6": "進むべきか戻るべきか迷い、血の涙を流すほど悲しみます。",
  "4-1": "蒙昧を啓発するには、刑罰の意味を教え、足かせ手かせを解く必要があります。",
  "4-2": "蒙昧な者を包み込んで導くのは良いです。包容力があり、他者を育てる才能があります。",
  "4-3": "この女性を妻にしてはいけません。外見や物質的な魅力に惑われやすいです。",
  "4-4": "蒙昧に陥って困る。周囲から孤立し、学ぶ機会を失いがちです。",
  "4-5": "子供のような純真な学習心があれば良いです。素直で純粋な心を持ち、学ぶことを楽しみます。",
  "4-6": "蒙昧を打ち破る。強い意志力で無知や悪習を断ち切れます。",
  "5-1": "郊外で待つ。平常心を保ち、周辺から準備を始める慎重さです。",
  "5-2": "砂地で待つ。多少の困難があっても、最後まで諦めない粘り強さです。",
  "5-3": "泥の中で待つと、敵を招き寄せることになります。",
  "5-4": "血の中で待つが、穴から抜け出すことができます。",
  "5-5": "酒食で待つ、正しくして良いです。余裕を持ち、楽しみながら時を待つことができます。",
  "5-6": "穴に入ると、招かざる三人の客が来る。予期しない出来事にも、丁寧に対応する品格です。",
  "6-1": "事を長引かせず、少し批判があっても、最終的には良いです。",
  "6-2": "争いに勝てないので、故郷に逃げ帰る。勝ち目のない争いからは賢く身を引く判断力です。",
  "6-3": "先祖の徳を食べて生きる。伝統や過去の蓄積に依存しがちです。",
  "6-4": "争いに勝てず、運命に従って心を変えます。",
  "6-5": "争いはとても良いです。正義のための争いに勝利する強い意志です。",
  "6-6": "帯を賜ることがあっても、一日のうちに三度も剥奪されます。",
  "7-1": "師は律をもって出ず、否あらば認めないこと注意が必要です。",
  "7-2": "師の中にの中にいて良いです、咎なし。組織の中核として信頼される能力です。",
  "7-3": "師は或いは尸を輿ぐ、注意が必要です。責任感はあるが指導力に欠けがちです。",
  "7-4": "師左に次る、咎なし。戦略的撤退を判断する冷静さです。",
  "7-5": "田に禽あり、言を執るに利し、咎なし。適材適所の人事配置能力です。",
  "7-6": "大君命あり、國を開き家を承ぐ。大局的視点で組織の未来を築く能力です。",
  "8-1": "信頼ありてこれに比す、咎なし。誠実な心で人と親しむ能力です。",
  "8-2": "内よりこれに比す、貞にして良いです。内面からの自然な親しみやすさです。",
  "8-3": "これを人に匪らざる者に比す。人選を誤りがちです。",
  "8-4": "外これに比す、貞にして良いです。外部との良好な関係構築能力です。",
  "8-5": "顕らかに比す。包容力のある指導的な親和力です。",
  "8-6": "これに比するに首なし、注意が必要です。優柔不断で主体性に欠けがちです。",
  "9-1": "道より復る、何ぞその咎あらん、良いです。正道を歩む真面目さです。",
  "9-2": "牽かれて復る、良いです。他人に引かれて成長する素直さです。",
  "9-3": "輿の輻を説く、夫妻反目す。性急で強引にですがちなになりがちです。",
  "9-4": "信頼あり、血去り惕出づ、咎なし。真心をもって危険を避ける賢明さです。",
  "9-5": "信頼ありてつながりたり、その近しい人を以て富まします。",
  "9-6": "既に雨ふり既に処る、徳を尚びて載す、婦貞なれども厲しです。",
  "10-1": "素履、往きて咎なし。素朴で飾らない誠実さです。",
  "10-2": "道を履むこと坦坦たり、幽人貞にして良いです。",
  "10-3": "眇にして能く視、跛にして能く履む、虎の尾を履み人を咥む、注意が必要です。",
  "10-4": "虎の尾を履み、愬愬たり、終に良いです。危険を察知し慎重に行動する能力です。",
  "10-5": "夬履、貞なれども厲し。決断力があるが慎重さを要する立場です。",
  "10-6": "履を視て祥を考う、その旋とても良いです。過去を振り返り教訓を得る智慧です。",
  "11-1": "茅を茹に拔く、その彙を以てす、征きて良いです。",
  "11-2": "荒を包み、馮河を用い、遐かを遺さず、朋亡び、中行に尚ぶを得です。",
  "11-3": "平にして陂ならざるはなく、往きて復らざるはなし、艱貞なれば咎なしです。",
  "11-4": "翩翩たり、富まずしてその近しい人と以にし、戒めずして信頼を以てします。",
  "11-5": "帝乙妹を歸す、以て祉ありとても良いです。謙虚な心での最高の幸福です。",
  "11-6": "城隍に復る、師を用いる勿れ、邑より命を告ぐ、貞なれども吝です。",
  "12-1": "茅を茹に拔く、その彙を以てす、貞にして吉亨です。",
  "12-2": "包み承く、小人は良いです、大人は否にして亨ります。",
  "12-3": "羞を包む。恥を知り内省する真摯さです。",
  "12-4": "命あれば咎なし、疇祉を離る。天命を信じて行動する信念です。",
  "12-5": "否を休む、大人良いです。危機意識を持ちつつ希望を保つ力です。",
  "12-6": "否を傾く、先ず否にして後に喜ぶ。困難の後の大きな転換を信じる力です。",
  "13-1": "身近な人と協力しても問題ありません。身近な人から協力関係を始める堅実さです。",
  "13-2": "身内だけの協力に偏りがちで、慎重さが必要です。身内だけの協力に留まりがちです。",
  "13-3": "戎を莽に伏せ、その高陵に升る、三歳興らずです。",
  "13-4": "その墉に乘る、攻むること克たず、良いです。攻撃的にならず和解を選ぶ智慧です。",
  "13-5": "同人、先ず號咷して後に笑う。困難を乗り越えて真の協力を実現する力です。",
  "13-6": "外の人と連携し、後悔はありません。理想は高いが現実的成果は限定的になりがちです。",
  "14-1": "害に交わることなし、咎に匪ず、艱なれば則ち咎なしです。",
  "14-2": "大車以て載す、往く攸あり、咎なし。大きな責任を担う能力と覚悟です。",
  "14-3": "公天子に用いられて亨る、小人は克たずです。",
  "14-4": "その彭に匪ず、咎なし。威張らず謙虚さを保つ能力です。",
  "14-5": "その信頼交如たり、威如たり、良いです。誠実さと威厳を併せ持つリーダーシップです。",
  "14-6": "天より之を祐く、良いですにして利あらざるなしです。",
  "15-1": "謙謙たる君子、用て大川を涉る、良いです。深い謙遜により大きな困難も乗り越える力です。",
  "15-2": "謙を鳴らす、貞にして良いです。謙虚な態度が自然と評判となる魅力です。",
  "15-3": "労謙なる君子、終わりあり良いです。努力を惜しまず謙虚に働く実直さです。",
  "15-4": "利あらざるなし、謙を撝く。全ての行動で謙遜を実践する一貫性です。",
  "15-5": "富まず、その近しい人と以にす、用て侵伐するに利あり、利あらざるなしです。",
  "15-6": "謙を鳴らす、用て師を行し、邑国を征するに利ありです。",
  "16-1": "豫を鳴らす、注意が必要です。自慢や高慢にですがちな危険なになりがちです。",
  "16-2": "石に介す、日を終えず、貞にして良いです。堅固な意志で早期に決断する能力です。",
  "16-3": "豫を盱る、悔い。優柔不断で機会を逃しがちな性格です。",
  "16-4": "豫に由り、大いに得る所あり。人々を楽しませることで大きな成果を得る才能です。",
  "16-5": "疾を貞とす、恆に死せず。困難な状況でも生き抜く強い生命力です。",
  "16-6": "冥豫、成りて渝あり、咎なし。過度の享楽から目覚める智慧です。",
  "17-1": "官渝あり、貞にして良いです。変化を受け入れ外に出て行く積極性です。",
  "17-2": "小子に係る、丈夫を失う。小さなものに拘り大きなものを見失いがちなになりがちです。",
  "17-3": "丈夫に係る、小子を失う。価値あるものを選び取る能力です。",
  "17-4": "随いて獲る所あり、貞なれば注意が必要です。利益を求めるが真心を失わない高潔さです。",
  "17-5": "嘉に信頼あり、良いです。良いものに対する純粋な信頼です。",
  "17-6": "之を拘係し、乃ち之に従い維ぐ。深い絆で結ばれた忠誠心です。",
  "18-1": "父の蠱を幹す、子あり、考咎なし。先代の問題を引き継ぎ改善する責任感です。",
  "18-2": "母の蠱を幹す、貞なる可からず。優しさを持ちつつ改革を進める微妙なバランス感覚です。",
  "18-3": "父の蠱を幹す、小しく悔いあるも、大きな咎なしです。",
  "18-4": "父の蠱を裕くす、往けば吝を見る。問題を放置して寛大すぎるになりがちです。",
  "18-5": "父の蠱を幹す、誉を用う。問題解決により名声を得る能力です。",
  "18-6": "王侯に事えず、その事を高尚にす。世俗の権力に頼らず理想を追求する高潔さです。",
  "19-1": "咸じて臨む、貞にして良いです。感情を込めて人を指導する親しみやすさです。",
  "19-2": "咸じて臨む、良いですにして利あらざるなし。温かい心で指導する理想的なリーダーシップです。",
  "19-3": "甘く臨む、利する攸なし。甘やかしがちだが反省する良識です。",
  "19-4": "至りて臨む、咎なし。完全に人に近づいて指導する献身性です。",
  "19-5": "知りて臨む、大君の宜しき、良いです。智慧を持って統治する賢明なリーダーです。",
  "19-6": "敦く臨む、良いですにして咎なし。厚い人情で人を導く温かいリーダーシップです。",
  "20-1": "童の観、小人は咎なし、君子は吝し。幼稚な観察力では限界があることを自覚する謙虚さです。",
  "20-2": "闚き観る、女の貞に利あり。狭い視野で物事を見がちな内向的になりがちです。",
  "20-3": "我が生を観て、進退す。自分の人生を客観視して方向性を決める能力です。",
  "20-4": "国の光を観る、用て王に賓たるに利ありです。",
  "20-5": "我が生を観る、君子は咎なし。自分の生き方を深く省察する哲学的思考です。",
  "20-6": "その生を観る、君子は咎なし。他者の生き方を深く観察する洞察力です。",
  "21-1": "屨校して趾を滅す、咎なし。小さな問題を早期に厳格に対処する能力です。",
  "21-2": "膚を噬みて鼻を滅す、咎なし。中程度の問題に対する適度な処罰能力です。",
  "21-3": "腊肉を噬み、毒に遇う。困難な問題に立ち向かう勇気はあるが苦労する性格です。",
  "21-4": "乾胏を噬み、金矢を得、艱貞に利あり、良いです。",
  "21-5": "乾肉を噬み、黄金を得、貞なれば厲し、咎なしです。",
  "21-6": "校を何いて耳を滅す、注意が必要です。過度に厳格になり、聞く耳を失いがちです。",
  "22-1": "その趾を賁る、車を舍てて徒す。基礎を美しく整え、質素に歩む誠実さです。",
  "22-2": "その須を賁る。外見を適度に整える美的センスです。",
  "22-3": "賁如濡如、永く貞なれば良いです。潤いのある美しさを持続する能力です。",
  "22-4": "賁如皤如、白馬翰如、寇に匪ず婚媾。純白な美しさで疑いを晴らす清らかさです。",
  "22-5": "丘園に賁る、束帛戔戔、吝けれども、終に良いです。",
  "22-6": "白く賁る、咎なし。装飾を捨てて素の美しさに到達する悟りです。",
  "23-1": "床を剝すこと足を以てす、貞を蔑にして注意が必要です。",
  "23-2": "床を剝すこと辨を以てす、貞を蔑にして注意が必要です。",
  "23-3": "之を剝す、咎なし。流れに逆らわず変化を受け入れる智慧です。",
  "23-4": "床を剝すこと膚に以す、注意が必要です。深刻な破綻に直面する厳しい現実です。",
  "23-5": "魚を貫き、宮人を以て寵し、利あらざるなしです。",
  "23-6": "碩果食われず、君子は輿を得、小人は廬を剝かります。",
  "24-1": "遠からずして復る、祗悔なし、とても良いです。早期に過ちを認めて戻る素直さです。",
  "24-2": "休らかに復る、良いです。穏やかに正道に復帰する温和さです。",
  "24-3": "頻りに復る、厲けれども咎なし。何度も失敗しても諦めない粘り強さです。",
  "24-4": "中行して独り復る。正しい道を一人でも歩む独立心です。",
  "24-5": "敦く復る、悔いなし。厚い反省をもって復帰する誠実さです。",
  "24-6": "迷いて復る、注意が必要です、災眚あり。復帰の時期を逸し迷いがちです。",
  "25-1": "无妄、往きて良いです。純粋無垢な心で進む清らかさです。",
  "25-2": "耕さずして穫せず、菑せずして畬せず、則ち往く攸あるに利ありです。",
  "25-3": "无妄の災い、或いは之を牛に系ぐ、行人の得、邑人の災いです。",
  "25-4": "貞なる可し、咎なし。正道を歩み続ける堅実な信念です。",
  "25-5": "无妄の疾、薬する勿かれ喜びあり。自然治癒力を信じる楽観的な気質です。",
  "25-6": "无妄、行けば眚あり、利する攸なし。時機を読まず行動して失敗しがちな性格です。",
  "26-1": "厲あり已むに利あり。危険を察知して止まる慎重さです。",
  "26-2": "輿の輹を説く。動きを止められるが耐える忍耐力です。",
  "26-3": "良馬逐う、艱貞に利あり、輿衛を閑にすと曰う、往く攸あるに利ありです。",
  "26-4": "童牛の牿、とても良いです。早期から規律を身につける堅実さです。",
  "26-5": "豶豕の牙、良いです。攻撃性を抑制し平和的に解決する智慧です。",
  "26-6": "天の衢を何く、亨る。長い蓄積期間を経て大きく活躍する大器晩成です。",
  "27-1": "爾の霊亀を舍て、我が朵頤を観る、注意が必要です。精神的な価値を捨てて物欲に走りがちです。",
  "27-2": "頤を顛す、経に拂う、丘に于て頤う、征けば注意が必要です。",
  "27-3": "頤に拂う、貞なれば注意が必要です、十年用いる勿かれ、利する攸なしです。",
  "27-4": "頤を顛して良いです、虎視眈眈たり、その欲逐逐たり、咎なしです。",
  "27-5": "経に拂う、貞に居りて良いです、大川を涉る可からずです。",
  "27-6": "頤に由る、厉けれども良いです、大川を涉るに利ありです。",
  "28-1": "用て白茅を藉く、咎なし。慎重すぎるほど丁寧な準備をする完璧主義です。",
  "28-2": "枯楊稊を生ず、老夫その女妻を得、利あらざるなしです。",
  "28-3": "棟撓る、注意が必要です。過度の負担で限界を超えてしまう危険性です。",
  "28-4": "棟隆し、良いです。重責を担いながらも支える強いリーダーシップです。",
  "28-5": "枯楊華を生ず、老婦士夫を得、咎なく誉れなしです。",
  "28-6": "過ぎて涉り頂を滅す、注意が必要です、咎なし。極限状況でも他者のために行動する献身性です。",
  "29-1": "困難に困難が重です、坎穴に落ちる、注意が必要です。",
  "29-2": "坎に険あり、小さな得を求める。現実的な目標設定と段階的進歩です。",
  "29-3": "坎が次々と来て、険しく枕するが如し、坎穴に入る、用いるべからずです。",
  "29-4": "樽酒と簋を二つ、瓦器を用い、窓から約を納れる、終に咎なしです。",
  "29-5": "坎は満たされず、ただ平らになるのみ、咎なしです。",
  "29-6": "縄で縛られ、茨の藪に置かれ、三年得られず、注意が必要です。",
  "30-1": "履み違えて錯然たり、敬えば咎なし。初期の混乱に対する謙虚な対処です。",
  "30-2": "黄色い離、とても良いです。中庸の徳による安定した光明です。",
  "30-3": "日暮れの離、太鼓を打って歌わなければ老いの嘆きとです、注意が必要です。",
  "30-4": "突然やって来て、燃え上がり、死に、捨てられる如しです。",
  "30-5": "涕を出だすこと沱の若く、戚嗟すること若し、良いです。",
  "30-6": "王が出征に用い、嘉きことに首を折り、その醜ではない者を獲る、咎なしです。",
  "31-1": "母指が感ずる、小さな感動から始まる。微細な変化への敏感さです。",
  "31-2": "脛が感ずる、動けば注意が必要です、留まれば良いです。衝動的行動への慎重さです。",
  "31-3": "腿が感ずる、その従う者を執る、往けば吝です。",
  "31-4": "正しくあることが大切ですば良いです、悔い亡ぶ、憧憧として往來す、朋は爾の思いに従います。",
  "31-5": "背中が感ずる、悔いなし。深い直感的につながる能力です。",
  "31-6": "頬と舌が感ずる、表面的な共鳴。言葉による表面的な交流への注意です。",
  "32-1": "始まりでは焦らず、深く基礎を築くことが重要です。",
  "32-2": "中庸の道を歩むことで、過去の過ちは自然に消えります。",
  "32-3": "一貫性を保たず、ころころと方針を変えると恥をかきます。",
  "32-4": "成果を求める場所を間違えている。正しい場所で継続的に努力せよです。",
  "32-5": "継続することを貫く。立場に応じた持続の仕方を選べです。",
  "32-6": "持続を振り動かし、一貫性を失う。過度な変化は避け、安定した継続を保てです。",
  "33-1": "退却の最後尾は危険。軽率な行動は慎み、時を待てです。",
  "33-2": "黄色い牛の革のように強固に保持する。強い意志で信念を貫けです。",
  "33-3": "しがらみがあり完全に退けません。責任を果たしながら段階的に退けです。",
  "33-4": "良い退避。名誉ある撤退を心がけよです。",
  "33-5": "素早い退避。理想的な撤退のタイミングです。",
  "33-6": "豊かな退避。完全な解放を享受せよです。",
  "34-1": "足先にまで力がみなぎる。力はあるが今は動くべき時ではありません。",
  "34-2": "正しい道を行けば良いです。正義を貫けば必ず良い結果が得られます。",
  "34-3": "小人は力を濫用し、君子は慎重にですすぎります。",
  "34-4": "正しければ良いですで悔いは消える。障害を破り力に変えよです。",
  "34-5": "雄羊を野原で失う。執着を捨て自然に任せよです。",
  "34-6": "雄羊が垣根にぶつかる。困難を耐え抜けば道は開けります。",
  "35-1": "進もうとして挫けそうになる。挫折しても正しい道を歩み続けよです。",
  "35-2": "進みながら憂う。不安があっても先祖の加護があります。",
  "35-3": "多くの人が信頼する。周囲の信頼を得て前進せよです。",
  "35-4": "進むこと鼫鼠のようだです。",
  "35-5": "悔いは消える。得失にこだわらず前進せよです。",
  "35-6": "角を突き出して進む。積極的行動も適所でのみ有効です。",
  "36-1": "明夷が飛んで翼を垂らす。困難な時期でも信念を曲げず進めです。",
  "36-2": "明夷で左股を傷つける。他者の助けを借りて困難を脱せよです。",
  "36-3": "南の狩りで明夷を得て、その大首を得られます。",
  "36-4": "その左腹に入る。相手の心中を理解して外に出よです。",
  "36-5": "箕子の明夷。賢者の模範に従って耐え忍べです。",
  "36-6": "明らかでなく暗い。盛衰の理を悟り謙虚になれです。",
  "37-1": "家に規律がある。家庭内の規律を正しく定めよです。",
  "37-2": "追い求めるものはなく、食事の世話に専念します。",
  "37-3": "家族が厳格なのは、悔いがあっても最終的に良いです。",
  "37-4": "豊かな家はとても良いです。家族の繁栄を喜び感謝せよです。",
  "37-5": "王が家を訪れる。誠意ある態度で賓客を迎えよです。",
  "37-6": "誠意があり威厳もある。誠実さと威厳を併せ持てです。",
  "38-1": "悔いは消える。対立しても自然の調和を信じよです。",
  "38-2": "その主人に路地で出会う。意外な場所での和解もあります。",
  "38-3": "車が引き裂かれ、人が額に入れ墨をされ鼻を削がれています。",
  "38-4": "孤立している。真の友との出会いを大切にせよです。",
  "38-5": "悔いは消える。一族の結束により前進できます。",
  "38-6": "孤立して豚が泥をかぶり、鬼の乗る車を見ります。",
  "39-1": "進むのは困難、退くのは誉れ。無理に進まず退くことも勇気です。",
  "39-2": "王の臣は非常に困難な中にあるが、自分のためではありません。",
  "39-3": "進むのは困難、帰ることで事態が好転。一旦退いて体勢を立て直せです。",
  "39-4": "進むのは困難、戻れば連携がとれる。仲間との連携で困難を乗り越えよです。",
  "39-5": "大きな困難だが、友が来る。困難な時こそ真の友が現れます。",
  "39-6": "進むのは困難、戻ることで大きな成果。賢者の助言を求めよです。",
  "40-1": "咎めはません。問題は自然に解決します。",
  "40-2": "野で三匹の小さな問題を捕らえ、黄色い矢を得られます。",
  "40-3": "背負いながら乗る。分不相応な行動は災いを招きます。",
  "40-4": "あなたの親指を解け。小さな束縛を解けば友情が生まれます。",
  "40-5": "君子だけが解決できる。君子の德により全ての問題が解決します。",
  "40-6": "公が高い城壁の上で隼を使って射る、これを捕らえります。",
  "41-1": "用事を止めて急いで行く。適度な自己抑制が大切です。",
  "41-2": "正しくあることに利がある。現状維持が最良の策です。",
  "41-3": "三人で行けば一人減る。時には独りの方が良い結果を得られます。",
  "41-4": "その病気を軽くして、急いで喜ばせる。他者の苦痛を軽減することは善行です。",
  "41-5": "あるいはこれを益すこと、十朋の亀も違わません。",
  "41-6": "減らさずに増やす。自己犠牲により大きな成果を得られます。",
  "42-1": "大事業に利がある。大きな事業に取り組む絶好の機会です。",
  "42-2": "増益すること十朋の亀も違わません。天の祝福により大きな成功を得られます。",
  "42-3": "災いのときに益を与える。危機においても他者を助けることは德行です。",
  "42-4": "中正に行い公に告げれば従う。正しい提言は受け入れられます。",
  "42-5": "誠意があり恵みの心がある。恵みの心で行動すれば必ず報われます。",
  "42-6": "誰もこれを益さません。利己的になれば支援を失います。",
  "43-1": "足先に力がある。準備不足で進むと失敗します。",
  "43-2": "警戒して叫ぶ、夜中に兵がある。警戒を怠らなければ問題ません。",
  "43-3": "頬骨に力がある。正義のためなら孤立も辞さずです。",
  "43-4": "尻に皮膚がない、その歩き方は不安定。言葉より行動で判断せよです。",
  "43-5": "莧陸を決断して除く、中正に行えば咎めなしです。",
  "43-6": "叫び声がない、終に注意が必要ですがある。警告を発しないと災いを招きます。",
  "44-1": "金の車止めに繋ぐ。軽率な行動は慎み、慎重にです。",
  "44-2": "台所に魚がある。内輪だけの利益は長続きしません。",
  "44-3": "尻に皮膚がない、その歩き方は不安定。不安定でも進み続けよです。",
  "44-4": "台所に魚がません。基本的な準備を怠るなです。",
  "44-5": "杞でウリを包む、美しい模様を含む、天から降ってくるものがあります。",
  "44-6": "その角で遭遇する。思わぬ障害も学びの機会です。",
  "45-1": "誠意があるが終わらません。最初の混乱を恐れず信念を貫けです。",
  "45-2": "引き寄せれば良いですで咎めなし。誠意があれば質素でも受け入れられます。",
  "45-3": "集まってはため息をつく。集団に馴染めなくても自分の道を行けです。",
  "45-4": "とても良いですで咎めなし。集合の中心となることで大きな成果を得られます。",
  "45-5": "その地位に集まりがある。指導者は常に正しくあるしましょいます。",
  "45-6": "嘆き悲しみ涙を流す。別れの悲しみも自然な感情です。",
  "46-1": "信頼されて昇る、とても良いです。誠実さが昇進への道を開きます。",
  "46-2": "信頼すれば薄い供え物を用いるのに利があります。",
  "46-3": "空っぽの町に昇る。障害のない道を選んで進めです。",
  "46-4": "王が岐山で祭りを行う。高い志と謙虚さで成功します。",
  "46-5": "正しければ良いですで階段を昇る。一歩一歩着実に昇進せよです。",
  "46-6": "闇の中で昇る。見えない努力こそ真の昇進の基です。",
  "47-1": "臀が株木に困り、幽谷に入り、三年見えずです。",
  "47-2": "酒食に困る、朱紱が来る、祭祀に用いるに利し、征けば注意が必要です、咎なしです。",
  "47-3": "石に困り、蒺蔾に據る、宮に入るも妻を見ず、注意が必要です。",
  "47-4": "徐徐として来る、金車に困る、吝しけれど終わりありです。",
  "47-5": "鼻と足を切られ、赤紱に困るが、やがて悦びあり、祭祀に利しです。",
  "47-6": "葛藟に困り、臲卼たり、動けば悔ありと曰うも、悔いて征けば良いです。",
  "48-1": "井戸が泥だらけで飲めません。古い方法では誰も集まらません。",
  "48-2": "井戸の底で鮒を射る、甕に破れ漏れがあります。",
  "48-3": "井戸を掃除したが飲まれません。才能が認められないときも準備を怠るなです。",
  "48-4": "井戸の壁を作る、咎めなし。基盤整備は地味だが重要です。",
  "48-5": "井戸は清らかで冷たい泉が飲める。清廉潔白な人格で人々を潤せです。",
  "48-6": "井戸が完成し覆いをしません。完成した德は隠さず皆に分け与えよです。",
  "49-1": "黄牛の革を用いて鞏固にする。変革の基礎固めにおける慎重さです。",
  "49-2": "己日に乃ちこれを革む、征けば良いです、咎なしです。",
  "49-3": "征けば注意が必要です、貞なれば厲し、革言三たび就れば信頼ありです。",
  "49-4": "悔い亡ぶ、信頼ありて命を改む、良いです。信頼に基づく根本的変革の実行力です。",
  "49-5": "大人は虎の如く変ず、未だ卜せざるも信頼ありです。",
  "49-6": "君子は豹の如く変じ、小人は面を革む、征けば注意が必要です、居て貞なれば良いです。",
  "50-1": "鼎がひっくり返って足が上になる、悪いものを出すのに利があります。",
  "50-2": "鼎に中身がある。充実していれば敵も近づけません。",
  "50-3": "鼎の耳が変わり、その働きが塞がれる。一時的な困難も天の恵みで解決します。",
  "50-4": "鼎の足が折れ、公の粥をひっくり返し、その形を汚します。",
  "50-5": "鼎の黄色い耳と金の持ち手。中庸と堅実さで成功します。",
  "50-6": "鼎の玉の持ち手。最高の品格で全ての人に恵みをもたらせです。",
  "51-1": "震えながら雷が来て、後で笑い声が響きます。",
  "51-2": "雷が来て危険。失ったものを追わず時を待てです。",
  "51-3": "雷がざわざわと震える。変化の波に乗って行動せよです。",
  "51-4": "雷が泥の中に沈む。力があっても環境が悪いと発揮できません。",
  "51-5": "雷が往来して危険。危険を覚悟しても責任を果たせです。",
  "51-6": "雷がざわめき、見回すとびくびくしています。",
  "52-1": "趾を止める、咎なし、永く貞しきに利しです。",
  "52-2": "脛を止める、連れを救えず、心快からずです。",
  "52-3": "腰を止める、背筋を裂く、危険が心を薫ります。",
  "52-4": "身を止める、咎なし。全身全霊での静止と集中です。",
  "52-5": "頬を止める、言葉に序あり、悔い亡ぶ。慎重な言葉選びと表現力です。",
  "52-6": "敦厚な艮、良いです。深く誠実な静寂と安定性です。",
  "53-1": "鴻雁が水辺に進む。段階を踏んで進めば批判も気にならません。",
  "53-2": "鴻雁が岩に進む。安定した基盤で喜びを分かち合えです。",
  "53-3": "鴻雁が陸地に進む。困難な時期でも守るべきものを守れです。",
  "53-4": "鴻雁が木に進む。適切な場所を見つければ安定します。",
  "53-5": "鴻雁が丘に進む。忍耐強く待てば必ず報われます。",
  "53-6": "鴻雁が雲に進む。完成した德は他の模範となります。",
  "54-1": "帰妹が足の不自由な者と結婚する。不完全でも誠意があれば良いです。",
  "54-2": "片目でも見ることができる、隠者の正しさに利があります。",
  "54-3": "帰妹が待つことで結婚し、逆に妹として仕えります。",
  "54-4": "帰妹が期を過ぎる、遅れて帰るには時があります。",
  "54-5": "帝乙の娘が結婚する時、その君主の袖は妹の袖の良さに及ばません。",
  "54-6": "女がかごを受けるが中身がなく、男が羊を切るが血が出ません。",
  "55-1": "その配偶者である主人に会う。繁栄時でも謙虚な態度を保てです。",
  "55-2": "その覆いを豊かにし、真昼に北斗星を見ります。",
  "55-3": "その沛を豊かにし、真昼に小さな星を見ります。",
  "55-4": "その覆いを豊かにし、真昼に北斗星を見ります。",
  "55-5": "美しい文様が来る、慶びと誉れがある。美德により祝福と名誉を得られます。",
  "55-6": "その家を豊かにし、家を覆い隠し、その戸を覗くが、静まり返って人がいません。",
  "56-1": "旅が細々として、ここでその災いを招きます。",
  "56-2": "旅路で宿を取り財産を懐に入れ、忠実な僕を得られます。",
  "56-3": "旅で宿を焼き、その僕を失う。性急な行動は支持者を失わせります。",
  "56-4": "旅先である場所で、その資金と道具を得られます。",
  "56-5": "雉を射るが一本の矢を失う。小さな損失を恐れず大きな目標を目指せです。",
  "56-6": "鳥がその巣を焼かれ、旅人は最初笑い後で泣き叫びます。",
  "57-1": "進退す、武人の貞に利し。決断における軍人的な規律と明確さです。",
  "57-2": "床下で巽く、史官や巫女を用いて紛らわしきが如し、良いです、咎なしです。",
  "57-3": "頻繁に巽く、恥ずかしい。過度の謙遜への注意です。",
  "57-4": "悔い亡ぶ、田にて三品を獲る。継続的努力による多様な成果です。",
  "57-5": "貞しければ良いです、悔い亡ぶ、利ないことはありません、初めなくして終わりありです。",
  "57-6": "床下で巽く、その資斧を喪う、貞なれども注意が必要です。",
  "58-1": "和やかな兌、良いです。自然な喜びと調和へのになりがちです。",
  "58-2": "誠実な兌、良いです、悔い亡ぶ。真心からの喜びと誠実さです。",
  "58-3": "やって来る兌、注意が必要です。外から来る誘惑への警戒心です。",
  "58-4": "商議する兌、未だ寧からず、病を介して喜びありです。",
  "58-5": "剥に信頼す、厉あり。危険な人物への信頼に対する警告です。",
  "58-6": "引かれる兌。他者に引きずられがちです。",
  "59-1": "強い馬を用いて救う。外部の力を借りて問題を解決せよです。",
  "59-2": "渙散して机に向かって走る、悔いは消えります。",
  "59-3": "その身を散らす、悔いはません。私心を捨てて公に尽くせです。",
  "59-4": "その集団を散らす。型破りな発想で大きな成功を収めります。",
  "59-5": "汗のように大号令を渙散させる。大改革には大きな変化が必要です。",
  "59-6": "その血を渙散させて遠くに去り出る。危険な状況から完全に脱出せよです。",
  "60-1": "戸庭を出でず、咎なし。慎重さと自己制御の基本姿勢です。",
  "60-2": "門庭を出でず、注意が必要です。過度の慎重さによる機会損失への警告です。",
  "60-3": "節せざるが若く、則ち嗟くが若し、咎なしです。",
  "60-4": "安らかに節す、亨る。自然で無理のない節制の実現です。",
  "60-5": "甘美な節、良いです、往けば尚ばれん。楽しみながらの節制と品格ある行動です。",
  "60-6": "苦しい節、貞なれど注意が必要です、悔い亡ぶ。過度な節制の弊害への気づきです。",
  "61-1": "慮って良いです。一心不乱に誠意を尽くせです。",
  "61-2": "鳴く鶴が陰にいて、その子がこれに和します。",
  "61-3": "敵を得て、あるときは太鼓を打ちあるときは止め、あるときは泣きあるときは歌います。",
  "61-4": "月がもう少しで満月、馬の連れが失われます。",
  "61-5": "誠意があって結び合うようだ。誠意による結束は最も強いです。",
  "61-6": "鶏の声が天に登る。実力以上の高望みは危険です。",
  "62-1": "飛ぶ鳥がこれを残して注意が必要です。小さなことも慎重に扱えです。",
  "62-2": "その祖父を通り過ぎてその祖母に会い、その君主に及ばずその臣に会います。",
  "62-3": "過ちを防がなければ、誰かがそれに従って殺すだろいます。",
  "62-4": "咎めなくこれに遇う。状況に応じて柔軟に対応せよです。",
  "62-5": "厚い雲だが雨が降らない、我が西の郊外から来ります。",
  "62-6": "これに会うことなくこれを過ぎる。度を越した行動は災いを招きます。",
  "63-1": "車輪を引きずり、尾を濡らす、咎なし。完成への慎重なアプローチと細心の注意です。",
  "63-2": "婦人その茀を喪う、逐うことなかれ、七日にして得んです。",
  "63-3": "高宗、鬼方を伐ち、三年にしてこれに克つ、小人は用うるなかれです。",
  "63-4": "繻に衣袽あり、終日戒む。成功時の継続的警戒心です。",
  "63-5": "東隣は牛を殺すも、西隣の禴祭に如かず、実にその福を受きます。",
  "63-6": "その首を濡らす、厲し。完成の後の油断による危険への警告です。",
  "64-1": "尻尾を濡らす、困難だが学びがある。新しい挑戦での初期困難です。",
  "64-2": "車輪を引きずる、正しければ良いです。着実な前進への意志です。",
  "64-3": "未完成、軽率な行動は注意が必要です、大事業には利です。",
  "64-4": "正しくあることが大切ですば良いです、後悔は消える。信念に基づく行動力です。",
  "64-5": "正しくあることが大切ですば良いです、後悔なし、君子の光、信頼あり、良いです。",
  "64-6": "酒を飲むにも信があれば、咎なし。余裕と品格を備えた完成形です。"
}
