{
  "5": {
    "現代解釈の要約_plain": "才能が完全に開花し、最高の地位でその力を発揮している絶頂期。自己決定と自己管理の極致。"
  },
  "7": {
    "現代解釈の要約_plain": "多くの有能な者が、特定のリーダーに依存せず、それぞれが自律的に協力し合う、理想的な関係資源の状態。"
  },
  "10": {
    "現代解釈の要約_plain": "優れた能力をひけらかさず、縁の下の力持ちとして貢献する。個人の功績よりも関係資源全体の成功を優先する、控えめだが重要な役割。"
  },
  "22": {
    "現代解釈の要約_plain": "未熟な者を寛大な心で包み込み、忍耐強く指導する理想的な教育者の姿。その結果、教えを受けた者は大いに成長し、関係資源や家庭は安泰となる。"
  },
  "39": {
    "現代解釈の要約_plain": "関係資源やプロジェクトの始動には、明確なルールと規律が不可欠。規律が曖昧なら、どんなに良い目的でも必ず失敗する、という根本原則。"
  },
  "40": {
    "現代解釈の要約_plain": "関係資源の中核を担う、実力と人望を兼ね備えた理想的な現場リーダー。トップからの信頼も厚く、大きな権限を委ねられ、関係資源を勝利に導く。"
  },
  "41": {
    "現代解釈の要約_plain": "関係資源内に無能な人物や、やる気のない者（尸＝しかばね）が重要な地位にいる。関係資源が腐敗し、機能不全に陥っている、極めて危険な状態。"
  },
  "46": {
    "現代解釈の要約_plain": "関係資源や関係資源の内部において、心からの揺るぎない結束が形成されている理想的な状態。共通の価値観に基づいた、本質的な関係資源の使い方。"
  },
  "47": {
    "現代解釈の要約_plain": "不正な目的を持つ者や、信頼できない人物と安易に関係資源の使い方を結ぶこと。誤ったパートナーシップが、大きな問題や損失を招く。"
  },
  "48": {
    "現代解釈の要約_plain": "関係資源の枠を超え、外部の専門家や優れた関係資源と関係資源の使い方を築く。外部の知恵を積極的に取り入れることで、自らの成長に繋がる。"
  },
  "49": {
    "現代解釈の要約_plain": "関係資源のトップが、必要な相手からの厚い一貫性を積み重ねて、強い自己決定と自己管理を発揮している状態。明確な目標の下、全員が協力し、咎められることがない。"
  },
  "53": {
    "現代解釈の要約_plain": "関係資源や関係資源内部に深刻な不和が生じ、協力体制が崩壊する。連携が完全に機能不全に陥り、プロジェクトが停滞する、最悪の状況。"
  },
  "55": {
    "現代解釈の要約_plain": "困難を乗り越え、関係資源や関係資源内に、揺るぎない信頼と結束が形成されている。自分たちだけでなく、必要な相手の協力者と共に繁栄する共存共栄の理想形。"
  },
  "64": {
    "現代解釈の要約_plain": "リーダーが、広い心で多様な必要な相手を受け入れる包容力を示す。偏りのない公平な姿勢が、派閥を超えた真の信頼を生み、困難な事業も成し遂げられる。"
  },
  "67": {
    "現代解釈の要約_plain": "リーダー（帝乙）が、下位者（妹）を尊重し、結びつくことで、関係資源や社会全体が最高の調和と繁栄を享受する、理想的な状態。"
  },
  "71": {
    "現代解釈の要約_plain": "自身の過ちや関係資源の不都合な事実を隠蔽しようとする状態。問題から目を背け、責任を回避するその姿勢が、さらなる孤立と信頼の喪失を招く。"
  },
  "75": {
    "現代解釈の要約_plain": "新しい関係資源の使い方の始まり。特定のグループに限定せず、広く門戸を開いて協力を呼びかける。その開かれた姿勢自体が正しく、咎められない。"
  },
  "76": {
    "現代解釈の要約_plain": "関係資源の使い方が、血縁や学閥など、排他的な内輪だけのものに留まっている状態。公平性を欠き、全体の利益を損なうため、いずれ恥をかくことになる。"
  },
  "77": {
    "現代解釈の要約_plain": "関係資源の使い方にあるはずが、互いに疑心暗鬼になり、水面下で対立している。不信感が根深く、物事が長期間にわたって停滞する、最悪の膠着状態。"
  },
  "79": {
    "現代解釈の要約_plain": "深刻な対立や困難を乗り越え、最終的に真の和解と関係資源の使い方を築く。深い苦しみの後に、最高の喜びと結束が訪れる、劇的な大逆転。"
  },
  "85": {
    "現代解釈の要約_plain": "リーダーが真心をもって必要な相手と接し、普遍的な一貫性を積み重ねている。親しみやすさの中にも、尊敬されるに足る威厳があり、物事は順調に進む。"
  },
  "87": {
    "現代解釈の要約_plain": "新しいことを始める際、極めて謙虚な姿勢で臨む。その謙虚さが必要な相手の信頼を呼び、どんな困難な課題（大川）でも乗り越えることができる。"
  },
  "88": {
    "現代解釈の要約_plain": "内面の謙虚さが、言葉や行動に自然とにじみ出て、必要な相手から高く手応えされる。その真価が認められ、物事は順調に進む。"
  },
  "91": {
    "現代解釈の要約_plain": "高い地位にありながらも、その権威をひけらかさず、常に必要な相手と共にある。その謙虚さがあるからこそ、いざという時には断固たる行動が取れ、成功する。"
  },
  "92": {
    "現代解釈の要約_plain": "謙虚さの評判が確立しているため、内部改革など、痛みを伴う厳しい決断を下しても、必要な相手の理解と必要な支援や資源を整えて、成功させることができる。"
  },
  "94": {
    "現代解釈の要約_plain": "必要な相手が喜びや活気に浮かれる中で、一人冷静さを保ち、岩のように堅固な信念を守る。問題の兆候を察知し、迅速に対処することで、良い結果を得る。"
  },
  "96": {
    "現代解釈の要約_plain": "リーダーとして、自らが喜びや活気の中心となり、必要な相手を導く。その行動力とビジョンが、多くの協力者を引き寄せ、大きな成果を上げる。"
  },
  "97": {
    "現代解釈の要約_plain": "表面的な安定や安楽に浸り、変化を拒む状態。それは慢性的な病のように、関係資源や個人をじわじわと蝕んでいく。すぐには破綻しないが、危険な状態。"
  },
  "109": {
    "現代解釈の要約_plain": "困難な改革を見事に成し遂げ、関係資源や家を立て直す。その能力と功績が高く手応えされ、必要な相手から大きな名誉と尊敬を得る、理想的な問題解決。"
  },
  "111": {
    "現代解釈の要約_plain": "物事の始まりにおいて、必要な相手全員が心を一つにし、誠実な気持ちで協力し合う。その公正な姿勢と関係資源ワークが、幸先の良いスタートを切らせる。"
  },
  "112": {
    "現代解釈の要約_plain": "関係資源の使い方がさらに深まり、信頼が完全に確立されている。何をやってもうまくいく、絶好調の時期。勢いがあり、大きな成果が期待できる。"
  },
  "114": {
    "現代解釈の要約_plain": "私心なく、誠実な態度で物事や人に対応する。その公正な姿勢が手応えされ、スムーズに事が進み、咎められることがない、安定した状態。"
  },
  "115": {
    "現代解釈の要約_plain": "リーダーが、力だけでなく、深い知恵と洞察力をもって関係資源や必要な相手を導く。その賢明な自己決定と自己管理は、必要な相手から尊敬され、大きな成功をもたらす。"
  },
  "116": {
    "現代解釈の要約_plain": "全てを成し遂げた後も、誠実で手厚い態度で必要な相手と接する。引退した賢者が、後進を温かく見守るような、徳の高い状態。"
  },
  "120": {
    "現代解釈の要約_plain": "優れた関係資源や成功事例（国之光）を観察し、そこから学ぶ段階。その姿勢や能力が認められ、影響力を持つ人物（王）から招かれ、活躍の機会を得る。"
  },
  "121": {
    "現代解釈の要約_plain": "リーダーの行動や言動が、常に必要な相手から厳しく観察されている。公正で模範となる振る舞いを続けることで、衆からの一貫性を積み重ねて、咎められることがない。"
  },
  "135": {
    "現代解釈の要約_plain": "衰退の始まり。関係資源やシステムの土台から、問題が生じ始めている。この流れに逆らって正論を主張しても、聞き入れられず、事態は悪化する。"
  },
  "137": {
    "現代解釈の要約_plain": "状況の悪化が避けられないと悟り、抵抗するのをやめ、自らその状況や関係資源から身を引く。賢明な撤退であり、これ以上の咎めを免れる。"
  },
  "139": {
    "現代解釈の要約_plain": "崩壊寸前の状況下で、唯一残った陽のリーダーが、残された必要な相手（陰）を巧みに統率し、秩序を保つ。その賢明な自己決定と自己管理により、最悪の事態を回避する。"
  },
  "140": {
    "現代解釈の要約_plain": "全てが剥がれ落ちた後、次世代への希望の種（碩果）だけが残る。正しく耐え抜いた賢者（君子）は必要な相手の手応えを得て再生し、悪しき者（小人）は全てを失う。"
  },
  "142": {
    "現代解釈の要約_plain": "必要な相手の善良な必要な相手（初九の陽爻）に導かれ、無理せず、穏やかに正しい道へと回復していく。必要な相手との調和の中で、安らかに立ち直れる吉の時。"
  },
  "144": {
    "現代解釈の要約_plain": "必要な相手がまだ過ちの中にいても、それに流されず、ただ一人、正しい道に戻ろうと努力する。孤独だが、その信念に基づいた行動は尊い。"
  },
  "167": {
    "現代解釈の要約_plain": "関係資源やプロジェクトの構造的な欠陥が露呈し、全体が重みに耐えきれず、崩壊寸前となっている状態。根本的な対策を講じなければ、破綻は免れない。"
  },
  "168": {
    "現代解釈の要約_plain": "関係資源の危機に対し、中心的なリーダーがその重責に耐え、自力で状況を立て直そうと奮闘する。その責任感と粘り強さが、良い結果を生む。"
  },
  "182": {
    "現代解釈の要約_plain": "関係資源や社会の根本的な悪に対し、リーダーが断固たる決断を下し、これを排除する。ただし、公正な裁きを行い、無関係な者を巻き込まないことで、咎めなく問題を解決できる。"
  },
  "186": {
    "現代解釈の要約_plain": "誠実で正しい姿勢が、必要な相手からの真の信頼と共感を呼ぶ。多くの必要な相手がそのビジョンに惹きつけられ、自発的に協力者が集まってくる、理想的な状態。"
  },
  "191": {
    "現代解釈の要約_plain": "行動や方針に一貫性がなく、その場しのぎでコロコロと変わる。その信頼性のなさが、必要な相手からの信用を失い、恥をかく原因となる。"
  },
  "199": {
    "現代解釈の要約_plain": "自身の名誉や利益に固執せず、全体の利益のために、潔く、そして美しく身を引く。その高潔な行動は、必要な相手から手応えされ、模範となる。"
  },
  "209": {
    "現代解釈の要約_plain": "自分の行動や提案が、多くの必要な相手から賛同と手応えを得られる。これまでの苦労が報われ、過去の失敗や後悔が完全に解消される、最高の状態。"
  },
  "211": {
    "現代解釈の要約_plain": "キャリアの頂点に立ち、過去の苦労が報われる。公平で偏りのない自己決定と自己管理を発揮することで、内外から高い手応えと信頼を得る。"
  },
  "212": {
    "現代解釈の要約_plain": "成功の勢いに乗り、自分の能力を過信して、強引な手段や自己中心的な行動に出る。一時的に目的を達成できても、そのやり方は必要な相手の反発を招き、長期的には孤立や恥をかく原因となる。"
  },
  "219": {
    "現代解釈の要約_plain": "関係資源や家庭の始まりにおいて、まず明確で厳格なルールを設定する。その事前の取り決めが、後の不正や混乱を防ぎ、悔いをなくす。"
  },
  "220": {
    "現代解釈の要約_plain": "外部への拡大や目立つ活動よりも、まずは内部の体制を固め、関係資源や家庭の基盤を充実させることに専念する。その堅実さが吉となる。"
  },
  "222": {
    "現代解釈の要約_plain": "関係資源や家庭の内部が、物質的にも精神的にも豊かで、非常に良い状態。必要な相手がそれぞれの役割を果たし、関係資源全体が繁栄している。"
  },
  "223": {
    "現代解釈の要約_plain": "リーダーが、公正で模範的な行動を通じて、関係資源を効果的に統治している。その徳により関係資源全体が安定し、心配のいらない理想的な状態。"
  },
  "224": {
    "現代解釈の要約_plain": "長年の努力と実績、そして真心によって、揺るぎない権威が確立された状態。厳しさの中にも温かさがあり、必要な相手が自発的に従う、完成された自己決定と自己管理。"
  },
  "226": {
    "現代解釈の要約_plain": "必要な相手が対立している中で、偶然、あるいは意外な場所で、真に理解し合える協力者やリーダーに出会う。この出会いが、状況を好転させるきっかけとなる。"
  },
  "227": {
    "現代解釈の要約_plain": "関係資源内で深刻な不調和が生じ、互いに足を引っ張り合う。痛みを伴う抜本的な調整が必要となる、非常に困難な状況。しかし、それを乗り越えれば、最終的には良い結果に繋がる。"
  },
  "229": {
    "現代解釈の要約_plain": "長く続いた対立や誤解が完全に解消され、関係が回復する。分裂していた必要な相手が再び固く団結し、本音で語り合える、最高の和解の状態。"
  },
  "230": {
    "現代解釈の要約_plain": "対立が極まり、必要な相手の全てが敵に見えるほど、極度に孤立し、疑心暗鬼に陥っている。しかし、状況が好転する機会（雨）が訪れる可能性も残されている。"
  },
  "231": {
    "現代解釈の要約_plain": "困難の初期段階。これ以上進むことの不利をいち早く察知し、潔く撤退する。その賢明な判断が、結果的に損失を避け、必要な相手からの手応えを得る。"
  },
  "240": {
    "現代解釈の要約_plain": "自分の足かせとなっていた、不適切な仲間や、古いしがらみ（拇）を断ち切る。その結果、本当に信頼できる仲間（朋）が現れ、関係資源の使い方が築ける。"
  },
  "241": {
    "現代解釈の要約_plain": "リーダーが、賢明な判断と行動によって、困難な問題を解決に導く。その公正なやり方は、部下や必要な相手からも信頼され、関係資源全体に平和が戻る。"
  },
  "242": {
    "現代解釈の要約_plain": "関係資源や社会に潜む、根深い悪の元凶（隼）を、権威ある者（公）が断固として排除する。これにより、全ての問題が最終的に解決され、完全な安寧が訪れる。"
  },
  "245": {
    "現代解釈の要約_plain": "関係資源や関係資源内の不和要素を、痛みを伴いながらも切り離す決断。不適切な関係を断ち切ることで、本当に価値ある協力者や仲間を得られる。"
  },
  "246": {
    "現代解釈の要約_plain": "関係資源や個人に蔓延する悪癖や非効率（病）を、その根本から取り除く。痛みを伴うが、迅速な治療が、早期の良い結果（喜び）に繋がる。"
  },
  "252": {
    "現代解釈の要約_plain": "関係資源の中核として、公正な立場で上層部（公）に進言し、信頼を得る。その提言が、関係資源全体をより良くするための、大きな改革へと繋がっていく。"
  },
  "253": {
    "現代解釈の要約_plain": "リーダーが、見返りを求めず、心からの思いやり（恵心）で、必要な相手や社会に恩恵を与える。その無私の精神が、最高の幸運を引き寄せる、理想的な状態。"
  },
  "254": {
    "現代解釈の要約_plain": "利益を独り占めしようと、強欲で自己中心的な行動に走る。その結果、誰からも助けられず、逆に必要な相手から非難され、攻撃されて破滅する。"
  },
  "258": {
    "現代解釈の要約_plain": "重要な決断を迫られているにもかかわらず、優柔不断で行動に移せない。必要な相手の忠告にも耳を貸さず、疑心暗鬼に陥り、機会を逃してしまう。"
  },
  "259": {
    "現代解釈の要約_plain": "最高の立場にあるリーダーが、極端に走らず、中庸の精神に基づいて公平かつ適切な決断を下す。その賢明な判断が、関係資源を正しく導き、咎められることがない。"
  },
  "264": {
    "現代解釈の要約_plain": "絶好の機会があったにもかかわらず、それを見逃したり、活かせなかったりした結果、何も得られない。必要な相手との連携を怠り、孤立したことによる失敗。"
  },
  "267": {
    "現代解釈の要約_plain": "必要な相手を集める初期段階。まだ信頼が不十分で混乱も生じるが、主催者側に真心があれば、やがて不安は解消され、笑顔で協力し合える関係が築ける。"
  },
  "270": {
    "現代解釈の要約_plain": "関係資源や関係資源の中心人物として、必要な相手をまとめ、大きな成果を上げる。結束力も信頼関係も最高潮に達しており、何をやってもうまくいく、絶好調の時。"
  },
  "271": {
    "現代解釈の要約_plain": "リーダーとして、最初は完全な信頼を得られていないかもしれない。しかし、感情に流されず、常に公正な原則を貫き通すことで、最終的に必要な相手からの信頼を勝ち取り、悔いをなくすことができる。"
  },
  "273": {
    "現代解釈の要約_plain": "物事の始まりにおいて、一歩一歩、階段を上るように地道な努力を積み重ねる。その着実なスタートが、必要な相手の信頼を呼び、最高の幸運に繋がる。"
  },
  "274": {
    "現代解釈の要約_plain": "自分の能力を誇示せず、真心と誠実さをもって物事に取り組む。その姿勢が手応えされ、能力を活かす機会が与えられ、咎めなく物事が進む。"
  },
  "276": {
    "現代解釈の要約_plain": "地道な努力と実績が、関係資源のトップや影響力のある人物（王）に認められ、重要な役割に抜擢される。大きな成果を上げるチャンス。"
  },
  "285": {
    "現代解釈の要約_plain": "関係資源やシステムが、手入れを怠ったために完全に機能不全に陥っている。誰からも見向きもされない、価値を失った状態。"
  },
  "289": {
    "現代解釈の要約_plain": "安定して、非常に質の高い製品やサービスを提供できている、理想的な状態。その恩恵は広く必要な相手に行き渡り、喜ばれている。"
  },
  "290": {
    "現代解釈の要約_plain": "井戸の水を独り占めせず、常に開かれた状態で、必要な必要な相手に広く恩恵を提供し続ける。その無私の貢献精神が、最高の幸運を招く。"
  },
  "292": {
    "現代解釈の要約_plain": "準備が整い、機運が熟した最高のタイミングで、変革に着手する。多くの手応えを得て、計画はスムーズに進展し、大きな成功を収める。"
  },
  "295": {
    "現代解釈の要約_plain": "リーダーが自ら率先して、虎の模様のように鮮やかに、劇的な自己変革を遂げる。その姿が必要な相手の模範となり、絶対的な信頼を得る、理想的な自己決定と自己管理。"
  },
  "297": {
    "現代解釈の要約_plain": "関係資源や計画の立ち上げ期。基盤が不安定で、まず古い悪い要素を排除する必要がある。時には非正規な手段も必要だが、目的が正しければ咎められない。"
  },
  "298": {
    "現代解釈の要約_plain": "関係資源やプロジェクトに、技術や人材といった本質的な内容（実）が充実している状態。その実力により、競合相手を寄せ付けず、安定した地位を築ける。"
  },
  "300": {
    "現代解釈の要約_plain": "関係資源の根幹を支える重要な人材や資金、技術（足）が破綻する。全体が崩壊し、これまでの成果を全て台無しにする、取り返しのつかない大失敗。"
  },
  "301": {
    "現代解釈の要約_plain": "リーダーが公正で偏りのない態度（黄）で必要な相手をまとめ、深い信頼（耳）を得ている。関係資源全体が健全に機能し、持続的な発展が見込める理想的な状態。"
  },
  "302": {
    "現代解釈の要約_plain": "関係資源やプロジェクトが最高の状態で完成し、その存在そのものが、宝石（玉）のように普遍的で、精神的な価値を持つに至る。究極の成功。"
  },
  "310": {
    "現代解釈の要約_plain": "行動を止めようとするが、意志が弱く、必要な相手に引きずられて完全に止まることができない。思うように自己を律せず、内心で不満を感じる状態。"
  },
  "313": {
    "現代解釈の要約_plain": "不用意な発言や無益な議論を避け、言葉を慎重に選ぶ。その冷静で的確な言葉遣いが、必要な相手からの一貫性を積み重ねて、後悔のない結果を生む。"
  },
  "316": {
    "現代解釈の要約_plain": "初期の準備が実を結び、強固で安定した基盤を築き上げた状態。自分のペースで周囲を活用し成果を分かち合い、喜びを享受できる、非常に幸運な時期。"
  },
  "327": {
    "現代解釈の要約_plain": "繁栄の始まりにおいて、能力と志を同じくする、最高のパートナーと出会う。迅速に関係資源の使い方を築き、共に行動することで、大きな成功と賞賛を得られる。"
  },
  "328": {
    "現代解釈の要約_plain": "表面上は豊かだが、問題が隠蔽され、真実が見えにくい不透明な状況。必要な相手から疑われるが、真心をもって誠実に対応し、情報を開示すれば、事態は好転する。"
  },
  "329": {
    "現代解釈の要約_plain": "繁栄の陰で、問題や不正を隠そうとした結果、関係資源の重要な人材や機能（右腕）を損なう。痛みを伴うが、膿を出すことで、これ以上の咎めは免れる。"
  },
  "337": {
    "現代解釈の要約_plain": "旅の途中で、その優れた能力を発揮し、見事な成果を上げる。その実力が認められ、必要な相手から高い手応えと、新たな役割や地位を与えられる。"
  },
  "341": {
    "現代解釈の要約_plain": "柔軟であろうとするあまり、自分の意見が定まらず、方針がコロコロと変わる。その優柔不断さが、必要な相手からの信頼を失い、恥をかく原因となる。"
  },
  "343": {
    "現代解釈の要約_plain": "最高の立場にあるリーダーが、公正な姿勢で関係資源を導く。大きな変革（庚）の際には、入念な準備と事後処理を行うことで、万事を成功させる。"
  },
  "349": {
    "現代解釈の要約_plain": "信頼すべきでない、不正な者や、衰退している関係資源を、真心から信じてしまう。その見当違いの信頼が、自分自身を非常に危険な状況に陥れる。"
  },
  "353": {
    "現代解釈の要約_plain": "関係資源や全体の利益のために、自分のエゴや私的な欲望を捨てて、問題解決に貢献する。その無私な姿勢が、後悔のない、素晴らしい結果を生む。"
  },
  "354": {
    "現代解釈の要約_plain": "関係資源の硬直化を解消するため、あえて既存の派閥やグループを解体する。その大胆な改革が、予期せぬ形で、より強固な新しい結束を生み出す。"
  },
  "361": {
    "現代解釈の要約_plain": "リーダーが、必要な相手が喜んで従うような、賢明で思いやりのある規律を設ける。その優れた自己決定と自己管理が、必要な相手からの手応えと賞賛を集め、物事を成功に導く。"
  },
  "364": {
    "現代解釈の要約_plain": "自分の徳を誇示せずとも、その真心は自然と必要な相手に伝わり、共感を呼ぶ。同じ志を持つ者が集い、喜びを分かち合う、最高の信頼関係。"
  },
  "367": {
    "現代解釈の要約_plain": "リーダーが真心をもって必要な相手を導き、関係資源や関係資源が、揺るぎない信頼関係で固く結びついている最高の状態。物事はスムーズに進み、咎められることがない。"
  },
  "371": {
    "現代解釈の要約_plain": "失敗を恐れるあまり、過度に慎重になりすぎる。その過剰な警戒心が、かえって必要な相手の行動を阻害したり、不信感を生んだりして、悪い結果を招く。"
  },
  "384": {
    "現代解釈の要約_plain": "長い困難や未解決の問題に対し、強い意志と断固たる行動力で立ち向かう。時間がかかっても、粘り強く努力を続ければ、必ずやそれを克服し、大きな成果と手応えを得られる。"
  },
  "385": {
    "現代解釈の要約_plain": "物事がほぼ完成に近づき、理想的な状態となる。リーダーがその徳と能力で必要な相手を照らし、揺るぎない信頼と手応えを得て、最高の幸運を掴む。"
  }
}