{
  "1-1": "今は動くには早く力を蓄える時期なので、正しい態度で基礎を整えつつ関係者と足並みを揃え、焦らず次の機会に備えるのが良いです。",
  "1-2": "能力が芽を出し始める時期なので、信頼できる指導者と結び学びを深めるほど成果が伸びやすく、視野も着実に広がり成長が加速します。",
  "1-3": "油断せず勤勉に取り組み自己を振り返る習慣を保てば、地力が着実に高まり良い方向に進みやすく、日々小さな改善が積み上がります。",
  "1-4": "大きく踏み出すか慎重に構えるかの岐路なので、利害を整理し節度を保って決めると良い結果につながり、周囲との合意も得やすいです。",
  "1-5": "勢いが最も高まり周囲を導ける時期なので、私心を抑えて公正に采配すれば成果が広がりやすく、周囲の信頼もいっそう高まります。",
  "1-6": "成功の高揚で行き過ぎやすい局面なので、謙虚さを保ち節度ある判断を徹底すれば後悔を避けやすく、礼を重んじて信用を守れます。",
  "2-1": "小さな不穏の兆しがやがて大事に発展しがちなので、早期に気づき手を打てば被害を最小化しやすく、観測と記録の徹底が有効です。",
  "2-2": "素直でまっすぐに学ぶ姿勢は実りにつながりやすいので、基本を丁寧に身につけるほど安定して進みやすく、指導者の助言も活きます。",
  "2-3": "内面の資質を整えて正しくふるまうことが重要なので、才能を誇らず誠実に磨けば信頼が積み上がりやすく、慢心を避けて機を待てます。",
  "2-4": "守りを固めて出過ぎないのが安全な局面なので、情報管理と節度を保てば責められず静かに機会を待てますが、情報漏洩には特に注意です。",
  "2-5": "中庸を保ち品位を失わない姿勢が評価されやすいので、飾らず均衡を守れば物事はうまく運びやすく、長期的な信用にもつながります。",
  "2-6": "対立が激しく状況は厳しいが、節度を守り踏ん張れば信頼を保てて局面を切り抜けやすく、支援者と連携すれば持ち直しやすいです。",
  "3-1": "拙速に動かず正しい道を守ることが重要なので、基礎を固めて信頼を積み上げ次の前進に備えるのが良く、足場の整備に注力します。",
  "3-2": "方針が定まらず迷いが生じやすい局面なので、情報を整え優先順位を明確にして一つに絞るのが良く、期日と基準を先に決めて迷いを減らします。",
  "3-3": "下準備や案内役を欠いた突進は危ういので、関係者を整え段取りを確認してから段階的に進めるのが安全で、安全管理の責任も明確にします。",
  "3-4": "迷いがあるなら関係を正式に結ぶ方向へ整えると良く、約束を明確にして信頼を固めるほど安定しやすく、相互の期待を言語化します。",
  "3-5": "蓄えがあるが過度に厳格だと柔軟さを欠きやすいので、小事は正しく大事は寛やかに運ぶと均衡を保ちやすく、硬直を避けられます。",
  "3-6": "進退に悩み痛みを伴う局面なので、独断を避け信頼できる助言を仰ぎ冷静に撤退線と再挑戦の機会を定めると良く、損失の上限も決めます。",
  "4-1": "無知を改めるには規律の意味を丁寧に伝え、不要な束縛を解いて学べる環境を整えることが効果的で、継続的な伴走が成果を生みます。",
  "4-2": "未熟さを責めず包み導けば成長しやすい局面なので、余裕を持って伴走し学びの機会を絶やさないのが良く、失敗を学びに変えられます。",
  "4-3": "外見や条件だけで関係を結ぶのは良くないので、実質や価値観の一致を確かめるまで急がず、短期的な魅力に流されないでください。",
  "4-4": "無知に陥って困り孤立しやすい局面なので、助言を求めて学び直しの機会を確保し、基本に立ち返って態勢を立て直すのが良いです。",
  "4-5": "子どものような純真さで学べば良い結果につながりやすいので、先入観を捨てて素直に吸収し、学ぶ楽しさを活力に前へ進むのが良いです。",
  "4-6": "無知や悪習を断ち切る好機なので、強い意志で区切りをつけて環境も整え、再発を防ぐ仕組みに置き換えるとより安定しやすいです。",
  "5-1": "中心を離れた安全な場所で時を待つ局面なので、平常心を保ち周辺から準備を進めると良く、好機に素早く動ける体勢を維持できます。",
  "5-2": "足場が不安定で負荷がかかる待機なので、多少の困難があっても体制を崩さず粘り強く備えれば、条件が整った時に報われやすいです。",
  "5-3": "泥濘での待機は隙を生みやすく不利を招くので、その場に固執せず位置を改めて守りを整え、危険を遠ざけるのがいっそう安全です。",
  "5-4": "深刻な損耗の中で耐えるが脱出の道はある局面なので、冷静に機会を見極め最短の出口へ集中し、二次被害を避けて離脱するのが良いです。",
  "5-5": "余裕を保ちつつ節度を守って待てば良い局面なので、心身を整えて英気を養い、人との交流で信頼を深めて好機に備えるのが良いです。",
  "5-6": "隠れて備えると予期せぬ来訪や割込みが起こりやすいので、礼を失わず丁寧に応対して波風を立てず、本筋の準備を崩さないのが賢明です。",
  "6-1": "争いは長引かせないのが良く、多少の非難があっても早期に収束させれば被害はより小さく、関係修復の余地も保ちやすいです。",
  "6-2": "勝ち目のない争いと見れば無理をせず速やかに撤退し、拠点へ戻って体制を整え直すのが賢明で、損失を抑えて再起の機会を守れます。",
  "6-3": "過去の実績や庇護に頼りがちなので、現状の課題で実力を確実に示し、主体的に新しい信用を積み上げる行動へ比重を移すのが良いです。",
  "6-4": "争いに勝てない局面では固執を改め、状況に即して柔軟に方針を切り替えれば損害を抑えやすく、次の条件が整うまで守るのが安全です。",
  "6-5": "大義に基づく主張なら有利に展開しやすいので、証拠と手続を整え正々堂々と争えば広く支持を得て、望む結論に近づきます。",
  "6-6": "表面的な栄誉は与えられてもすぐ失われがちなので、名より実を重んじて振る舞いを正し、軽率な発言や越権を避けるのが安全です。",
  "7-1": "組織を率いるにあたり規律を乱して動くのは良くないので、まず基準を明確にして不適切な行動は容認せず、公平に運用するのが良いです。",
  "7-2": "組織の中核で職責を果たす立場は問題なく、規律を守って信頼を積み重ねれば、無用な非難を受けずにいっそう成果へ集中しやすいです。",
  "7-3": "名ばかりの指揮で実が伴わない恐れがあるので、権限と責任の線引きを明確にし、現場主導で機動的に動ける体制を整えるのが良いです。",
  "7-4": "主力の一歩後ろで支援に回る配置は問題なく、無理攻めを避けて体勢を整え、連携を密にして機を見て着実に支えるのが得策です。",
  "7-5": "適材適所の配置が利を生む局面なので、実情に即した任命と明快な指示で力を引き出し、責められず成果に着実に結びつけやすいです。",
  "7-6": "大きな任命を受け組織の基盤を広げる段階なので、公正な統治と制度整備に努めれば信頼が集まり、持続的な発展に向かいやすいです。",
  "8-1": "誠実さを土台に率直に親しめば問題はなく、互いの信頼が広がって協力が生まれ、関係は安定して発展しやすいです。",
  "8-2": "内側から自然に親しみが生まれる関係は良いので、節度を保って信頼を育てれば、無理なく協力が広がり成果につながります。",
  "8-3": "不適切な相手と結べば害が大きいので、肩書や打算だけで選ばず価値観と信頼を確かめ、誤った同盟は避けるのが賢明です。",
  "8-4": "外部との連携は正しく行えば良いので、相互の利害を明確にし節度を守って結べば、視野が広がり機会を取り込みやすいです。",
  "8-5": "関係は隠さず公正に開示して親しくすれば良く、透明性が信頼を強めるので、誰に対しても態度を一貫させるのが有効です。",
  "8-6": "まとめ役を欠いた結びつきは迷走しやすいので、責任の所在と意思決定手順を明確にし、主体性を立てて進めるのが安全です。",
  "9-1": "誤りに気づいて正道へ戻れば問題はなく、早期に軌道修正するほど傷は浅く、以後は節度を守って着実に進みやすいです。",
  "9-2": "他者の導きに従って元の正道へ戻るのは良いので、素直に学んで歩調を合わせれば、無理なく立て直しが進みやすいです。",
  "9-3": "性急に強引に進めると結束が緩み対立が生まれがちなので、足並みを整えて摩擦を減らし、段取りを固めて進めるのが良いです。",
  "9-4": "信頼があれば危機はやがて去り問題は生じにくいので、真心を示して不安を和らげ、落ち着いて再発防止を整えるのが良いです。",
  "9-5": "信頼による結びつきが周囲を潤す局面なので、まず近しい人と力を揃えて基盤を固めれば、恩恵が外へ広がりやすいです。",
  "9-6": "状況は雨が収まり落ち着きつつあるが、押し過ぎれば危ういので、節度を守って功を急がず、役割に即して静かに収めます。",
  "10-1": "飾らない態度で礼を守って歩めば責められず、足元を固めて慎みを保つほど、道は安定して安全に進みやすいです。",
  "10-2": "道は平らで落ち着いて進めるので、静かに本分を守りつつ節度を保てば良く、目立たずとも確かな前進につながります。",
  "10-3": "分不相応に危地へ踏み込むと災いを招きやすいので、力量を見極めて無理を避け、危険を察して距離を保つのが賢明です。",
  "10-4": "危険の兆しを感じて身を慎めば最後は良く、恐れが緊張を保つので、節度を守り一歩ずつ注意深く進めば無事に至りやすいです。",
  "10-5": "断固とした歩みは正しくとも厳しい局面なので、礼を失わず慎重に進めば良く、無理な突破は避けて機を待つのが安全です。",
  "10-6": "足跡を顧みて吉凶の兆しを考えればとても良く、過去の教訓を活かして修正し、次に生かす準備が整いやすいです。",
  "11-1": "根本の課題を仲間と束ねて一気に抜けば良く、足元を整えて力を合わせて進めば、初動から順調に展開しやすいです。",
  "11-2": "多様を包み遠くの課題も漏らさず扱えば良く、危険も渡れるが派閥は手放し、中道を守って公正に進めると安定します。",
  "11-3": "順境にも必ず傾きがあり往けば必ず戻るので、苦しくとも節度を守って粘れば問題はなく、後に平衡を取り戻しやすいです。",
  "11-4": "裕福でなくとも近隣と気持ちよく助け合い、叱責より信頼で動けば良く、自然な協力が広がって小さな成果が積み上がります。",
  "11-5": "格にふさわしい結びつきを謙虚に整えれば最良で、形式に偏らず実を重んじ、互いの幸福を広げる穏当な同盟が実ります。",
  "11-6": "体制は崩れ防壁も痩せているので出兵は避け、内側から方針を周知して守りを固めれば正しいが、成果は控えめになりがちです。",
  "12-1": "停滞の始まりでも根を束ねて正しく対処すれば良く、仲間と基礎を固めて進めば、やがて道が開けて通りやすいです。",
  "12-2": "短期志向が評価されやすく成熟した働きは通りにくい局面なので、原則を崩さず節度を保ち、機が熟すまで静かに備えるのが良いです。",
  "12-3": "過ちを覆い隠したくなるが、恥を自覚して内省し、関係者に説明して改めれば、信頼は回復に向かい問題は長引きにくいです。",
  "12-4": "命を受けて進めば責められず、旧来の利得からは離れるので、天命に沿って役割を果たし、新しい秩序へ移行するのが良いです。",
  "12-5": "停滞を休める段階で成熟した振る舞いは良く、慌てずに秩序を整えて希望を保てば、次の好転に向けて準備が進みやすいです。",
  "12-6": "停滞は傾き転換が始まるので、はじめは苦しいが後に喜びが来ると捉え、節度を守って潮目の変化に合わせるのが良いです。",
  "13-1": "身近な人から率直に協力を始めれば問題はなく、合意を丁寧に重ねて信頼を築けば、無理なく連携が広がりやすいです。",
  "13-2": "身内だけで固まると幅が狭まり評価も下がりやすいので、境界を越えて開かれた協力へ広げ、中立に人を選ぶのが良いです。",
  "13-3": "草むらに対立を伏せて機会をうかがっても長く成果は出にくいので、無理な攻勢を避け、体制を整えつつ機を待つのが安全です。",
  "13-4": "城壁をよじ登っても攻め落とせない局面なので、無益な攻撃を控えて和解と条件調整に努めれば、結果的に良い方向へ向かいます。",
  "13-5": "はじめは対立が激しく嘆きも出るが、やがて意見が合って笑い合える段に至るので、目的を共有し粘り強く調整するのが良いです。",
  "13-6": "外の人びとと広く結べば後悔はなく、理念を掲げつつ実務は現実的に進めれば、過度な期待を抑えて着実な成果になります。",
  "14-1": "害と関わらず節度を守れば問題はなく、困難でも基本を崩さずに進めば責められず、得た実りを丁寧に活かせます。",
  "14-2": "大きな責務をしっかり担い目的地へ進む局面なので、準備と手順を整えて荷を運べば問題はなく、成果に着実に至りやすいです。",
  "14-3": "公正さを重んじて大きな役に就けば道は開けるが、私心や未熟さが混ざると務まらないので、原則を守って臨むのが良いです。",
  "14-4": "富や勢いを誇示せず平常を保てば問題はなく、節度を守って分を越えないほど信頼は長く続き、周囲との調和も保ちやすいです。",
  "14-5": "誠実さと威厳を兼ね備えて公正に臨めば良く、柔らかさと厳しさの釣り合いが取れて人心が自然と集まり、秩序が安定しやすいです。",
  "14-6": "天の助けが働き吉で広く利が及ぶ局面なので、感謝を忘れず分配を公正に行えば成果が根付き、長く行き渡りやすいです。",
  "15-1": "深い謙虚さを保ち準備を尽くせば大きな難所も越えられるので、功を誇らず役割を尽くし、協力して渡り切るのが良いです。",
  "15-2": "控えめな姿勢が自然に伝わると良く、節度を保ってふるまえば信頼が広がり、評価は静かに定着して後に力になります。",
  "15-3": "努力を惜しまず謙虚に働けば最後までやり遂げられるので、途中で誇らず初志を守り、丁寧に締めくくるのが良いです。",
  "15-4": "どの場面でも謙虚さを手綱として用いれば利があり、勝っても驕らず負けても乱れず、全体を安定へ導きやすいです。",
  "15-5": "富まなくとも近隣と力を合わせて課題に当たれば利があるので、公平に役割を分担し、協働で難所を突破するのが良いです。",
  "15-6": "謙虚を基調に必要な時は大きな体制を動かすのが有利なので、公正な規律で節度を守り、乱暴な拡張を避けて進めます。",
  "16-1": "浮かれて自慢げに鳴らせば災いを招きやすいので、節度を守って身を慎み、事実で示すまで騒がないのが安全です。",
  "16-2": "意志を岩のように固めて迷いを長引かせず、早い段階で是正すれば良く、筋を通して節度を守れば安定します。",
  "16-3": "期待ばかりを見上げて足元の準備を欠くと悔いが残るので、現実的な段取りと資源配分を固めてから動くのが良いです。",
  "16-4": "人々の心を動かす楽しさで巻き込めば大きな得があり、目的を分かち合い健全な盛り上がりを設計すれば成果が広がります。",
  "16-5": "困難が続いても致命的ではないので、姿勢を正して基準を守り、焦らず治癒と整備を進めれば回復に向かいやすいです。",
  "16-6": "過度な享楽に沈んだ状態から目を覚まして方針を改めれば問題はなく、節度を取り戻し健全な楽しさへ移行するのが良いです。",
  "17-1": "役目の変化があっても正しく対処すれば良く、外に出て関係を広げれば功があり、節度を守って機会を確実につかみます。",
  "17-2": "小さなことに執着すると大切な機会を失いやすいので、判断基準を上げて要点を外さず、長期の価値を優先するのが良いです。",
  "17-3": "価値の高い本筋に従い小事を手放せば求める成果に近づきやすく、資源を集中して要所を押さえるのが良いです。",
  "17-4": "従って利を得ることはあるが形式に固執すると凶なので、誠実に筋を明らかにして進めば責められず、健全に成果を得られます。",
  "17-5": "良いものを信じて従えば良く、基準を保って選び抜けば周囲の賛同も得られ、安定した前進になります。",
  "17-6": "強い結びつきで一体となって進めば大業は成りやすいので、信義を守って役割を結び、礼を尽くして目的を全うするのが良いです。",
  "18-1": "先代から引き継いだ問題を正面から整理して改善すれば良く、責任を明確にして再発防止を施せば、非難されず信頼が戻りやすいです。",
  "18-2": "情に流されずとも固執に偏らず、柔らかく是正すると良い局面なので、配慮と節度を両立しつつ改革を進めるのが有効です。",
  "18-3": "改善の過程で小さな悔いは生じても重大な責めには当たらないので、原因を記録して次に活かし、手順を見直して前へ進みます。",
  "18-4": "問題に甘く対処して先送りすると後で困るので、情に流されず基準に沿って是正し、適切な厳しさで早期に改めるのが良いです。",
  "18-5": "問題を正しく処理すれば評価が高まりやすいので、実績を誇示せず共有し、仕組みに反映して持続的な改善へつなげます。",
  "18-6": "権威に媚びず原則に基づいて是正を貫けば良く、私益より公の益を優先し、長期的な健全さを選べば信頼が定着します。",
  "19-1": "温かさをもって近づき正しい態度で臨めば良く、相手の立場を尊重して対話すれば、自然に信頼が生まれて進めやすいです。",
  "19-2": "親しみと誠実さをもって関われば良く、礼を保ちつつ支援すれば応援が集まり、広く利益が行き渡りやすいです。",
  "19-3": "甘やかしは短期の受けは良くても長期の利を損ないやすいので、筋を示して境界を守り、依存を生まない支援に改めます。",
  "19-4": "現場に深く入り実情を理解して臨めば問題はなく、過度に介入せず自立を促す配慮を保てば、関係は健全に進みやすいです。",
  "19-5": "状況をよく理解して筋道立てて臨めば良く、理念と実務の釣り合いを取り、規範で導けば信頼が厚くなります。",
  "19-6": "厚意をもって着実に臨めば良く、礼を尽くして節度を守れば責められず、長く安定した支援関係を築きやすいです。",
  "20-1": "未熟な見方でも大きな責めはないが、立場が上がるほど浅い観察は惜しまれるので、謙虚に学び視野を広げるのが良いです。",
  "20-2": "覗き見るような狭い視野でも守りには利があるが、偏りが生じやすいので、必要な情報を広く集めて判断を整えるのが良いです。",
  "20-3": "まず自分の歩みを観察して是非を定め、強み弱みを見極めて方針を決めれば、迷いが減って進退の判断が明確になります。",
  "20-4": "公の場で示される模範を観て学べば良く、その徳と規範に照らしてふるまえば評価され、要職にもふさわしくなります。",
  "20-5": "自分の生き方を省みて原則を正せば責められず、言行を一致させて修正すれば、周囲の信頼が増して進めやすいです。",
  "20-6": "他者の歩みと制度の働きを静かに観れば問題はなく、功過を公平に見て教訓を得れば、次の改善へつなげやすいです。",
  "21-1": "小さな過失は早期に厳正に正すのが良く、基準を明確にして軽症のうちに手当てすれば、後の大事を未然に防ぎやすいです。",
  "21-2": "中程度の過失は痛みを伴っても相応に処し、私情を交えず手続を踏めば責められず、再発防止に実効が出やすいです。",
  "21-3": "表面は進めやすく見えても内側に毒が潜む恐れがあるので、拙速を避けて原因を洗い出し、対策を整えてから着手するのが良いです。",
  "21-4": "固い障害を噛み切るには根気よく証拠と事実を集め、正しい筋道で貫けば成果が得られ、苦しくともぶれなければ利があります。",
  "21-5": "固い問題に挑むのは正しいが厳しさを伴うので、規律を守って慎重に進めば責められず、最後に報われやすいです。",
  "21-6": "過度に厳罰へ傾くと聞く耳を失って凶に向かいやすいので、基準は保ちながらも受け止める余地を残し、対話を絶やさないでください。",
  "22-1": "飾り立てて急がず車を捨てて歩む心持ちが良く、足元を整え質素に進めば、見栄に流されず安定した前進になりやすいです。",
  "22-2": "外見の手入れは節度を守れば好ましく、内実を損なわない範囲で整えれば、品位が保たれ関係も円滑に進みやすいです。",
  "22-3": "しっとりとした落ち着いた装いを保ち、長く正しい態度を続ければ良く、派手さより持続する品位が信頼を育てやすいです。",
  "22-4": "清らかな姿で疑いを晴らし、公正に関係を結べば良く、透明性を保てば誤解は解け、健全な同盟が成立しやすいです。",
  "22-5": "質素な贈り物でも誠意が伝われば終わりは良く、形式より心を尽くせば、時間をかけて良縁が実りやすいです。",
  "22-6": "飾りを捨てて素に返れば問題はなく、本質を磨いて過度を避ければ、信頼は静かに根づき長く保たれやすいです。",
  "23-1": "土台から剥がれ始めて危ういので、原則を蔑ろにせず基礎を補修し、無理を止めて体勢を立て直すのが安全です。",
  "23-2": "剥落が進み支えにまで及ぶ段階なので、形ばかりの体裁を捨てて要を補い、規範を回復するまで拡張を控えるのが良いです。",
  "23-3": "削ぎ落としを受け入れて過剰を手放せば責められず、守るべき核を残して軽くなれば、次に向けて再編が進みやすいです。",
  "23-4": "亀裂が肌身に及ぶほど深刻なので、被害を広げず一時退いて治療と補強に専念し、再発防止を整えてから再開するのが良いです。",
  "23-5": "秩序立てて人を並べ誠を尽くせば利があり、立場に応じて役割を与えれば運用が安定し、全体の働きが揃いやすいです。",
  "23-6": "核心は守られ有為な者は前へ進み、足元の浅い者は支えを失いやすいので、実を尊び倫理を守って次の基盤を固めます。",
  "24-1": "過ちは早めに認めて正道へ戻れば問題はなく、素直に反省して手を改めれば、損失を小さく抑えて好転しやすいです。",
  "24-2": "静かに態勢を整えて穏やかに正道へ復帰すれば良く、焦らず礼を保てば周囲の理解も得られ、安定した再出発になります。",
  "24-3": "何度もやり直しが必要でも正しい態度を保てば責められず、苦しくとも基準を守って粘れば、やがて流れは整いやすいです。",
  "24-4": "周りに合わせずとも中庸を守って一人で正道に戻れば良く、流されず節度を保てば、静かに信頼が積み上がります。",
  "24-5": "厚い反省をもって静かに復帰すれば悔いはなく、言行を改めて基礎を整えれば、以後の歩みは安定しやすいです。",
  "24-6": "迷いながら時期を逸して復帰すると禍につながりやすいので、早めに決めて節度を守り、被害を広げず改めるのが良いです。",
  "25-1": "私心のないまっすぐな気持ちで正道を歩めば良く、作為に走らず誠実に進めば、支援が集まり成果に結びつきやすいです。",
  "25-2": "働かずして得ようとせず、基礎を整えて然るべき用事に向かえば良く、正当な手順を踏むほど実りに近づきます。",
  "25-3": "思わぬ災いが起こり外の者には利があって内には損が出やすいので、所有と責任を明確にし、被害の拡大を防ぐのが良いです。",
  "25-4": "原則を守って節度を保てば責められず、筋を通して淡々と進めば、状況は次第に整っていきます。",
  "25-5": "自然回復が見込めるので過剰介入は控えるのが良く、休養と養生に努めれば、やがて快方に向かい喜びが戻りやすいです。",
  "25-6": "今動けば災いが生じやすく利はないので、欲を抑えて行動を控え、機が熟すまで静かに備えるのが安全です。",
  "26-1": "危うさを感じたら無理を止めるのが良く、進出を一時見送り体制を整えれば、損失を避けて次の機会を守れます。",
  "26-2": "動力を外して動きを止め点検に入り、流れを一旦切って休ませれば、無用の事故を防ぎやすいです。",
  "26-3": "高い目標を追う道は険しいが、守りを固め規律を保てば利があり、準備を整えて進めば成果に届きやすいです。",
  "26-4": "若いうちから節度を学ばせ枠を設けて育てればとても良く、後の振る舞いが安定しやすいです。",
  "26-5": "力を制御して攻撃性を抑えれば良く、必要な時だけ力を使う規律を保てば、周囲との調和も保たれます。",
  "26-6": "長く蓄えた力を正道に解き放てば道が開け、礼を守って堂々と進めば、大いに通じて広く認められやすいです。",
  "27-1": "精神的な指針を捨てて目先の欲に流れるのは危ういので、原則を見直して節度を保ち、長期の価値に沿って選び直すのが良いです。",
  "27-2": "養いの向きを取り違えて基礎が崩れやすい局面なので、拙速をやめて体勢を立て直し、十分に整ってから動くのが安全です。",
  "27-3": "節度を欠いた養いに逆らうと一時は正しくとも厳しく、長期の無理は利を損ないやすいので、欲を抑えて健全な養生に徹するのが良いです。",
  "27-4": "欲を抑えて口を慎み必要な分だけを取り入れれば良く、周囲の誘惑に目を奪われず静かに気力を養えば、責められずに整いやすいです。",
  "27-5": "小さな揺れがあっても原則を守って静かに構えれば良く、大事には踏み込まず無理な突破を避けて持久に徹するのが安全です。",
  "27-6": "厳しさはあるが正しい養いに基づけば前進しても良い局面なので、備えを整えて一気呵成に渡り切り、後顧の憂いを断つのが良いです。",
  "28-1": "薄い茅を幾重にも敷いて備えるように過剰なく丁寧に準備すれば問題はなく、慎重に足場を固めてから重責に臨むのが良いです。",
  "28-2": "枯れた木に芽が出るように再生の兆しがあり、世代や条件の違いを越えた組み合わせでも、節度を守れば利が生まれやすいです。",
  "28-3": "梁がしなって限界が近いので負担を軽くし、支えを追加して配分を改めれば、崩壊を避けて体制を持ち直しやすいです。",
  "28-4": "梁を高く保って重みを支えられるので、中心は驕らず節度を守り、周囲と連携して荷を分け合えば、良い運びになりやすいです。",
  "28-5": "枯れ木に花がつくように遅れて実りが見えても、名声は過度に求めず静かに整えれば、責められず着実に進みやすいです。",
  "28-6": "危地を渡りきる覚悟で限界を超える場面でも、私心を抑えて正道を守れば咎はなく、後の回復計画まで視野に入れるのが良いです。",
  "29-1": "困難が重なる危うい局面なので、無理な突破を避けて足場と連絡を確保し、小さな安全圏を作りながら進むのが良いです。",
  "29-2": "危険が多いので大きな成果より小さな達成を積み上げ、現実的な目標に刻んで段階的に進めば、被害を抑えて前進しやすいです。",
  "29-3": "次々に危険が寄せる中で深みに踏み込むのは避けるべきなので、立ち止まって態勢を整え、無理な投入は見送るのが賢明です。",
  "29-4": "飾り立てず質素な器で誠実に約束を交わせば最後は問題はなく、形式より信義を重んじて準備を整えるのが良いです。",
  "29-5": "危険は完全には解消しなくても均されて安定する段階なので、焦らず現状維持の管理を続ければ、責められず次に備えやすいです。",
  "29-6": "束縛が長期化して抜け出しにくい凶相なので、単独で抗せず救援と代替策を整え、損失の上限を決めて被害を抑えるのが良いです。",
  "30-1": "初動の混乱は起こりやすいので、謙虚に現状を点検して礼を守り、乱れを整えてから静かに進めば責められません。",
  "30-2": "中庸を象徴する落ち着いた光が差す局面なので、偏らず節度を守って照らせば、周囲も安定し成果が育ちやすいです。",
  "30-3": "日が傾き勢いが衰える時期なので、感情に飲まれず現実を受け止めて体制を再編し、無理に煽らず静かに整えるのが良いです。",
  "30-4": "突発的に燃え上がってすぐに消えやすいので、一度の成功に酔わず持続可能な仕組みを整え、熱量を配分して長持ちさせます。",
  "30-5": "涙や嘆きがあっても真情を隠さず整えるなら良く、内面を見つめて態度を正せば、澄んだ明かりが再び広がりやすいです。",
  "30-6": "大役を担う場面では善悪を明らかにして過不足なく措置すれば咎はなく、功を私さず公正に処して秩序を回復させます。",
  "31-1": "小さな動きから影響は始まるので、急がずに柔らかく応じて関係を温め、過度な働きかけを控えて良い流れを育てます。",
  "31-2": "衝動に駆られて動くより、今は留まって内側を整えるのが良く、機が熟すまで静かに備えれば無用の損失を避けられます。",
  "31-3": "体勢が揺らぎ流されやすい局面なので、境界を明確にして軽率な同行を避け、信頼できる筋に従って行動を絞るのが良いです。",
  "31-4": "正しさを保てば悔いは消え、人の出入りがあっても落ち着いて往来を受け止め、志を言語化して周囲と意図を合わせます。",
  "31-5": "背で感じるような静かな確信があれば悔いはなく、声高に求めず誠実に向き合えば、深いところで通じやすいです。",
  "31-6": "頬と舌にとどまる表層的な共鳴は続きにくいので、言葉だけでなく行動を整えて中身を伴わせ、軽さを避けるのが良いです。",
  "32-1": "始めは焦らず腰を据えて基礎を築くのが良く、土台が固まるほど後の継続が効き、ぶれずに長く取り組みやすいです。",
  "32-2": "中庸を保って歩めば過去の過ちも次第に薄れ、釣り合いを意識して節度を守れば、持続の力が安定して働きます。",
  "32-3": "一貫性を欠いて方針を変えると信用を損ないやすいので、原則を明確にして約束に沿い、継続の軸を守るのが良いです。",
  "32-4": "成果を求める場所がずれているので、正しい土壌を見極めて持続的に注力し、資源を集中して長所を伸ばすのが良いです。",
  "32-5": "継続は貫くべきだが、立場や役割に応じて方法と速度を調整し、無理のない仕組みで長く保つのが賢明です。",
  "32-6": "継続を揺さぶる過度の変化は安定を損ないやすいので、欲張らず節度を守って小幅の更新にとどめ、持続の軸を守ります。",
  "33-1": "退却の最後尾は危険。軽率な行動は慎み、時を待てです。",
  "33-2": "黄色い牛の革のように強固に保持する。強い意志で信念を貫けです。",
  "33-3": "しがらみがあり完全に退けません。責任を果たしながら段階的に退けです。",
  "33-4": "良い退避。名誉ある撤退を心がけよです。",
  "33-5": "素早い退避。理想的な撤退のタイミングです。",
  "33-6": "豊かな退避。完全な解放を享受せよです。",
  "34-1": "足先にまで力がみなぎる。力はあるが今は動くべき時ではありません。",
  "34-2": "正しい道を行けば良いです。正義を貫けば必ず良い結果が得られます。",
  "34-3": "小人は力を濫用し、君子は慎重にですすぎります。",
  "34-4": "正しければ良いですで悔いは消える。障害を破り力に変えよです。",
  "34-5": "雄羊を野原で失う。執着を捨て自然に任せよです。",
  "34-6": "雄羊が垣根にぶつかる。困難を耐え抜けば道は開けります。",
  "35-1": "進もうとして挫けそうになる。挫折しても正しい道を歩み続けよです。",
  "35-2": "進みながら憂う。不安があっても先祖の加護があります。",
  "35-3": "多くの人が信頼する。周囲の信頼を得て前進せよです。",
  "35-4": "進むこと鼫鼠のようだです。",
  "35-5": "悔いは消える。得失にこだわらず前進せよです。",
  "35-6": "角を突き出して進む。積極的行動も適所でのみ有効です。",
  "36-1": "明夷が飛んで翼を垂らす。困難な時期でも信念を曲げず進めです。",
  "36-2": "明夷で左股を傷つける。他者の助けを借りて困難を脱せよです。",
  "36-3": "南の狩りで明夷を得て、その大首を得られます。",
  "36-4": "その左腹に入る。相手の心中を理解して外に出よです。",
  "36-5": "箕子の明夷。賢者の模範に従って耐え忍べです。",
  "36-6": "明らかでなく暗い。盛衰の理を悟り謙虚になれです。",
  "37-1": "家に規律がある。家庭内の規律を正しく定めよです。",
  "37-2": "追い求めるものはなく、食事の世話に専念します。",
  "37-3": "家族が厳格なのは、悔いがあっても最終的に良いです。",
  "37-4": "豊かな家はとても良いです。家族の繁栄を喜び感謝せよです。",
  "37-5": "王が家を訪れる。誠意ある態度で賓客を迎えよです。",
  "37-6": "誠意があり威厳もある。誠実さと威厳を併せ持てです。",
  "38-1": "悔いは消える。対立しても自然の調和を信じよです。",
  "38-2": "その主人に路地で出会う。意外な場所での和解もあります。",
  "38-3": "車が引き裂かれ、人が額に入れ墨をされ鼻を削がれています。",
  "38-4": "孤立している。真の友との出会いを大切にせよです。",
  "38-5": "悔いは消える。一族の結束により前進できます。",
  "38-6": "孤立して豚が泥をかぶり、鬼の乗る車を見ります。",
  "39-1": "進むのは困難、退くのは誉れ。無理に進まず退くことも勇気です。",
  "39-2": "王の臣は非常に困難な中にあるが、自分のためではありません。",
  "39-3": "進むのは困難、帰ることで事態が好転。一旦退いて体勢を立て直せです。",
  "39-4": "進むのは困難、戻れば連携がとれる。仲間との連携で困難を乗り越えよです。",
  "39-5": "大きな困難だが、友が来る。困難な時こそ真の友が現れます。",
  "39-6": "進むのは困難、戻ることで大きな成果。賢者の助言を求めよです。",
  "40-1": "咎めはません。問題は自然に解決します。",
  "40-2": "野で三匹の小さな問題を捕らえ、黄色い矢を得られます。",
  "40-3": "背負いながら乗る。分不相応な行動は災いを招きます。",
  "40-4": "あなたの親指を解け。小さな束縛を解けば友情が生まれます。",
  "40-5": "君子だけが解決できる。君子の德により全ての問題が解決します。",
  "40-6": "公が高い城壁の上で隼を使って射る、これを捕らえります。",
  "41-1": "用事を止めて急いで行く。適度な自己抑制が大切です。",
  "41-2": "正しくあることに利がある。現状維持が最良の策です。",
  "41-3": "三人で行けば一人減る。時には独りの方が良い結果を得られます。",
  "41-4": "その病気を軽くして、急いで喜ばせる。他者の苦痛を軽減することは善行です。",
  "41-5": "あるいはこれを益すこと、十朋の亀も違わません。",
  "41-6": "減らさずに増やす。自己犠牲により大きな成果を得られます。",
  "42-1": "大事業に利がある。大きな事業に取り組む絶好の機会です。",
  "42-2": "増益すること十朋の亀も違わません。天の祝福により大きな成功を得られます。",
  "42-3": "災いのときに益を与える。危機においても他者を助けることは德行です。",
  "42-4": "中正に行い公に告げれば従う。正しい提言は受け入れられます。",
  "42-5": "誠意があり恵みの心がある。恵みの心で行動すれば必ず報われます。",
  "42-6": "誰もこれを益さません。利己的になれば支援を失います。",
  "43-1": "足先に力がある。準備不足で進むと失敗します。",
  "43-2": "警戒して叫ぶ、夜中に兵がある。警戒を怠らなければ問題ません。",
  "43-3": "頬骨に力がある。正義のためなら孤立も辞さずです。",
  "43-4": "尻に皮膚がない、その歩き方は不安定。言葉より行動で判断せよです。",
  "43-5": "莧陸を決断して除く、中正に行えば咎めなしです。",
  "43-6": "叫び声がない、終に注意が必要ですがある。警告を発しないと災いを招きます。",
  "44-1": "金の車止めに繋ぐ。軽率な行動は慎み、慎重にです。",
  "44-2": "台所に魚がある。内輪だけの利益は長続きしません。",
  "44-3": "尻に皮膚がない、その歩き方は不安定。不安定でも進み続けよです。",
  "44-4": "台所に魚がません。基本的な準備を怠るなです。",
  "44-5": "杞でウリを包む、美しい模様を含む、天から降ってくるものがあります。",
  "44-6": "その角で遭遇する。思わぬ障害も学びの機会です。",
  "45-1": "誠意があるが終わらません。最初の混乱を恐れず信念を貫けです。",
  "45-2": "引き寄せれば良いですで咎めなし。誠意があれば質素でも受け入れられます。",
  "45-3": "集まってはため息をつく。集団に馴染めなくても自分の道を行けです。",
  "45-4": "とても良いですで咎めなし。集合の中心となることで大きな成果を得られます。",
  "45-5": "その地位に集まりがある。指導者は常に正しくあるしましょいます。",
  "45-6": "嘆き悲しみ涙を流す。別れの悲しみも自然な感情です。",
  "46-1": "信頼されて昇る、とても良いです。誠実さが昇進への道を開きます。",
  "46-2": "信頼すれば薄い供え物を用いるのに利があります。",
  "46-3": "空っぽの町に昇る。障害のない道を選んで進めです。",
  "46-4": "王が岐山で祭りを行う。高い志と謙虚さで成功します。",
  "46-5": "正しければ良いですで階段を昇る。一歩一歩着実に昇進せよです。",
  "46-6": "闇の中で昇る。見えない努力こそ真の昇進の基です。",
  "47-1": "臀が株木に困り、幽谷に入り、三年見えずです。",
  "47-2": "酒食に困る、朱紱が来る、祭祀に用いるに利し、征けば注意が必要です、咎なしです。",
  "47-3": "石に困り、蒺蔾に據る、宮に入るも妻を見ず、注意が必要です。",
  "47-4": "徐徐として来る、金車に困る、吝しけれど終わりありです。",
  "47-5": "鼻と足を切られ、赤紱に困るが、やがて悦びあり、祭祀に利しです。",
  "47-6": "葛藟に困り、臲卼たり、動けば悔ありと曰うも、悔いて征けば良いです。",
  "48-1": "井戸が泥だらけで飲めません。古い方法では誰も集まらません。",
  "48-2": "井戸の底で鮒を射る、甕に破れ漏れがあります。",
  "48-3": "井戸を掃除したが飲まれません。才能が認められないときも準備を怠るなです。",
  "48-4": "井戸の壁を作る、咎めなし。基盤整備は地味だが重要です。",
  "48-5": "井戸は清らかで冷たい泉が飲める。清廉潔白な人格で人々を潤せです。",
  "48-6": "井戸が完成し覆いをしません。完成した德は隠さず皆に分け与えよです。",
  "49-1": "黄牛の革を用いて鞏固にする。変革の基礎固めにおける慎重さです。",
  "49-2": "己日に乃ちこれを革む、征けば良いです、咎なしです。",
  "49-3": "征けば注意が必要です、貞なれば厲し、革言三たび就れば信頼ありです。",
  "49-4": "悔い亡ぶ、信頼ありて命を改む、良いです。信頼に基づく根本的変革の実行力です。",
  "49-5": "大人は虎の如く変ず、未だ卜せざるも信頼ありです。",
  "49-6": "君子は豹の如く変じ、小人は面を革む、征けば注意が必要です、居て貞なれば良いです。",
  "50-1": "鼎がひっくり返って足が上になる、悪いものを出すのに利があります。",
  "50-2": "鼎に中身がある。充実していれば敵も近づけません。",
  "50-3": "鼎の耳が変わり、その働きが塞がれる。一時的な困難も天の恵みで解決します。",
  "50-4": "鼎の足が折れ、公の粥をひっくり返し、その形を汚します。",
  "50-5": "鼎の黄色い耳と金の持ち手。中庸と堅実さで成功します。",
  "50-6": "鼎の玉の持ち手。最高の品格で全ての人に恵みをもたらせです。",
  "51-1": "震えながら雷が来て、後で笑い声が響きます。",
  "51-2": "雷が来て危険。失ったものを追わず時を待てです。",
  "51-3": "雷がざわざわと震える。変化の波に乗って行動せよです。",
  "51-4": "雷が泥の中に沈む。力があっても環境が悪いと発揮できません。",
  "51-5": "雷が往来して危険。危険を覚悟しても責任を果たせです。",
  "51-6": "雷がざわめき、見回すとびくびくしています。",
  "52-1": "趾を止める、咎なし、永く貞しきに利しです。",
  "52-2": "脛を止める、連れを救えず、心快からずです。",
  "52-3": "腰を止める、背筋を裂く、危険が心を薫ります。",
  "52-4": "身を止める、咎なし。全身全霊での静止と集中です。",
  "52-5": "頬を止める、言葉に序あり、悔い亡ぶ。慎重な言葉選びと表現力です。",
  "52-6": "敦厚な艮、良いです。深く誠実な静寂と安定性です。",
  "53-1": "鴻雁が水辺に進む。段階を踏んで進めば批判も気にならません。",
  "53-2": "鴻雁が岩に進む。安定した基盤で喜びを分かち合えです。",
  "53-3": "鴻雁が陸地に進む。困難な時期でも守るべきものを守れです。",
  "53-4": "鴻雁が木に進む。適切な場所を見つければ安定します。",
  "53-5": "鴻雁が丘に進む。忍耐強く待てば必ず報われます。",
  "53-6": "鴻雁が雲に進む。完成した德は他の模範となります。",
  "54-1": "帰妹が足の不自由な者と結婚する。不完全でも誠意があれば良いです。",
  "54-2": "片目でも見ることができる、隠者の正しさに利があります。",
  "54-3": "帰妹が待つことで結婚し、逆に妹として仕えります。",
  "54-4": "帰妹が期を過ぎる、遅れて帰るには時があります。",
  "54-5": "帝乙の娘が結婚する時、その君主の袖は妹の袖の良さに及ばません。",
  "54-6": "女がかごを受けるが中身がなく、男が羊を切るが血が出ません。",
  "55-1": "その配偶者である主人に会う。繁栄時でも謙虚な態度を保てです。",
  "55-2": "その覆いを豊かにし、真昼に北斗星を見ります。",
  "55-3": "その沛を豊かにし、真昼に小さな星を見ります。",
  "55-4": "その覆いを豊かにし、真昼に北斗星を見ります。",
  "55-5": "美しい文様が来る、慶びと誉れがある。美德により祝福と名誉を得られます。",
  "55-6": "その家を豊かにし、家を覆い隠し、その戸を覗くが、静まり返って人がいません。",
  "56-1": "旅が細々として、ここでその災いを招きます。",
  "56-2": "旅路で宿を取り財産を懐に入れ、忠実な僕を得られます。",
  "56-3": "旅で宿を焼き、その僕を失う。性急な行動は支持者を失わせります。",
  "56-4": "旅先である場所で、その資金と道具を得られます。",
  "56-5": "雉を射るが一本の矢を失う。小さな損失を恐れず大きな目標を目指せです。",
  "56-6": "鳥がその巣を焼かれ、旅人は最初笑い後で泣き叫びます。",
  "57-1": "進退す、武人の貞に利し。決断における軍人的な規律と明確さです。",
  "57-2": "床下で巽く、史官や巫女を用いて紛らわしきが如し、良いです、咎なしです。",
  "57-3": "頻繁に巽く、恥ずかしい。過度の謙遜への注意です。",
  "57-4": "悔い亡ぶ、田にて三品を獲る。継続的努力による多様な成果です。",
  "57-5": "貞しければ良いです、悔い亡ぶ、利ないことはありません、初めなくして終わりありです。",
  "57-6": "床下で巽く、その資斧を喪う、貞なれども注意が必要です。",
  "58-1": "和やかな兌、良いです。自然な喜びと調和へのになりがちです。",
  "58-2": "誠実な兌、良いです、悔い亡ぶ。真心からの喜びと誠実さです。",
  "58-3": "やって来る兌、注意が必要です。外から来る誘惑への警戒心です。",
  "58-4": "商議する兌、未だ寧からず、病を介して喜びありです。",
  "58-5": "剥に信頼す、厉あり。危険な人物への信頼に対する警告です。",
  "58-6": "引かれる兌。他者に引きずられがちです。",
  "59-1": "強い馬を用いて救う。外部の力を借りて問題を解決せよです。",
  "59-2": "渙散して机に向かって走る、悔いは消えります。",
  "59-3": "その身を散らす、悔いはません。私心を捨てて公に尽くせです。",
  "59-4": "その集団を散らす。型破りな発想で大きな成功を収めります。",
  "59-5": "汗のように大号令を渙散させる。大改革には大きな変化が必要です。",
  "59-6": "その血を渙散させて遠くに去り出る。危険な状況から完全に脱出せよです。",
  "60-1": "戸庭を出でず、咎なし。慎重さと自己制御の基本姿勢です。",
  "60-2": "門庭を出でず、注意が必要です。過度の慎重さによる機会損失への警告です。",
  "60-3": "節せざるが若く、則ち嗟くが若し、咎なしです。",
  "60-4": "安らかに節す、亨る。自然で無理のない節制の実現です。",
  "60-5": "甘美な節、良いです、往けば尚ばれん。楽しみながらの節制と品格ある行動です。",
  "60-6": "苦しい節、貞なれど注意が必要です、悔い亡ぶ。過度な節制の弊害への気づきです。",
  "61-1": "慮って良いです。一心不乱に誠意を尽くせです。",
  "61-2": "鳴く鶴が陰にいて、その子がこれに和します。",
  "61-3": "敵を得て、あるときは太鼓を打ちあるときは止め、あるときは泣きあるときは歌います。",
  "61-4": "月がもう少しで満月、馬の連れが失われます。",
  "61-5": "誠意があって結び合うようだ。誠意による結束は最も強いです。",
  "61-6": "鶏の声が天に登る。実力以上の高望みは危険です。",
  "62-1": "飛ぶ鳥がこれを残して注意が必要です。小さなことも慎重に扱えです。",
  "62-2": "その祖父を通り過ぎてその祖母に会い、その君主に及ばずその臣に会います。",
  "62-3": "過ちを防がなければ、誰かがそれに従って殺すだろいます。",
  "62-4": "咎めなくこれに遇う。状況に応じて柔軟に対応せよです。",
  "62-5": "厚い雲だが雨が降らない、我が西の郊外から来ります。",
  "62-6": "これに会うことなくこれを過ぎる。度を越した行動は災いを招きます。",
  "63-1": "車輪を引きずり、尾を濡らす、咎なし。完成への慎重なアプローチと細心の注意です。",
  "63-2": "婦人その茀を喪う、逐うことなかれ、七日にして得んです。",
  "63-3": "高宗、鬼方を伐ち、三年にしてこれに克つ、小人は用うるなかれです。",
  "63-4": "繻に衣袽あり、終日戒む。成功時の継続的警戒心です。",
  "63-5": "東隣は牛を殺すも、西隣の禴祭に如かず、実にその福を受きます。",
  "63-6": "その首を濡らす、厲し。完成の後の油断による危険への警告です。",
  "64-1": "尻尾を濡らす、困難だが学びがある。新しい挑戦での初期困難です。",
  "64-2": "車輪を引きずる、正しければ良いです。着実な前進への意志です。",
  "64-3": "未完成、軽率な行動は注意が必要です、大事業には利です。",
  "64-4": "正しくあることが大切ですば良いです、後悔は消える。信念に基づく行動力です。",
  "64-5": "正しくあることが大切ですば良いです、後悔なし、君子の光、信頼あり、良いです。",
  "64-6": "酒を飲むにも信があれば、咎なし。余裕と品格を備えた完成形です。"
}
