{
  "1-1": "今は動くには早く力を蓄える時期なので、正しい態度で基礎を整えつつ関係者と足並みを揃え、焦らず次の機会に備えるであることが多いですです。",
  "1-2": "能力が芽を出し始める時期なので、信頼できる指導者と結び学びを深めるほど成果が伸びやすく、視野も着実に広がり成長が加速します。",
  "1-3": "油断せず勤勉に取り組み自己を振り返る習慣を保てば、地力が着実に高まり良い方向に進みやすく、日々小さな改善が積み上がります。",
  "1-4": "大きく踏み出すか慎重に構えるかの岐路なので、利害を整理し節度を保って決めると良い結果につながり、周囲との合意も得やすいです。",
  "1-5": "勢いが最も高まり周囲を導ける時期なので、私心を抑えて公正に采配すれば成果が広がりやすく、周囲の信頼もいっそう高まります。",
  "1-6": "成功の高揚で行き過ぎやすい局面なので、謙虚さを保ち節度ある判断を徹底すれば後悔を避けやすく、礼を重んじて信用を守れます。",
  "2-1": "小さな不穏の兆しがやがて大事に発展しがちなので、早期に気づき手を打てば被害を最小化しやすく、観測と記録の徹底が有効です。",
  "2-2": "素直でまっすぐに学ぶ姿勢は実りにつながりやすいので、基本を丁寧に身につけるほど安定して進みやすく、指導者の助言も活きます。",
  "2-3": "内面の資質を整えて正しくふるまうことが重要なので、才能を誇らず誠実に磨けば信頼が積み上がりやすく、慢心を避けて機を待てます。",
  "2-4": "守りを固めて出過ぎないのが安全な局面なので、情報管理と節度を保てば責められず静かに機会を待てますが、情報漏洩には特に注意です。",
  "2-5": "中庸を保ち品位を失わない姿勢が評価されやすいので、飾らず均衡を守れば物事はうまく運びやすく、長期的な信用にもつながります。",
  "2-6": "対立が激しく状況は厳しいが、節度を守り踏ん張れば信頼を保てて局面を切り抜けやすく、支援者と連携すれば持ち直しやすいです。",
  "3-1": "拙速に動かず正しい道を守ることが重要なので、基礎を固めて信頼を積み上げ次の前進に備えるのが良く、足場の整備に注力します。",
  "3-2": "方針が定まらず迷いが生じやすい局面なので、情報を整え優先順位を明確にして一つに絞るのが良く、期日と基準を先に決めて迷いを減らします。",
  "3-3": "下準備や案内役を欠いた突進は危ういので、関係者を整え段取りを確認してから段階的に進めるのが安全で、安全管理の責任も明確にします。",
  "3-4": "迷いがあるなら関係を正式に結ぶ方向へ整えると良く、約束を明確にして信頼を固めるほど安定しやすく、相互の期待を言語化します。",
  "3-5": "蓄えがあるが過度に厳格だと柔軟さを欠きやすいので、小事は正しく大事は寛やかに運ぶと均衡を保ちやすく、硬直を避けられます。",
  "3-6": "進退に悩み痛みを伴う局面なので、独断を避け信頼できる助言を仰ぎ冷静に撤退線と再挑戦の機会を定めると良く、損失の上限も決めます。",
  "4-1": "無知を改めるには規律の意味を丁寧に伝え、不要な束縛を解いて学べる環境を整えることが効果的で、継続的な伴走が成果を生みます。",
  "4-2": "未熟さを責めず包み導けば成長しやすい局面なので、余裕を持って伴走し学びの機会を絶やさないのが良く、失敗を学びに変えられます。",
  "4-3": "外見や条件だけで関係を結ぶのは良くないので、実質や価値観の一致を確かめるまで急がず、短期的な魅力に流されないでする局面です。",
  "4-4": "無知に陥って困り孤立しやすい局面なので、助言を求めて学び直しの機会を確保し、基本に立ち返って態勢を立て直すであることが多いですです。",
  "4-5": "子どものような純真さで学べば良い結果につながりやすいので、先入観を捨てて素直に吸収し、学ぶ楽しさを活力に前へ進むであることが多いですです。",
  "4-6": "無知や悪習を断ち切る好機なので、強い意志で区切りをつけて環境も整え、再発を防ぐ仕組みに置き換えるとより安定しやすいです。",
  "5-1": "中心を離れた安全な場所で時を待つ局面なので、平常心を保ち周辺から準備を進めると良く、好機に素早く動ける体勢を維持できます。",
  "5-2": "足場が不安定で負荷がかかる待機なので、多少の困難があっても体制を崩さず粘り強く備えれば、条件が整った時に報われやすいです。",
  "5-3": "泥濘での待機は隙を生みやすく不利を招くので、その場に固執せず位置を改めて守りを整え、危険を遠ざけるのがいっそう安全です。",
  "5-4": "深刻な損耗の中で耐えるが脱出の道はある局面なので、冷静に機会を見極め最短の出口へ集中し、二次被害を避けて離脱となりやすいですです。",
  "5-5": "余裕を保ちつつ節度を守って待てば良い局面なので、心身を整えて英気を養い、人との交流で信頼を深めて好機に備えるであることが多いですです。",
  "5-6": "隠れて備えると予期せぬ来訪や割込みが起こりやすいので、礼を失わず丁寧に応対して波風を立てず、本筋の準備を崩さないのが賢明です。",
  "6-1": "争いは長引かせないのが良く、多少の非難があっても早期に収束させれば被害はより小さく、関係修復の余地も保ちやすいです。",
  "6-2": "勝ち目のない争いと見れば無理をせず速やかに撤退し、拠点へ戻って体制を整え直すのが賢明で、損失を抑えて再起の機会を守れます。",
  "6-3": "過去の実績や庇護に頼りがちなので、現状の課題で実力を確実に示し、主体的に新しい信用を積み上げる行動へ比重を移すであることが多いですです。",
  "6-4": "争いに勝てない局面では固執を改め、状況に即して柔軟に方針を切り替えれば損害を抑えやすく、次の条件が整うまで守るのが安全です。",
  "6-5": "大義に基づく主張なら有利に展開しやすいので、証拠と手続を整え正々堂々と争えば広く支持を得て、望む結論に近づきます。",
  "6-6": "表面的な栄誉は与えられてもすぐ失われがちなので、名より実を重んじて振る舞いを正し、軽率な発言や越権を避けるのが安全です。",
  "7-1": "組織を率いるにあたり規律を乱して動くのは良くないので、まず基準を明確にして不適切な行動は容認せず、公平に運用となりやすいですです。",
  "7-2": "組織の中核で職責を果たす立場は問題なく、規律を守って信頼を積み重ねれば、無用な非難を受けずにいっそう成果へ集中しやすいです。",
  "7-3": "名ばかりの指揮で実が伴わない恐れがあるので、権限と責任の線引きを明確にし、現場主導で機動的に動ける体制を整えるであることが多いですです。",
  "7-4": "主力の一歩後ろで支援に回る配置は問題なく、無理攻めを避けて体勢を整え、連携を密にして機を見て着実に支えるのが得策です。",
  "7-5": "適材適所の配置が利を生む局面なので、実情に即した任命と明快な指示で力を引き出し、責められず成果に着実に結びつけやすいです。",
  "7-6": "大きな任命を受け組織の基盤を広げる段階なので、公正な統治と制度整備に努めれば信頼が集まり、持続的な発展に向かいやすいです。",
  "8-1": "誠実さを土台に率直に親しめば問題はなく、互いの信頼が広がって協力が生まれ、関係は安定して発展しやすいです。",
  "8-2": "内側から自然に親しみが生まれる関係は良いので、節度を保って信頼を育てれば、無理なく協力が広がり成果につながります。",
  "8-3": "不適切な相手と結べば害が大きいので、肩書や打算だけで選ばず価値観と信頼を確かめ、誤った同盟は避けるのが賢明です。",
  "8-4": "外部との連携は正しく行えば良いので、相互の利害を明確にし節度を守って結べば、視野が広がり機会を取り込みやすいです。",
  "8-5": "関係は隠さず公正に開示して親しくすれば良く、透明性が信頼を強めるので、誰に対しても態度を一貫させるのが有効です。",
  "8-6": "まとめ役を欠いた結びつきは迷走しやすいので、責任の所在と意思決定手順を明確にし、主体性を立てて進めるのが安全です。",
  "9-1": "誤りに気づいて正道へ戻れば問題はなく、早期に軌道修正するほど傷は浅く、以後は節度を守って着実に進みやすいです。",
  "9-2": "他者の導きに従って元の正道へ戻るのは良いので、素直に学んで歩調を合わせれば、無理なく立て直しが進みやすいです。",
  "9-3": "性急に強引に進めると結束が緩み対立が生まれがちなので、足並みを整えて摩擦を減らし、段取りを固めて進めるであることが多いですです。",
  "9-4": "信頼があれば危機はやがて去り問題は生じにくいので、真心を示して不安を和らげ、落ち着いて再発防止を整えるであることが多いですです。",
  "9-5": "信頼による結びつきが周囲を潤す局面なので、まず近しい人と力を揃えて基盤を固めれば、恩恵が外へ広がりやすいです。",
  "9-6": "状況は雨が収まり落ち着きつつあるが、押し過ぎれば危ういので、節度を守って功を急がず、役割に即して静かに収めます。",
  "10-1": "飾らない態度で礼を守って歩めば責められず、足元を固めて慎みを保つほど、道は安定して安全に進みやすいです。",
  "10-2": "道は平らで落ち着いて進めるので、静かに本分を守りつつ節度を保てば良く、目立たずとも確かな前進につながります。",
  "10-3": "分不相応に危地へ踏み込むと災いを招きやすいので、力量を見極めて無理を避け、危険を察して距離を保つのが賢明です。",
  "10-4": "危険の兆しを感じて身を慎めば最後は良く、恐れが緊張を保つので、節度を守り一歩ずつ注意深く進めば無事に至りやすいです。",
  "10-5": "断固とした歩みは正しくとも厳しい局面なので、礼を失わず慎重に進めば良く、無理な突破は避けて機を待つのが安全です。",
  "10-6": "足跡を顧みて吉凶の兆しを考えればとても良く、過去の教訓を活かして修正し、次に生かす準備が整いやすいです。",
  "11-1": "根本の課題を仲間と束ねて一気に抜けば良く、足元を整えて力を合わせて進めば、初動から順調に展開しやすいです。",
  "11-2": "多様を包み遠くの課題も漏らさず扱えば良く、危険も渡れるが派閥は手放し、中道を守って公正に進めると安定します。",
  "11-3": "順境にも基本的に傾きがあり往けば基本的に戻るので、苦しくとも節度を守って粘れば問題はなく、後に平衡を取り戻しやすいです。",
  "11-4": "裕福でなくとも近隣と気持ちよく助け合い、叱責より信頼で動けば良く、自然な協力が広がって小さな成果が積み上がります。",
  "11-5": "格にふさわしい結びつきを謙虚に整えれば最良で、形式に偏らず実を重んじ、互いの幸福を広げる穏当な同盟が実ります。",
  "11-6": "体制は崩れ防壁も痩せているので出兵は避け、内側から方針を周知して守りを固めれば正しいが、成果は控えめになりがちです。",
  "12-1": "停滞の始まりでも根を束ねて正しく対処すれば良く、仲間と基礎を固めて進めば、やがて道が開けて通りやすいです。",
  "12-2": "短期志向が評価されやすく成熟した働きは通りにくい局面なので、原則を崩さず節度を保ち、機が熟すまで静かに備えるであることが多いですです。",
  "12-3": "過ちを覆い隠したくなるが、恥を自覚して内省し、関係者に説明して改めれば、信頼は回復に向かい問題は長引きにくいです。",
  "12-4": "命を受けて進めば責められず、旧来の利得からは離れるので、天命に沿って役割を果たし、新しい秩序へ移行となりやすいですです。",
  "12-5": "停滞を休める段階で成熟した振る舞いは良く、慌てずに秩序を整えて希望を保てば、次の好転に向けて準備が進みやすいです。",
  "12-6": "停滞は傾き転換が始まるので、はじめは苦しいが後に喜びが来ると捉え、節度を守って潮目の変化に合わせるであることが多いですです。",
  "13-1": "身近な人から率直に協力を始めれば問題はなく、合意を丁寧に重ねて信頼を築けば、無理なく連携が広がりやすいです。",
  "13-2": "身内だけで固まると幅が狭まり評価も下がりやすいので、境界を越えて開かれた協力へ広げ、中立に人を選ぶであることが多いですです。",
  "13-3": "草むらに対立を伏せて機会をうかがっても長く成果は出にくいので、無理な攻勢を避け、体制を整えつつ機を待つのが安全です。",
  "13-4": "城壁をよじ登っても攻め落とせない局面なので、無益な攻撃を控えて和解と条件調整に努めれば、結果的に良い方向へ向かいます。",
  "13-5": "はじめは対立が激しく嘆きも出るが、やがて意見が合って笑い合える段階に至るので、目的を共有し粘り強く調整となりやすいですです。",
  "13-6": "外の人びとと広く結べば後悔はなく、理念を掲げつつ実務は現実的に進めれば、過度な期待を抑えて着実な成果になります。",
  "14-1": "害と関わらず節度を守れば問題はなく、困難でも基本を崩さずに進めば責められず、得た実りを丁寧に活かせます。",
  "14-2": "大きな責務をしっかり担い目的地へ進む局面なので、準備と手順を整えて荷を運べば問題はなく、成果に着実に至りやすいです。",
  "14-3": "公正さを重んじて大きな役に就けば道は開けるが、私心や未熟さが混ざると務まらないので、原則を守って臨むであることが多いですです。",
  "14-4": "富や勢いを誇示せず平常を保てば問題はなく、節度を守って分を越えないほど信頼は長く続き、周囲との調和も保ちやすいです。",
  "14-5": "誠実さと威厳を兼ね備えて公正に臨めば良く、柔らかさと厳しさの釣り合いが取れて人心が自然と集まり、秩序が安定しやすいです。",
  "14-6": "天の助けが働き吉で広く利が及ぶ局面なので、感謝を忘れず分配を公正に行えば成果が根付き、長く行き渡りやすいです。",
  "15-1": "深い謙虚さを保ち準備を尽くせば大きな難所も越えられるので、功を誇らず役割を尽くし、協力して渡り切るであることが多いですです。",
  "15-2": "控えめな姿勢が自然に伝わると良く、節度を保ってふるまえば信頼が広がり、評価は静かに定着して後に力になります。",
  "15-3": "努力を惜しまず謙虚に働けば最後までやり遂げられるので、途中で誇らず初志を守り、丁寧に締めくくるであることが多いですです。",
  "15-4": "どの場面でも謙虚さを手綱として用いれば利があり、勝っても驕らず負けても乱れず、全体を安定へ導きやすいです。",
  "15-5": "富まなくとも近隣と力を合わせて課題に当たれば利があるので、公平に役割を分担し、協働で難所を突破となりやすいですです。",
  "15-6": "謙虚を基調に必要な時は大きな体制を動かすのが有利なので、公正な規律で節度を守り、乱暴な拡張を避けて進めます。",
  "16-1": "浮かれて自慢げに鳴らせば災いを招きやすいので、節度を守って身を慎み、事実で示すまで騒がないのが安全です。",
  "16-2": "意志を岩のように固めて迷いを長引かせず、早い段階で是正すれば良く、筋を通して節度を守れば安定します。",
  "16-3": "期待ばかりを見上げて足元の準備を欠くと悔いが残るので、現実的な段取りと資源配分を固めてから動くであることが多いですです。",
  "16-4": "人々の心を動かす楽しさで巻き込めば大きな得があり、目的を分かち合い健全な盛り上がりを設計すれば成果が広がります。",
  "16-5": "困難が続いても致命的ではないので、姿勢を正して基準を守り、焦らず治癒と整備を進めれば回復に向かいやすいです。",
  "16-6": "過度な享楽に沈んだ状態から目を覚まして方針を改めれば問題はなく、節度を取り戻し健全な楽しさへ移行となりやすいですです。",
  "17-1": "役目の変化があっても正しく対処すれば良く、外に出て関係を広げれば功があり、節度を守って機会を確実につかみます。",
  "17-2": "小さなことに執着すると大切な機会を失いやすいので、判断基準を上げて要点を外さず、長期の価値を優先となりやすいですです。",
  "17-3": "価値の高い本筋に従い小事を手放せば求める成果に近づきやすく、資源を集中して要所を押さえるであることが多いですです。",
  "17-4": "従って利を得ることはあるが形式に固執すると凶なので、誠実に筋を明らかにして進めば責められず、健全に成果を得られます。",
  "17-5": "良いものを信じて従えば良く、基準を保って選び抜けば周囲の賛同も得られ、安定した前進になります。",
  "17-6": "強い結びつきで一体となって進めば大業は成りやすいので、信義を守って役割を結び、礼を尽くして目的を全うとなりやすいですです。",
  "18-1": "先代から引き継いだ問題を正面から整理して改善すれば良く、責任を明確にして再発防止を施せば、非難されず信頼が戻りやすいです。",
  "18-2": "情に流されずとも固執に偏らず、柔らかく是正すると良い局面なので、配慮と節度を両立しつつ改革を進めるのが有効です。",
  "18-3": "改善の過程で小さな悔いは生じても重大な責めには当たらないので、原因を記録して次に活かし、手順を見直して前へ進みます。",
  "18-4": "問題に甘く対処して先送りすると後で困るので、情に流されず基準に沿って是正し、適切な厳しさで早期に改めるであることが多いですです。",
  "18-5": "問題を正しく処理すれば評価が高まりやすいので、実績を誇示せず共有し、仕組みに反映して持続的な改善へつなげます。",
  "18-6": "権威に媚びず原則に基づいて是正を貫けば良く、私益より公の益を優先し、長期的な健全さを選べば信頼が定着します。",
  "19-1": "温かさをもって近づき正しい態度で臨めば良く、相手の立場を尊重して対話すれば、自然に信頼が生まれて進めやすいです。",
  "19-2": "親しみと誠実さをもって関われば良く、礼を保ちつつ支援すれば応援が集まり、広く利益が行き渡りやすいです。",
  "19-3": "甘やかしは短期の受けは良くても長期の利を損ないやすいので、筋を示して境界を守り、依存を生まない支援に改めます。",
  "19-4": "現場に深く入り実情を理解して臨めば問題はなく、過度に介入せず自立を促す配慮を保てば、関係は健全に進みやすいです。",
  "19-5": "状況をよく理解して筋道立てて臨めば良く、理念と実務の釣り合いを取り、規範で導けば信頼が厚くなります。",
  "19-6": "厚意をもって着実に臨めば良く、礼を尽くして節度を守れば責められず、長く安定した支援関係を築きやすいです。",
  "20-1": "未熟な見方でも大きな責めはないが、立場が上がるほど浅い観察は惜しまれるので、謙虚に学び視野を広げるであることが多いですです。",
  "20-2": "覗き見るような狭い視野でも守りには利があるが、偏りが生じやすいので、必要な情報を広く集めて判断を整えるであることが多いですです。",
  "20-3": "まず自分の歩みを観察して是非を定め、強み弱みを見極めて方針を決めれば、迷いが減って進退の判断が明確になります。",
  "20-4": "公の場で示される模範を観て学べば良く、その徳と規範に照らしてふるまえば評価され、要職にもふさわしくなります。",
  "20-5": "自分の生き方を省みて原則を正せば責められず、言行を一致させて修正すれば、周囲の信頼が増して進めやすいです。",
  "20-6": "他者の歩みと制度の働きを静かに観れば問題はなく、功過を公平に見て教訓を得れば、次の改善へつなげやすいです。",
  "21-1": "小さな過失は早期に厳正に正すのが良く、基準を明確にして軽症のうちに手当てすれば、後の大事を未然に防ぎやすいです。",
  "21-2": "中程度の過失は痛みを伴っても相応に処し、私情を交えず手続を踏めば責められず、再発防止に実効が出やすいです。",
  "21-3": "表面は進めやすく見えても内側に毒が潜む恐れがあるので、拙速を避けて原因を洗い出し、対策を整えてから着手となりやすいですです。",
  "21-4": "固い障害を噛み切るには根気よく証拠と事実を集め、正しい筋道で貫けば成果が得られ、苦しくともぶれなければ利があります。",
  "21-5": "固い問題に挑むのは正しいが厳しさを伴うので、規律を守って慎重に進めば責められず、最後に報われやすいです。",
  "21-6": "過度に厳罰へ傾くと聞く耳を失って凶に向かいやすいので、基準は保ちながらも受け止める余地を残し、対話を絶やさないでする局面です。",
  "22-1": "飾り立てて急がず車を捨てて歩む心持ちが良く、足元を整え質素に進めば、見栄に流されず安定した前進になりやすいです。",
  "22-2": "外見の手入れは節度を守れば好ましく、内実を損なわない範囲で整えれば、品位が保たれ関係も円滑に進みやすいです。",
  "22-3": "しっとりとした落ち着いた装いを保ち、長く正しい態度を続ければ良く、派手さより持続する品位が信頼を育てやすいです。",
  "22-4": "清らかな姿で疑いを晴らし、公正に関係を結べば良く、透明性を保てば誤解は解け、健全な同盟が成立しやすいです。",
  "22-5": "質素な贈り物でも誠意が伝われば終わりは良く、形式より心を尽くせば、時間をかけて良縁が実りやすいです。",
  "22-6": "飾りを捨てて素に返れば問題はなく、本質を磨いて過度を避ければ、信頼は静かに根づき長く保たれやすいです。",
  "23-1": "土台から剥がれ始めて危ういので、原則を蔑ろにせず基礎を補修し、無理を止めて体勢を立て直すのが安全です。",
  "23-2": "剥落が進み支えにまで及ぶ段階なので、形ばかりの体裁を捨てて要を補い、規範を回復するまで拡張を控えるであることが多いですです。",
  "23-3": "削ぎ落としを受け入れて過剰を手放せば責められず、守るべき核を残して軽くなれば、次に向けて再編が進みやすいです。",
  "23-4": "亀裂が肌身に及ぶほど深刻なので、被害を広げず一時退いて治療と補強に専念し、再発防止を整えてから再開となりやすいですです。",
  "23-5": "秩序立てて人を並べ誠を尽くせば利があり、立場に応じて役割を与えれば運用が安定し、全体の働きが揃いやすいです。",
  "23-6": "核心は守られ有為な者は前へ進み、足元の浅い者は支えを失いやすいので、実を尊び倫理を守って次の基盤を固めます。",
  "24-1": "過ちは早めに認めて正道へ戻れば問題はなく、素直に反省して手を改めれば、損失を小さく抑えて好転しやすいです。",
  "24-2": "静かに態勢を整えて穏やかに正道へ復帰すれば良く、焦らず礼を保てば周囲の理解も得られ、安定した再出発になります。",
  "24-3": "何度もやり直しが必要でも正しい態度を保てば責められず、苦しくとも基準を守って粘れば、やがて流れは整いやすいです。",
  "24-4": "周りに合わせずとも中庸を守って一人で正道に戻れば良く、流されず節度を保てば、静かに信頼が積み上がります。",
  "24-5": "厚い反省をもって静かに復帰すれば悔いはなく、言行を改めて基礎を整えれば、以後の歩みは安定しやすいです。",
  "24-6": "迷いながら時期を逸して復帰すると禍につながりやすいので、早めに決めて節度を守り、被害を広げず改めるであることが多いですです。",
  "25-1": "私心のないまっすぐな気持ちで正道を歩めば良く、作為に走らず誠実に進めば、支援が集まり成果に結びつきやすいです。",
  "25-2": "働かずして得ようとせず、基礎を整えて然るべき用事に向かえば良く、正当な手順を踏むほど実りに近づきます。",
  "25-3": "思わぬ災いが起こり外の者には利があって内には損が出やすいので、所有と責任を明確にし、被害の拡大を防ぐであることが多いですです。",
  "25-4": "原則を守って節度を保てば責められず、筋を通して淡々と進めば、状況は次第に整っていきます。",
  "25-5": "自然回復が見込めるので過剰介入は控えるのが良く、休養と養生に努めれば、やがて快方に向かい喜びが戻りやすいです。",
  "25-6": "今動けば災いが生じやすく利はないので、欲を抑えて行動を控え、機が熟すまで静かに備えるのが安全です。",
  "26-1": "危うさを感じたら無理を止めるのが良く、進出を一時見送り体制を整えれば、損失を避けて次の機会を守れます。",
  "26-2": "動力を外して動きを止め点検に入り、流れを一旦切って休ませれば、無用の事故を防ぎやすいです。",
  "26-3": "高い目標を追う道は険しいが、守りを固め規律を保てば利があり、準備を整えて進めば成果に届きやすいです。",
  "26-4": "若いうちから節度を学ばせ枠を設けて育てればとても良く、後の振る舞いが安定しやすいです。",
  "26-5": "力を制御して攻撃性を抑えれば良く、必要な時だけ力を使う規律を保てば、周囲との調和も保たれます。",
  "26-6": "長く蓄えた力を正道に解き放てば道が開け、礼を守って堂々と進めば、大いに通じて広く認められやすいです。",
  "27-1": "精神的な指針を捨てて目先の欲に流れるのは危ういので、原則を見直して節度を保ち、長期の価値に沿って選び直すであることが多いですです。",
  "27-2": "養いの向きを取り違えて基礎が崩れやすい局面なので、拙速をやめて体勢を立て直し、十分に整ってから動くのが安全です。",
  "27-3": "節度を欠いた養いに逆らうと一時は正しくとも厳しく、長期の無理は利を損ないやすいので、欲を抑えて健全な養生に徹となりやすいですです。",
  "27-4": "欲を抑えて口を慎み必要な分だけを取り入れれば良く、周囲の誘惑に目を奪われず静かに気力を養えば、責められずに整いやすいです。",
  "27-5": "小さな揺れがあっても原則を守って静かに構えれば良く、大事には踏み込まず無理な突破を避けて持久に徹するのが安全です。",
  "27-6": "厳しさはあるが正しい養いに基づけば前進しても良い局面なので、備えを整えて一気呵成に渡り切り、後顧の憂いを断つであることが多いですです。",
  "28-1": "薄い茅を幾重にも敷いて備えるように過剰なく丁寧に準備すれば問題はなく、慎重に足場を固めてから重責に臨むであることが多いですです。",
  "28-2": "枯れた木に芽が出るように再生の兆しがあり、世代や条件の違いを越えた組み合わせでも、節度を守れば利が生まれやすいです。",
  "28-3": "梁がしなって限界が近いので負担を軽くし、支えを追加して配分を改めれば、崩壊を避けて体制を持ち直しやすいです。",
  "28-4": "梁を高く保って重みを支えられるので、中心は驕らず節度を守り、周囲と連携して荷を分け合えば、良い運びになりやすいです。",
  "28-5": "枯れ木に花がつくように遅れて実りが見えても、名声は過度に求めず静かに整えれば、責められず着実に進みやすいです。",
  "28-6": "危地を渡りきる覚悟で限界を超える場面でも、私心を抑えて正道を守れば咎はなく、後の回復計画まで視野に入れるであることが多いですです。",
  "29-1": "困難が重なる危うい局面なので、無理な突破を避けて足場と連絡を確保し、小さな安全圏を作りながら進むであることが多いですです。",
  "29-2": "危険が多いので大きな成果より小さな達成を積み上げ、現実的な目標に刻んで段階的に進めば、被害を抑えて前進しやすいです。",
  "29-3": "次々に危険が寄せる中で深みに踏み込むのは避けるべきなので、立ち止まって態勢を整え、無理な投入は見送るのが賢明です。",
  "29-4": "飾り立てず質素な器で誠実に約束を交わせば最後は問題はなく、形式より信義を重んじて準備を整えるであることが多いですです。",
  "29-5": "危険は完全には解消しなくても均されて安定する段階なので、焦らず現状維持の管理を続ければ、責められず次に備えやすいです。",
  "29-6": "束縛が長期化して抜け出しにくい凶相なので、単独で抗せず救援と代替策を整え、損失の上限を決めて被害を抑えるであることが多いですです。",
  "30-1": "初動の混乱は起こりやすいので、謙虚に現状を点検して礼を守り、乱れを整えてから静かに進めば責められません。",
  "30-2": "中庸を象徴する落ち着いた光が差す局面なので、偏らず節度を守って照らせば、周囲も安定し成果が育ちやすいです。",
  "30-3": "日が傾き勢いが衰える時期なので、感情に飲まれず現実を受け止めて体制を再編し、無理に煽らず静かに整えるであることが多いですです。",
  "30-4": "突発的に燃え上がってすぐに消えやすいので、一度の成功に酔わず持続可能な仕組みを整え、熱量を配分して長持ちさせます。",
  "30-5": "涙や嘆きがあっても真情を隠さず整えるなら良く、内面を見つめて態度を正せば、澄んだ明かりが再び広がりやすいです。",
  "30-6": "大役を担う場面では善悪を明らかにして過不足なく措置すれば咎はなく、功を私さず公正に処して秩序を回復させます。",
  "31-1": "小さな動きから影響は始まるので、急がずに柔らかく応じて関係を温め、過度な働きかけを控えて良い流れを育てます。",
  "31-2": "衝動に駆られて動くより、今は留まって内側を整えるのが良く、機が熟すまで静かに備えれば無用の損失を避けられます。",
  "31-3": "体勢が揺らぎ流されやすい局面なので、境界を明確にして軽率な同行を避け、信頼できる筋に従って行動を絞るであることが多いですです。",
  "31-4": "正しさを保てば悔いは消え、人の出入りがあっても落ち着いて往来を受け止め、志を言語化して周囲と意図を合わせます。",
  "31-5": "背で感じるような静かな確信があれば悔いはなく、声高に求めず誠実に向き合えば、深いところで通じやすいです。",
  "31-6": "頬と舌にとどまる表層的な共鳴は続きにくいので、言葉だけでなく行動を整えて中身を伴わせ、軽さを避けるであることが多いですです。",
  "32-1": "始めは焦らず腰を据えて基礎を築くのが良く、土台が固まるほど後の継続が効き、ぶれずに長く取り組みやすいです。",
  "32-2": "中庸を保って歩めば過去の過ちも次第に薄れ、釣り合いを意識して節度を守れば、持続の力が安定して働きます。",
  "32-3": "一貫性を欠いて方針を変えると信用を損ないやすいので、原則を明確にして約束に沿い、継続の軸を守るであることが多いですです。",
  "32-4": "成果を求める場所がずれているので、正しい土壌を見極めて持続的に注力し、資源を集中して長所を伸ばすであることが多いですです。",
  "32-5": "継続は貫くべきだが、立場や役割に応じて方法と速度を調整し、無理のない仕組みで長く保つのが賢明です。",
  "32-6": "継続を揺さぶる過度の変化は安定を損ないやすいので、欲張らず節度を守って小幅の更新にとどめ、持続の軸を守ります。",
  "33-1": "退却の最後尾は攻撃にさらされやすいので、無理に留まらず早めに離脱線を確保し、秩序だって退くのが安全です。",
  "33-2": "黄色い牛の革のように堅固に踏みとどまるべき局面なので、私心を抑えて原則を固く守り、退く決意を貫くであることが多いですです。",
  "33-3": "しがらみで完全には退けないので、責任を果たしつつ関係を整理し、段階的に距離を取りながら被害を最小化します。",
  "33-4": "名誉ある撤退は良く、無益な消耗を避けて要所を守り、再起に向けた資源と信頼を温存するのが賢明です。",
  "33-5": "退くべき兆しを素早く捉えて機敏に離れるのが良く、体面より実を取り次の機会へ備えれば、全体は整いやすいです。",
  "33-6": "十分な成果を確保したうえでの完全な撤退は良く、未練を残さず整理と移管を徹底すれば、しなやかに再出発できます。",
  "34-1": "力が満ちても今は動く時ではないので、逸る心を抑え基礎を補強し、正しい用い方が定まるまで備えるであることが多いですです。",
  "34-2": "正しい道なら力は生きるので、筋を通して節度を守り、影響が広がっても礼を忘れずに用いるであることが多いですです。",
  "34-3": "未熟な振る舞いは力を濫用しがちなので、自制して節度を保ち、影響を人のために正しく使うであることが多いですです。",
  "34-4": "正しさに立ち返れば悔いは収まり、障害も鍛えに変わるので、規律を守って堂々と道を開くであることが多いですです。",
  "34-5": "勢いに任せて追い込むより、執着を手放して流れに委ねれば良く、無用な衝突を避けて力を温存できます。",
  "34-6": "正面からぶつかれば傷を広げやすいので、時を見て力を引き、周到に突破口を探れば、やがて道は開けます。",
  "35-1": "前進の初期に挫けそうでも、姿勢を正して歩みを止めず、小さな達成を積み上げれば、道は確かに開けやすいです。",
  "35-2": "不安を抱えつつ進む局面なので、支えを頼みつつ計画を見直し、現実的な工程で地道に進む局面です。",
  "35-3": "周囲の信頼が集まりやすいので、透明性と誠実さを保って期待に応え、協力を得て着実に前進となりやすいですです。",
  "35-4": "表面だけの小賢しい進み方は評価されにくいので、小策に頼らず正攻法で実力を示し、内容で前進となりやすいですです。",
  "35-5": "損得への執着を離れて本筋に集中すれば悔いは薄れ、正道を歩んで淡々と前進するのが好ましいです。",
  "35-6": "強く出るべき場面は限定的なので、機を見て堂々と示しつつも過剰な攻勢は抑え、結果に責任を持って進みます。",
  "36-1": "明るさが傷つき動きにくい時期なので、無理に逆らわず身を低くして信念を保ち、備えを進めつつ静かに時を待つであることが多いですです。",
  "36-2": "損傷が出て歩みに痛みがある局面なので、助けを得て負担を分け、方針を修正しながら慎重に抜けるであることが多いですです。",
  "36-3": "正面の課題に向き合えば核心を捉えられるので、焦らず証拠を積み重ねて要点を突き、正攻法で突破となりやすいですです。",
  "36-4": "内情に入り込み事情を把握してから静かに離れるのが良く、感情に巻き込まれず節度を保って立場を守ります。",
  "36-5": "困難の時は経験ある人の振る舞いを手本にして志を曲げず、礼を守って耐え忍べば、やがて評価が戻りやすいです。",
  "36-6": "光が隠れて暗さが極まる段階なので、逆らわず退いて身を守り、盛衰の理を悟って機が熟すまで静かに備えるであることが多いですです。",
  "37-1": "家の秩序は内から整えるのが良く、役割と約束を明確にして節度を保てば、日々の営みが安定しやすいです。",
  "37-2": "外へ広げるより身近な養いを整えるのが良く、無理をせず日常を丁寧に回せば、基盤が温かく支えになります。",
  "37-3": "厳しさが行き過ぎれば悔いも残るが、基準を示して筋を通せば最終的には良く、のちの安定につながります。",
  "37-4": "家の豊かさは節度と感謝で保たれるので、誇らず分かち合い、心を合わせて暮らしを整えるであることが多いですです。",
  "37-5": "高い立場の訪れには礼を尽くして迎えるのが良く、清潔と秩序を整え誠実に応対すれば、信頼が厚くなります。",
  "37-6": "誠実さと威厳の釣り合いを保てば家は締まり、感情に偏らず公正に裁き、節度をもって導くであることが多いですです。",
  "38-1": "対立があっても節度を保てば悔いは薄れ、共通の目的を確認して歩み寄れば、調和へ向けて整いやすいです。",
  "38-2": "意外な場で要の相手に出会えるので、先入観を捨てて誠実に向き合えば、溝が埋まり和解の糸口が見えやすいです。",
  "38-3": "対立が激しく損傷が大きい凶相なので、原因の分解と責任の分担を明確にし、冷静に収束へ向けて損害を最小化します。",
  "38-4": "孤立していても志が通う相手に出会えれば救いがあるので、焦らず信義を守り、少数精鋭で連携となりやすいですです。",
  "38-5": "身近な結束が悔いを薄め前進を支えるので、近しい人と力を合わせ、相違は率直に整えて進むであることが多いですです。",
  "38-6": "孤立が続き物事が乱れて見えるが、流れに逆らって動くのは危ういので、節度を保って静観し、機を待つのが安全です。",
  "39-1": "今は進むより退く方が賢明なので、無理を避けて撤退線を確保し、体勢を整えてから機を待つであることが多いですです。",
  "39-2": "責務のために困難のど真ん中にある局面なので、私心を抑えて公の務めを優先し、支援を得ながら冷静に対処します。",
  "39-3": "進路が険しければ一度引いて態勢を立て直すのが良く、無理を止めれば視界が開け、次の打ち手が見えやすいです。",
  "39-4": "独力では難しいので戻って連携を再構築するのが良く、役割を分けて助け合えば、困難を越えやすいです。",
  "39-5": "困難は大きいが頼れる友が来る局面なので、相手を信じて力を合わせ、正攻法で抜け道を作るであることが多いですです。",
  "39-6": "進めば損が大きい段階なので、退いて信頼できる助言者の意見を聞き方針を改めれば、結果的に大きな得につながりやすいです。",
  "40-1": "責められることはなく自然に解ける流れなので、こだわりを手放して過度に介入せず、整ったところから再開となりやすいですです。",
  "40-2": "小さな問題をいくつか捕えて道具を整えられる局面なので、慌てず順序立てて処理し、標準手順を備えるのが有効です。",
  "40-3": "背負荷を抱えたまま更に乗るような過負荷は災いを招きやすいので、荷を下ろして軽くしてから動くのが安全です。",
  "40-4": "小さな拘束を解けば関係が和らぎやすいので、早めに誤解と縛りをほどき、信頼を回復してから先へ進むであることが多いですです。",
  "40-5": "原則を守る公正な振る舞いが解決を導く局面なので、私情を挟まず透明性を保てば、自然と道が開けやすいです。",
  "40-6": "高所から迅速に狙いを定めて要を射抜けば良く、準備を整えて一撃で核心に当てれば、後は整いやすいです。",
  "41-1": "余計な用事を止めて急所に集中するのが良く、欲を抑えて削るほど効果が上がり、無駄が減って整いやすいです。",
  "41-2": "正しさを保って無理に増やさないのが利で、急ぎの拡大を避けて維持に努めれば、土台が安定します。",
  "41-3": "人数が多いと調整が増えて効率を損ないやすいので、役割を絞って身軽に動けば、かえって成果に近づきます。",
  "41-4": "苦痛を軽くして心を早く明るくするのが良く、余計な負担を除いて要点を助ければ、全体が整い喜びが戻りやすいです。",
  "41-5": "相手を益する行いは高価な贈り物にも勝るので、実利より誠意を示し、必要な支援を的確に届けるであることが多いですです。",
  "41-6": "減らすべき時に増やすのは過剰に傾きやすいので、私費の投じ過ぎを避け、節度ある配分で長く支えるであることが多いですです。",
  "42-1": "大きな事業に利がある時期なので、準備を整えて節度を保ち、関係者と合意を固めて着手となりやすいですです。",
  "42-2": "増益が見込める巡り合わせなので、功を独占せず公正に配分し、得た利を次の基盤づくりに還すであることが多いですです。",
  "42-3": "危機の時こそ周囲に益を分ければ信頼が集まり、全体の回復が早まるので、できる範囲で先に差し出すであることが多いですです。",
  "42-4": "中正な提案を公開の手続きで示せば受け入れられやすいので、根拠を整え透明に説明し、合意形成を進めるであることが多いですです。",
  "42-5": "誠意と慈しみをもって行えば支援が広がりやすいので、見返りを焦らず着実に施し、信頼の輪を育てるであることが多いですです。",
  "42-6": "利を独占すると支援を失いやすいので、境界を越えた分配と説明責任を徹底し、共に益する仕組みに改めるであることが多いですです。",
  "43-1": "勢いは足元から立ち上がるが準備不足で進むと損をしやすいので、基礎を固めてから短く鋭く踏み出すであることが多いですです。",
  "43-2": "夜中に不穏な動きがあるので早めに警告を発し、防御と連絡体制を整えれば、被害は抑えやすいです。",
  "43-3": "表に出る決意が顔に現れる段階なので、私情を抑え正義に基づいて発言し、必要なら孤立も恐れず筋を通すであることが多いですです。",
  "43-4": "体勢が不安定で傷を広げやすいので、大言よりも小さな実行で信頼を示し、足元を整えてから主張を強めるであることが多いですです。",
  "43-5": "害を断ち切る決断は中庸を守って行えば責められないので、証拠を整えて粛々と実施し、必要な配慮を尽くすであることが多いですです。",
  "43-6": "危険を知りながら告げずにいると災いを招きやすいので、根拠を整えて適切な場で明確に知らせ、被害を防ぐであることが多いですです。",
  "44-1": "出会いは強く引き寄せるが軽挙は禁物なので、制動を効かせ境界を守り、距離を保って状況を見極めるであることが多いですです。",
  "44-2": "内輪の利益だけに偏ると腐りやすいので、透明に分配し外との風通しを保ち、健全さを損なわないであることが多いですです。",
  "44-3": "体勢が脆く進むほど傷が広がりやすいので、まず保護と補強を優先し、無理な前進は控えるのが安全です。",
  "44-4": "台所に肴がなく備えが欠けているので、基礎の補充と衛生管理を先に整え、形式の取り繕いより実を満たすであることが多いですです。",
  "44-5": "外形の美で中身を包むように見栄えは良いが、実質を確かめて受け取り、過度な期待を避けて丁寧に扱うであることが多いですです。",
  "44-6": "角を立てたまま相手にぶつかると衝突が激化しやすいので、距離と礼を保ち、機が去るまで関わりを浅くとなりやすいですです。",
  "45-1": "誠意はあるが初めは乱れやすいので、焦らず合意を整えて秩序立て、信頼を集めつつ中心へ収束させるであることが多いですです。",
  "45-2": "人を引き寄せるときは質素でも誠意が通れば問題はなく、透明に呼びかけて目的を共有すれば協力が集まりやすいです。",
  "45-3": "集まりの中で息苦しさを覚えるなら、役割と距離感を整えて過度に迎合せず、芯を保って関わるであることが多いですです。",
  "45-4": "中心に立つなら私心を抑えて公平に配分し、聞く姿勢を保てば責められず、全体の力を成果へ結びつけやすいです。",
  "45-5": "要の地位に人が集まる局面なので、指導する者は常に節度と公正を保ち、透明に判断して信頼を固めるであることが多いですです。",
  "45-6": "別れや解散の悲しみは避けがたいので、感情を受け止めつつ後始末を丁寧に行い、縁を保ちながら静かに閉じるであることが多いですです。",
  "46-1": "誠実さが信頼を呼んで道が開くので、驕らず礼を守って貢献を積み、段取りを整えて着実に歩を進めるであることが多いですです。",
  "46-2": "薄い供えでも誠が通えば利があるので、虚飾を避けて心を尽くし、基本を丁寧に果たすであることが多いですです。",
  "46-3": "抵抗の少ない道筋が見えるので、無用な対立を避けて通りの良い経路を選び、速やかに前進となりやすいですです。",
  "46-4": "高い志を掲げつつ礼を尽くして節度を保てば良く、功を人に譲る謙虚さが、昇りを安定させます。",
  "46-5": "正しさに基づき一段ずつ昇るのが良く、手順を守って焦らず進めば、周囲の支持も自然と整います。",
  "46-6": "見えにくい努力を怠らず静かに積めば良く、表の評価に先んじて内実を整えるほど、昇りは揺らぎません。",
  "47-1": "厳しい拘束の中で身動きが取りにくいので、無理に抗せず消耗を抑え、助力と脱出路の確保に専念となりやすいですです。",
  "47-2": "糧に窮するが公の支えで儀礼は整う局面なので、外征のような拡大は控え、内を整えて罪に問われぬよう努めるであることが多いですです。",
  "47-3": "岩や棘に阻まれ関係も疎遠になるので、強行を避け原因をほぐし、足元を整えてから関係修復に臨むであることが多いですです。",
  "47-4": "進みは緩やかで資材にも窮するが、節度を保って倹約し続ければ終わりはあり、状況はやがて収まります。",
  "47-5": "重い処分に苦しんでも後に回復の機会があり、正式の手順で正しさを示せば、やがて喜びに転じやすいです。",
  "47-6": "蔦に絡まるように不安定だが、反省してから動けば良く、過ちを正して一歩進めば、局面は開けやすいです。",
  "48-1": "井戸が濁って飲めないように古いやり方では人が集まらないので、源を洗い出して基盤から刷新となりやすいですです。",
  "48-2": "的を外した努力や器の欠陥が水を無駄にするので、狙いを改めて道具を直し、漏れのない仕組みに整えるであることが多いですです。",
  "48-3": "井戸を掃除してもまだ飲まれない時は焦らず、基礎を整え続けて時機を待ち、求められた時にすぐ役立つ備えを保ちます。",
  "48-4": "井戸の壁を固めるように基盤の整備は地味でも重要なので、責められずに済む今のうちに丁寧に仕上げるであることが多いですです。",
  "48-5": "清らかな井戸のように澄んだ資源を保てば人を潤せるので、清廉を守って開かれた場で公平に提供となりやすいですです。",
  "48-6": "井戸が整ったなら覆い隠さず誰もが使えるように開き、管理と分配を公正に行って恵みを広く行き渡らせます。",
  "49-1": "まずは基礎をしっかり固めてから変革に入るのが良く、拙速を避けて支えを確実にするほど安定します。",
  "49-2": "改めるにふさわしい日に着手すれば良く、節度を守って進めば責められず、流れに乗って変えやすいです。",
  "49-3": "進め方を誤ると厳しくなるので、原則を保って三度丁寧に説明し、合意を得てから動けば信頼が集まりやすいです。",
  "49-4": "悔いは去り、信頼に基づいて方針を改めれば良く、手続きに則り公正に実施すれば、変革は穏当に進みます。",
  "49-5": "成熟した主体は力強く変わり、占わずとも信が通る段階なので、筋を明らかにして堂々と改めるであることが多いですです。",
  "49-6": "上は内実を磨き下は見かけに流れやすいので、無理な前進は避けて位置を守り、時間をかけて中身から改めるであることが多いですです。",
  "50-1": "器をひっくり返して滓を捨てるように、まず不要や不正を取り除けば利があり、器を清めてから中身を整えるであることが多いですです。",
  "50-2": "中身が豊かで充実していれば自然と人が集まり、空疎にならないよう内実を満たして守りを整えるであることが多いですです。",
  "50-3": "取っ手が傷んで運びづらい一時の不都合なので、焦らず補修して機能を回復させ、落ち着いて再開となりやすいですです。",
  "50-4": "支えが折れて皆の食をこぼす凶相なので、管理の過失を正して責任の所在を明らかにし、再発防止を徹底します。",
  "50-5": "均衡と堅実さを備えていれば良く、器用さより確かさを重んじれば、物事は着実にまとまりやすいです。",
  "50-6": "高い品位にふさわしく公正に恵みを配れば良く、礼を尽くして広く人を支えるのが望まれる傾向ですです。",
  "51-1": "強い衝撃に身がすくむがやがて笑いが戻るので、安全を確かめて落ち着きを取り戻し、周囲と状況を共有となりやすいですです。",
  "51-2": "不意の事態で失い物が出ても慌てて追わず、記録と連絡を整えて時を待てば、落ち着いた頃に戻りやすいです。",
  "51-3": "動揺が続く局面でも、基本を守って必要最小限に素早く動けば問題は少なく、平常心で段取り通りに進めるであることが多いですです。",
  "51-4": "力があっても足場が悪く沈みがちなので、無理に進まず環境の泥を取り除き、整備してから再開となりやすいですです。",
  "51-5": "危うい往来が続く局面では軽率に動かず、必要な通告と説明を尽くして関係者と認識をそろえ、被害を抑えるであることが多いですです。",
  "51-6": "恐れに駆られて動けば凶になりやすいので、距離を置いて冷静に観察し、直接巻き込まれずに調整となりやすいですです。",
  "52-1": "足先の動きを止めて静かに保てば問題はなく、姿勢と呼吸を整えて心身を鎮めるほど持続に利があります。",
  "52-2": "動きを抑えて足を止めることで伴走者を助けにくく心は晴れにくいので、無理を避けつつ別の支援経路を整えるであることが多いですです。",
  "52-3": "腰や背を固くこわばらせると負荷が心身に及ぶので、呼吸を深くして力みを解き、過度な緊張をほどくであることが多いですです。",
  "52-4": "全身を静止して心を澄ませば問題はなく、雑念を手放して一点に集中し、静かな内省を深めるであることが多いですです。",
  "52-5": "口を慎み言葉に順序を保てば悔いは薄れるので、沈黙を基調に必要なことだけ丁寧に伝えるであることが多いですです。",
  "52-6": "厚みのある静止と誠実な態度が良い結果を招くので、急がず根を太くして落ち着きを保ち、動く時を待つであることが多いですです。",
  "53-1": "水際から静かに進む段階なので、基礎を固め小さな前進を重ね、外の声に振り回されず歩むであることが多いですです。",
  "53-2": "岩に足場を得た段階なので、安定を保って喜びを分かち合い、過度な拡大より質を守るであることが多いですです。",
  "53-3": "陸に進み負担が増す時期なので、守るべきを先に守り、無理な拡大を避けて体制を維持となりやすいですです。",
  "53-4": "適所を見いだして枝にとまる段階なので、場を選んで根をおろし、環境に合わせて着実に定着となりやすいですです。",
  "53-5": "高みに至るには忍耐が要るので、焦らず備えを積み、頃合いを見て一歩を伸ばすであることが多いですです。",
  "53-6": "十分に成熟して模範になりやすくなるので、誇らず節度を保って品位を示し、後進に道を開くであることが多いですです。",
  "54-1": "条件が十分でなく不利があっても、互いに誠実で節度を守れば問題は少なく、約束を明確にして進めるであることが多いですです。",
  "54-2": "視野が狭くても要点は見えるので、静かに本分を守り、過度に踏み込まず節度を保つであることが多いですです。",
  "54-3": "待ってから関係を結ぶと主従が逆転しやすいので、役割と期待を先に言語化し、対等で健全な合意に整えるであることが多いですです。",
  "54-4": "機を逃すと遅れがちな関係なので、焦らず適切なタイミングを見極め、整ってから形式を整えるであることが多いですです。",
  "54-5": "格式は高くても中身が伴わなければ見劣りするので、肩書や外形より実質を整え、品位と誠実さで結ぶであることが多いですです。",
  "54-6": "受け皿はあっても中身が伴わず、形式だけ整えても実りが乏しいので、内容を満たしてから手続きを進めるであることが多いですです。",
  "55-1": "好調期に要の相手と会えるので、浮かれず礼を守って要点を詰め、協力の段取りを固めるであることが多いですです。",
  "55-2": "華やかさが増し異変の兆しも見えやすい時なので、油断せず情報を整え、見落としをなくすであることが多いですです。",
  "55-3": "豊かさの中で細かな異変に気づける時なので、細部を点検して改善し、過剰を抑えて釣り合いを保つであることが多いですです。",
  "55-4": "表向きは華やかでも重要なサインが見えるので、進める前に前提を再確認し、体制を整えてから動くであることが多いですです。",
  "55-5": "良い知らせと評価が集まりやすいので、慢心せず成果を共有し、恩恵を適切に配分して信頼を固めるであることが多いですです。",
  "55-6": "外形は豪華でも中は空虚になりやすいので、見せ方に偏らず実質を満たし、開かれた運営で活気を保つであることが多いですです。",
  "56-1": "慣れない土地で小事に追われると災いを招きやすいので、余計なことに手を出さず、必要最小限に絞るであることが多いですです。",
  "56-2": "旅先では身の回りを簡素に保ち、信頼できる協力者を確保すれば良く、不要な荷物は持たないのが安全です。",
  "56-3": "短慮で場を荒らすと居場所と支援を失いやすいので、規則と礼を守り、火種を作らないであることが多いですです。",
  "56-4": "旅先でも必要な資金や道具を得られるので、信用を積み上げて調達経路を確保し、計画的に進めるであることが多いですです。",
  "56-5": "小さな損失はあっても大きな的を得るなら価値があるので、過度に惜しまず目的に集中となりやすいですです。",
  "56-6": "不用意に環境を荒らすと最初は面白がられても後に非難を浴びやすいので、控えめにふるまい、揉め事を避けるであることが多いですです。",
  "57-1": "進退の判断ははっきり示すのが良く、感情に流されず手順と基準に従って決めれば、周囲も動きやすいです。",
  "57-2": "見えないところまで丁寧に調べ、記録と証拠で曖昧さを減らせば問題はなく、静かに裏取りを進めるであることが多いですです。",
  "57-3": "過度にへりくだると信用を損ないやすいので、事実に基づいて率直に伝え、必要な主張は明確にとなりやすいですです。",
  "57-4": "悔いは薄れ、継続して取り組めば異なる分野で複数の成果が得られるので、手順を守って淡々と積み上げるであることが多いですです。",
  "57-5": "正しい姿勢を保てば悔いはなく広く利があり、目立つ始まりがなくても最後に実を結びやすいので、ぶれずに続けるであることが多いですです。",
  "57-6": "見えない箇所の整備で一時的に資材を失いがちなので、予備を用意して計画的に進め、無理な拡張は控えるであることが多いですです。",
  "58-1": "和やかに語り合えば良く、自然な喜びを大切にして調和を広げれば、連携が生まれやすいです。",
  "58-2": "誠実に向き合えば良く、真心で語れば行き違いは減り、後悔も少なくなります。",
  "58-3": "都合の良すぎる誘いには注意が必要で、条件と責任を明確にし、短期の快楽に流されないであることが多いですです。",
  "58-4": "話し合いはまだ落ち着かないが、丁寧にすり合わせれば合意に至りやすいので、論点を整理して進めるであることが多いですです。",
  "58-5": "信頼に足る根拠が薄い相手へ依存すると危ういので、背景を確認し権限と監視を分け、リスクを抑えるであることが多いですです。",
  "58-6": "周囲に流されやすいので、目的と境界を先に決め、意思決定の基準を共有してから動くであることが多いですです。",
  "59-1": "大きな助力を得て急ぎ救うのが良く、外部の力を適切に招き入れて障害を取り除きます。",
  "59-2": "散漫さを改め要所へ集中すれば悔いは薄れ、まず中心に戻って整理し直すであることが多いですです。",
  "59-3": "自分のこだわりを手放して全体のために動けば悔いは少なく、透明に判断して行動となりやすいですです。",
  "59-4": "硬直した集団は一度ほぐして配置を見直すのが良く、役割を再設計して停滞を解き、機動性を高めます。",
  "59-5": "古い号令を汗のように流して切り替える時なので、周知と手順を整え、大きく方針を改めるであることが多いですです。",
  "59-6": "危険は根から断ち距離を取るのが安全なので、関係を清算して離れ、再発を防ぐ仕組みに改めます。",
  "60-1": "行動の範囲を絞って慎重に動けば問題はなく、決めた枠内で運用を管理して無用なリスクを避けるであることが多いですです。",
  "60-2": "慎重さが過ぎると機会を逃しやすいので、最小限の挑戦枠を先に決め、小さく試して学ぶであることが多いですです。",
  "60-3": "節度を欠いたように見えても無理を避ける調整なら問題はなく、負担を感じたら早めに配分を見直すであることが多いですです。",
  "60-4": "無理のない基準で運用すればうまくいきやすく、続けられる仕組みで節度を保つであることが多いですです。",
  "60-5": "楽しみながら節度を守れば良く、続けやすいルールで品位を保てば、周囲の評価も高まりやすいです。",
  "60-6": "厳しすぎる節制は行き詰まりを招きやすいので、目的に照らして基準を緩め、持続できる線へ調整となりやすいですです。",
  "61-1": "先に丁寧に考え誠実に向き合えば良く、約束を守って一貫性を示すほど信頼が高まります。",
  "61-2": "率直な声は見えないところまで伝わるので、近しい人から共有を広げ、誠実に連鎖させるであることが多いですです。",
  "61-3": "対立の中で感情が揺れやすいので、一喜一憂せず状況を見極め、目的と手順に沿って判断となりやすいですです。",
  "61-4": "成果がほぼ整っても油断は禁物で、合流相手や引き継ぎの抜けを点検し、最後まで足元を固めるであることが多いですです。",
  "61-5": "強い信頼で結ばれていれば問題はなく、透明な情報共有と相互の約束で結束を保つであることが多いですです。",
  "61-6": "実態を伴わない大きな話は危ういので、根拠を示せない提案は控え、地に足のついた改善から進めるであることが多いですです。",
  "62-1": "背伸びして大きく飛ぶと危ういので、細部を丁寧に仕上げて小さなことを確実に積み上げるであることが多いですです。",
  "62-2": "上層へ一気に持ち込むより、近い関係者から順に当たれば問題はなく、段階を守って調整となりやすいですです。",
  "62-3": "軽視して対策を怠ると被害が広がるので、早めにリスクを封じ込め、手順と責任を明確にとなりやすいですです。",
  "62-4": "想定外に出会っても落ち着いて小さく対応すれば問題はなく、過剰に動かず必要分の処置にとどめるであることが多いですです。",
  "62-5": "兆しはあっても結果が出にくいので、焦らず準備を続けつつ別ルートの協力を取り込み、機を待つであることが多いですです。",
  "62-6": "決めた線を越えると機会を逃しやすいので、約束の範囲を守って静かに収めるであることが多いですです。",
  "63-1": "完成直前は足元が乱れやすいので、速度を上げず点検を続け、ゆっくり確実に進めば問題はありません。",
  "63-2": "失ったものをすぐ追い回さず期日を決めて待てば戻りやすいので、焦らず手順どおりに再確認となりやすいですです。",
  "63-3": "大きな課題は時間をかけて粘り強く取り組めば成果に至るので、基準を満たさない起用は避け、体制を整えて進めるであることが多いですです。",
  "63-4": "成功の後こそ気を緩めず、予備を備えて確認を続け、手順からの逸脱を終日防ぐであることが多いですです。",
  "63-5": "派手さよりも簡素でも心のこもったやり方が評価されやすく、実益は誠実さに伴うので、中身を丁寧に整えるであることが多いですです。",
  "63-6": "完了後に詰めを怠ると崩れやすいので、引き渡しと運用の確認まで徹底し、最後まで緊張感を保つであることが多いですです。",
  "64-1": "始めは不慣れでつまずきやすいので、失敗の記録と原因整理から着手し、安全側で小さく試すであることが多いですです。",
  "64-2": "進みは重くても方針が正しければ問題はなく、基準に沿って一歩ずつ前進となりやすいですです。",
  "64-3": "未完成の段階では拙速を避け、土台づくりを優先すれば、後の大きな取り組みに有利になります。",
  "64-4": "正しい手順に立ち返れば後悔は薄れ、基礎からやり直して整えるであることが多いですです。",
  "64-5": "正しさが保たれていれば後悔はなく、模範となる振る舞いが信頼を集め、全体を明るくします。",
  "64-6": "余裕の時間でも節度と信頼が保たれていれば問題はなく、行き過ぎを避けて気持ちよく締めくくるであることが多いですです。"
}