{
  "items": {
    "5_1_JJJ": {
      "detail": "中心から一歩離れ、静かに備える。観察と記録で状況を掴み、周辺から準備を進める。小さく確かめ、結果で調整する。歩調は一定に保ち、要点だけ整える。焦りは抑え、機を待つ。終盤は静かに次へつなぐ。"
    },
    "5_1_JJH": {
      "detail": "はじめは静かに進める。途中で歩を緩め、範囲と量を整える。観察を続け、合わない所は戻す。小さく確かめ、歩調を一定に戻す。終盤は落ち着きに寄る。"
    },
    "5_1_JHJ": {
      "detail": "前に出たら、途中で向きを確かめる。内省の時間を置き、順序を並べ直す。短い手順で確かめ、結果で補正する。歩調は一定に。終盤は無理を残さない。"
    },
    "5_1_JHH": {
      "detail": "一歩出して様子を見る。その後は静観に戻り、要点だけ小さく整える。量と速度は控えめにし、確認を挟む。周辺から備えを厚くする。終盤は静かに保つ。"
    },
    "5_1_HJJ": {
      "detail": "向きを確かめ、抑えを先に置く。中心に寄り過ぎず、周辺から実行する。短い手順で確かめ、歩調を一定にする。揺れは小さく整う。終盤は機を見て動く。"
    },
    "5_1_HJH": {
      "detail": "まず量と範囲を小さくする。内側に戻り、短い手順で整える。小さく試して再評価する。歩調は一定に保つ。終盤は静かに備える。"
    },
    "5_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を保ち、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。終盤は機を待つ。"
    },
    "5_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。優先順位と順序を定め、不要を止める。確認を重ね、歩調を一定に保つ。焦りは抑える。終盤は静かに維持する。"
    },
    "5_6_JJJ": {
      "detail": "変動の気配を見て、退きながら整える。接点を減らし、影響を小さくする。小さく確かめ、結果で補正する。歩調は静かに保つ。過度は抑える。終盤は無理なく離れる。"
    },
    "5_6_JJH": {
      "detail": "初めは進めても、途中で退避に寄せる。範囲と量を整え、短い手順で確かめる。影響は小さく、歩調は静かに。変動を観察し、線を引く。終盤は静かに収める。"
    },
    "5_6_JHJ": {
      "detail": "前に出たら、途中で向きを確かめる。接点を絞り、要点だけ小さく整える。小さな試行で確かめ、結果で調整する。歩調は静かに保つ。終盤は離れて備える。"
    },
    "5_6_JHH": {
      "detail": "一歩出して様子を見る。その後は退避に寄せる。無理は止め、戻すべき所は戻す。短い手順で確かめ、歩調を整える。終盤は静かに離す。"
    },
    "5_6_HJJ": {
      "detail": "向きを確かめ、慎重に合わせる。接点を減らし、範囲を狭める。短い手順で確かめ、影響を小さくする。観察を続ける。終盤は静かに保つ。"
    },
    "5_6_HJH": {
      "detail": "まず量と範囲を小さくする。合わない所は下げ、接点を少なくする。小さく確かめ、結果で再評価する。歩調は静かに。終盤は無理を残さない。"
    },
    "5_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を保ち、影響の範囲を小さくする。要点を小さく整え、合意を確かめる。短い一歩で確かめ、崩れを防ぐ。終盤は静かに保つ。"
    },
    "5_6_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、歩調を静かに保つ。変動の線を見極める。終盤は穏やかに維持する。"
    },
    "5_2_JJJ": {
      "detail": "慎重に運ぶ。迷いは記録で可視化し、小さく確かめて切り分ける。量と範囲を抑え、歩調を一定に保つ。内側へ戻り、順序を整える。終盤は静かに保つ。"
    },
    "5_2_JJH": {
      "detail": "初めは進めても、中ほどで歩を緩める。迷いの原因を見直し、順序を並べ直す。短い手順で確かめ、結果で補正する。やり過ぎは抑える。終盤は落ち着きに寄る。"
    },
    "5_2_JHJ": {
      "detail": "前に出たら、途中で向きを確かめる。慎重に受け止め、内側へ戻す。小さく試し、結果で調整する。歩調は一定に。終盤は静観に戻る。"
    },
    "5_2_JHH": {
      "detail": "一歩出して様子を見る。その後は診立てと整えに時間を配る。量と範囲は控えめにし、要点だけ小さく整える。確認を挟み、無理を残さない。終盤は静かに保つ。"
    },
    "5_2_HJJ": {
      "detail": "向きを確かめ、抑えを先に置く。要点だけ実行し、短い手順で確かめる。歩調は一定に保ち、迷いは記録で切り分ける。小さく調整を重ねる。終盤は静かに収める。"
    },
    "5_2_HJH": {
      "detail": "まず量と範囲を小さくする。合わない所は戻して整える。小さな試行で確かめ、結果で再評価する。焦点が合えば揺れは減る。終盤は無理を残さない。"
    },
    "5_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を保ち、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は一定に。終盤は静観を保つ。"
    },
    "5_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、歩調を静かに保つ。慎重を保てば崩れは減る。終盤は静かに維持する。"
    },
    "5_3_JJJ": {
      "detail": "動きを抑え、診立てを先に置く。困難の要因を切り分け、小さく確かめて補正する。量と範囲を抑え、歩調を一定に保つ。焦らず、要点だけ整える。終盤は静かに維持する。"
    },
    "5_3_JJH": {
      "detail": "初めは進めても、中ほどで歩を緩める。診立て直しを挟み、順序を並べ直す。短い手順で確かめ、無理は通さない。忍耐を保つ。終盤は落ち着きに寄る。"
    },
    "5_3_JHJ": {
      "detail": "前に出たら、途中で向きを確かめる。困難の芯を見極め、要点から整える。小さく試し、結果で調整する。歩調は一定に。終盤は静観に戻る。"
    },
    "5_3_JHH": {
      "detail": "一歩出して様子を見る。その後は整えに比重を置く。量と速度は控えめにし、要点だけ小さく整える。確認を挟み、無理を残さない。終盤は静かに保つ。"
    },
    "5_3_HJJ": {
      "detail": "向きを確かめ、抑えを先に置く。要点だけ実行し、短い手順で確かめる。歩調は一定に保つ。困難は分割して扱う。終盤は静かに収める。"
    },
    "5_3_HJH": {
      "detail": "まず量と範囲を小さくする。小さく試し、結果で再評価する。焦点が合えば滞りは減る。忍耐を保ち、歩調を崩さない。終盤は無理を残さない。"
    },
    "5_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。要点を小さく整え、合意を確かめる。短い一歩で進め、消耗を抑える。歩調は一定に。終盤は穏やかに保つ。"
    },
    "5_3_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、歩調を静かに保つ。困難は小さく刻む。終盤は静かに維持する。"
    },
    "5_4_JJJ": {
      "detail": "動きを抑えつつ、転機に備える。古い型を見直し、必要なところは変える。小さく確かめ、結果で補正する。要点に集中し、余分を削る。歩調は一定に。終盤は静かに切り替える。"
    },
    "5_4_JJH": {
      "detail": "初めは進めても、中ほどで見直しを挟む。手順を短くし、小さく試して調整する。変える所と保つ所を分ける。無理は通さない。終盤は落ち着きに寄る。"
    },
    "5_4_JHJ": {
      "detail": "前に出たら、途中で向きを確かめる。型を見直し、順序を並べ直す。短い手順で確かめ、歩調を整える。変える所と保つ所を分ける。終盤は静かに切り替える。"
    },
    "5_4_JHH": {
      "detail": "一歩出して様子を見る。その後は整えと切替に比重を置く。量と範囲を絞り、要点だけ小さく整える。確認を挟み、崩れを防ぐ。終盤は静かに保つ。"
    },
    "5_4_HJJ": {
      "detail": "向きを確かめ、切替の形に合わせる。要点から実行し、確認を挟む。歩調は一定に。余分は止める。終盤は静かに結ぶ。"
    },
    "5_4_HJH": {
      "detail": "まず量と範囲を小さくする。小さく試し、結果で再評価する。変える所と保つ所を分け、歩調を整える。確認を挟み、崩れを防ぐ。終盤は無理を残さない。"
    },
    "5_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を保ち、要点を小さく整える。合意を確かめ、短い一歩で進める。確認を挟み、歩調を合わせる。終盤は穏やかに切り替える。"
    },
    "5_4_HHH": {
      "detail": "全体を保ち、準備に重心を置く。不要を止め、順序をそろえる。確認を重ね、歩調を静かに保つ。変える所は小さく変える。終盤は静かに移る。"
    },
    "5_5_JJJ": {
      "detail": "整えが満ち、余裕が出る。要点から実行し、仕上げを進める。小さく確かめ、過不足を整える。歩調はほどよく保つ。調和に寄せれば無理は減る。終盤は静かに良い形へ結ぶ。"
    },
    "5_5_JJH": {
      "detail": "初めは前に出るが、途中で整えを厚くする。仕上げを意識し、短い手順で確かめる。過不足を削り、歩調をほどよくする。確認を挟み、崩れを防ぐ。終盤は安定に寄る。"
    },
    "5_5_JHJ": {
      "detail": "前に出つつ、途中で型を整える。結果で補正し、過不足を整える。歩調はほどよく。調和に寄せれば崩れは減る。終盤は静かに保つ。"
    },
    "5_5_JHH": {
      "detail": "一歩出して様子を見る。その後は仕上げに寄せ、要点だけ小さく整える。短い手順で確かめ、歩調を整える。過不足は早めに戻す。終盤は穏やかに結ぶ。"
    },
    "5_5_HJJ": {
      "detail": "向きを確かめ、調和に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。過不足は早めに戻す。終盤は静かに良い形を保つ。"
    },
    "5_5_HJH": {
      "detail": "まず量と範囲を小さくする。小さく試し、結果で再評価する。過不足を削り、歩調を整える。余裕は広げず、保つ。終盤は静かに落ち着く。"
    },
    "5_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を保ち、要点を小さく整える。合意を確かめ、短い一歩で進める。調和に寄せれば安定に寄る。終盤は静かに保つ。"
    },
    "5_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、歩調を静かに保つ。過不足が整えば余裕は保たれる。終盤は穏やかに維持する。"
    }
  }
}
