{
  "items": {
    "12_1_JJJ": {
      "detail": "始まりは停滞の始まりでも根を束ねて正しく対処すれば良く、仲間と基礎を固めて進めば、やがて道が開けて通りやすいです。塞がる空気が強まる。目が内へ向き、深まる。基盤が効くため。見方が変わり、鎮まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_1_JJH": {
      "detail": "停滞の始まりでも根を束ねて正しく対処すれば良く、仲間と基礎を固めて進めば、やがて道が開けて通りやすいです。塞がる空気が強まる。目が内へ向き、深まる。基盤が効くため。見方が変わり、鎮まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_1_JHJ": {
      "detail": "停滞の始まりでも根を束ねて正しく対処すれば良く、仲間と基礎を固めて進めば、やがて道が開けて通りやすいです。塞がる空気が強まる。目が内へ向き、深まる。基盤が効くため。見方が変わり、鎮まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_1_JHH": {
      "detail": "一歩出して様子を確かめる。塞がる空気が強まる。目が内へ向き、深まる。基盤が効くため。見方が変わり、鎮まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。塞がる空気。ほどよさが保たれ。基盤が効くため。さらに塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_1_HJH": {
      "detail": "まず量と範囲を小さくする。塞がる空気。ほどよさが保たれ。基盤が効くため。さらに塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_1_HHJ": {
      "detail": "停滞の始まりでも根を束ねて正しく対処すれば良く、仲間と基礎を固めて進めば、やがて道が開けて通りやすいです。塞がる空気。さらに塞がる空気。基盤が効くため。いっそう塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。塞がる空気。さらに塞がる空気。基盤が効くため。いっそう塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_6_JJJ": {
      "detail": "始まりは停滞は傾き転換が始まるので、はじめは苦しいが後に喜びが来ると捉え、節度を守って潮目の変化に合わせるのが良いです。礼が保たれ。ほどよさが保たれ。礼儀が効くため。整いは静かに保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_6_JJH": {
      "detail": "停滞は傾き転換が始まるので、はじめは苦しいが後に喜びが来ると捉え、節度を守って潮目の変化に合わせるのが良いです。礼が保たれ。ほどよさが保たれ。礼儀が効くため。整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_6_JHJ": {
      "detail": "停滞は傾き転換が始まるので、はじめは苦しいが後に喜びが来ると捉え、節度を守って潮目の変化に合わせるのが良いです。礼が保たれ。光が増す。礼儀が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_6_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。塞がる空気。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。ほどよさが保たれ。礼儀が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_6_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_6_HHJ": {
      "detail": "停滞は傾き転換が始まるので、はじめは苦しいが後に喜びが来ると捉え、節度を守って潮目の変化に合わせるのが良いです。礼が保たれ。塞がる空気。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。向きが定まる。礼儀が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_2_JJJ": {
      "detail": "始まりは短期志向が評価されやすく成熟した働きは通りにくい局面なので、原則を崩さず節度を保ち、機が熟すまで静かに備えるのが良いです。礼が保たれ。光が増す。礼儀が効くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_2_JJH": {
      "detail": "短期志向が評価されやすく成熟した働きは通りにくい局面なので、原則を崩さず節度を保ち、機が熟すまで静かに備えるのが良いです。礼が保たれ。光が増す。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_2_JHJ": {
      "detail": "短期志向が評価されやすく成熟した働きは通りにくい局面なので、原則を崩さず節度を保ち、機が熟すまで静かに備えるのが良いです。礼が保たれ。塞がる空気。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_2_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。塞がる空気。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。光が増す。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_2_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。光が増す。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_2_HHJ": {
      "detail": "短期志向が評価されやすく成熟した働きは通りにくい局面なので、原則を崩さず節度を保ち、機が熟すまで静かに備えるのが良いです。礼が保たれ。塞がる空気。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。塞がる空気。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_3_JJJ": {
      "detail": "始まりは過ちを覆い隠したくなるが、恥を自覚して内省し、関係者に説明して改めれば、信頼は回復に向かい問題は長引きにくいです。光が増す。向きが定まる。基盤が効くため。さらに光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_3_JJH": {
      "detail": "過ちを覆い隠したくなるが、恥を自覚して内省し、関係者に説明して改めれば、信頼は回復に向かい問題は長引きにくいです。光が増す。向きが定まる。基盤が効くため。さらに光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_3_JHJ": {
      "detail": "過ちを覆い隠したくなるが、恥を自覚して内省し、関係者に説明して改めれば、信頼は回復に向かい問題は長引きにくいです。光が増す。ほどよさが保たれ。基盤が効くため。さらに光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_3_JHH": {
      "detail": "一歩出して様子を確かめる。光が増す。ほどよさが保たれ。基盤が効くため。さらに光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。光が増す。向きが定まる。基盤が効くため。さらに光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_3_HJH": {
      "detail": "まず量と範囲を小さくする。塞がる空気が強まる。目が内へ向き、深まる。基盤が効くため。見方が変わり、鎮まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_3_HHJ": {
      "detail": "過ちを覆い隠したくなるが、恥を自覚して内省し、関係者に説明して改めれば、信頼は回復に向かい問題は長引きにくいです。塞がる空気が強まる。目が内へ向き、深まる。基盤が効くため。見方が変わり、鎮まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。塞がる空気が強まる。目が内へ向き、深まる。基盤が効くため。見方が変わり、鎮まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_4_JJJ": {
      "detail": "始まりは命を受けて進めば責められず、旧来の利得からは離れるので、天命に沿って役割を果たし、新しい秩序へ移行するのが良いです。静かに進む。塞がる空気。基盤が効くため。静けさが続く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_4_JJH": {
      "detail": "命を受けて進めば責められず、旧来の利得からは離れるので、天命に沿って役割を果たし、新しい秩序へ移行するのが良いです。静かに進む。塞がる空気。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_4_JHJ": {
      "detail": "命を受けて進めば責められず、旧来の利得からは離れるので、天命に沿って役割を果たし、新しい秩序へ移行するのが良いです。静かに進む。光が増す。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_4_JHH": {
      "detail": "一歩出して様子を確かめる。静かに進む。光が増す。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。静かに進む。塞がる空気。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_4_HJH": {
      "detail": "まず量と範囲を小さくする。静かに進む。塞がる空気。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_4_HHJ": {
      "detail": "命を受けて進めば責められず、旧来の利得からは離れるので、天命に沿って役割を果たし、新しい秩序へ移行するのが良いです。静かに進む。光が増す。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。静かに進む。光が増す。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_5_JJJ": {
      "detail": "始まりは停滞を休める段階で成熟した振る舞いは良く、慌てずに秩序を整えて希望を保てば、次の好転に向けて準備が進みやすいです。塞がる空気。ほどよさが保たれ。基盤が効くため。静まりへ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_5_JJH": {
      "detail": "停滞を休める段階で成熟した振る舞いは良く、慌てずに秩序を整えて希望を保てば、次の好転に向けて準備が進みやすいです。塞がる空気。ほどよさが保たれ。基盤が効くため。さらに塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_5_JHJ": {
      "detail": "停滞を休める段階で成熟した振る舞いは良く、慌てずに秩序を整えて希望を保てば、次の好転に向けて準備が進みやすいです。塞がる空気。向きが定まる。基盤が効くため。さらに塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_5_JHH": {
      "detail": "一歩出して様子を確かめる。塞がる空気。向きが定まる。基盤が効くため。さらに塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。塞がる空気。ほどよさが保たれ。基盤が効くため。さらに塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_5_HJH": {
      "detail": "まず量と範囲を小さくする。塞がる空気。ほどよさが保たれ。基盤が効くため。さらに塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_5_HHJ": {
      "detail": "停滞を休める段階で成熟した振る舞いは良く、慌てずに秩序を整えて希望を保てば、次の好転に向けて準備が進みやすいです。塞がる空気。向きが定まる。基盤が効くため。さらに塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "12_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。塞がる空気。向きが定まる。基盤が効くため。さらに塞がる空気。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    }
  }
}