{
  "items": {
    "19_1_JJJ": {
      "detail": "始まりは温かさをもって近づき正しい態度で臨めば良く、相手の立場を尊重して対話すれば、自然に信頼が生まれて進めやすいです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "19_1_JJH": {
      "detail": "温かさをもって近づき正しい態度で臨めば良く、相手の立場を尊重して対話すれば、自然に信頼が生まれて進めやすいです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "19_1_JHJ": {
      "detail": "温かさをもって近づき正しい態度で臨めば良く、相手の立場を尊重して対話すれば、自然に信頼が生まれて進めやすいです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "19_1_JHH": {
      "detail": "一歩出して様子を確かめる。礼を保ちていねいに近づき、心の距離を縮める。誠実さが伝わって声が整い、過度な緊張が抜ける。礼が行き届き対立が和らぐため。落ち着いた足並みがそろい、進めやすくなる。甘さに流れると筋がぼやけるのは避ける。関係を整えたいのときに向く。"
    },
    "19_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼を保ってていねいに近づき、安心感をつくる。誠実な対話が重なって、声がまとまっていく。礼が行き届き隔たりが減るため。支え合いの輪が広がり、動きが軽くなる。表向きだけの好意は長続きしないのは避ける。合意を育てたいのときに向く。"
    },
    "19_1_HJH": {
      "detail": "まず量と範囲を小さくする。節度を忘れずていねいに近づき、緊張を下げる。誠実さが伝わり、目線が合ってくる。礼が行き届き反発が減るため。落ち着いた合意が取りやすくなり、進行が安定する。勢いだけで踏み込むと反発が出るのは避ける。距離を縮めたいのときに向く。"
    },
    "19_1_HHJ": {
      "detail": "温かさをもって近づき正しい態度で臨めば良く、相手の立場を尊重して対話すれば、自然に信頼が生まれて進めやすいです。礼を保ってていねいに近づき土台が整う。支え合いの動きが生まれ、緊張がほぐれる。礼が行き届き対話が進むため。意見が交わりやすくなり、進行がなめらかになる。甘やかしに寄ると依存が生まれるのは避ける。合いを整えたいのときに向く。"
    },
    "19_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼を保ち相手の立場を尊重して距離が縮まる。誠実な応答が重なり、声が整っていく。礼が行き届き摩擦が和らぐため。支え合いの気配が広がり、道が開ける。馴れ合いに流れると筋が鈍るのは避ける。関係を温めたいのときに向く。"
    },
    "19_2_JJJ": {
      "detail": "始まりは親しみと誠実さをもって関われば良く、礼を保ちつつ支援すれば応援が集まり、広く利益が行き渡りやすいです。あたたかさが行き渡り、距離感のこわばりがほどける。甘さの過度が抜け、筋と境界の見立てがはっきりする。礼と誠実が行き届き、反発が和らぐため。境界が保たれ、静かな集中が続く。情だけに寄ると重さが増して鈍るのは避ける。合意と支えを育てたいのときに向く。"
    },
    "19_2_JJH": {
      "detail": "親しみと誠実さをもって関われば良く、礼を保ちつつ支援すれば応援が集まり、広く利益が行き渡りやすいです。誠実さが伝わり、応援の気配が強まる。過度な甘さが引き、筋の線が見えてくる。誠実さで距離が縮むため。余計な熱が下がり、静かな集中が保たれる。便宜的な約束は、後で重くなるのは避ける。合意前の温度を整えたいのときに向く。"
    },
    "19_2_JHJ": {
      "detail": "親しみと誠実さをもって関われば良く、礼を保ちつつ支援すれば応援が集まり、広く利益が行き渡りやすいです。誠実さの手触りが伝わり、構えがほどける。目線がそろい、行き過ぎの甘さが引いていく。礼が行き届き緊張が下がるため。助け合いが回り、歩みが軽くなる。期待だけが膨らむと歪みやすいのは避ける。すれ違いを緩めたいのときに向く。"
    },
    "19_2_JHH": {
      "detail": "一歩出して様子を確かめる。近づきの温度が保たれ、関係の角が取れる。過度な甘さが引き、境界が見えやすくなる。礼が行き届き摩擦が和らぐため。行き過ぎが抜け、落ち着いた進みへ寄る。火が強まると線が溶けて重くなるのは避ける。温度と線の釣り合いを戻すのときに向く。"
    },
    "19_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。近づきの温度があたり、表情がやわらぐ。誠実さが伝わり、声がまとまりやすい。礼で緊張が解けるため。助け合いが回り、全体の動きが軽くなる。表面だけの笑顔はすぐに崩れるのは避ける。合いを取り戻したいのときに向く。"
    },
    "19_2_HJH": {
      "detail": "まず量と範囲を小さくする。近づきの温度がちょうどになり、強張りがほどける。過度の甘さが引いて、境界の線が見えてくる。温度が整い反発が下がるため。支えが活きる位置が見え、無理が減る。温度だけが上がると溶けやすいのは避ける。過不足の調子を整えたいのときに向く。"
    },
    "19_2_HHJ": {
      "detail": "親しみと誠実さをもって関われば良く、礼を保ちつつ支援すれば応援が集まり、広く利益が行き渡りやすいです。礼が行き渡り、距離のこわばりが解ける。行き過ぎが退いて、線の認識がそろう。礼で角が取れるため。助け合いが回り、行き来が楽になる。甘さに寄ると重くなるのは避ける。温度と線の釣り合いを整えるのときに向く。"
    },
    "19_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が静かに行き渡り、緊張がほどける。過度の甘さが薄れ、線の輪郭が浮かぶ。礼で反発が下がるため。支え合いの形が保たれ、歩調が安定する。表向きの好意だけは避ける。支え合いの形を保ちたいのときに向く。"
    },
    "19_3_JJJ": {
      "detail": "始まりは甘やかしは短期の受けは良くても長期の利を損ないやすいので、筋を示して境界を守り、依存を生まない支援に改めます。受けの空気が強まり、温度の過多がにじむ。境界の輪郭がはっきりし、向きのずれが収まる。長期の利を損ねる過度が退くため。依存の気配が薄れ、落ち着いたやり取りが続く。情に寄り切ると重さが残るのは避ける。境界の曖昧さを整えたいのときに向く。"
    },
    "19_3_JJH": {
      "detail": "甘やかしは短期の受けは良くても長期の利を損ないやすいので、筋を示して境界を守り、依存を生まない支援に改めます。甘やかしの勢いが収まり、過度の熱が引く。境界が見え、行き過ぎの揺れが細る。過剰な受けが減って負荷が下がるため。余計な音が消え、静けさが続く。形だけの融通は軸を曇らせるのは避ける。温度を落として整えたいのときに向く。"
    },
    "19_3_JHJ": {
      "detail": "甘やかしは短期の受けは良くても長期の利を損ないやすいので、筋を示して境界を守り、依存を生まない支援に改めます。甘さの色が薄れ、期待の膨らみが落ち着く。目線がそろい、実情の輪郭が見えてくる。温度の揺れが収まり判断が合うため。無理の重さが軽くなり、行き来がなめらか。期待だけが残ると歪みやすいのは避ける。期待値をそろえたいのときに向く。"
    },
    "19_3_JHH": {
      "detail": "一歩出して様子を確かめる。甘やかしの色が退き、温度の張り付きが和らぐ。境界の線が浮かび、ねじれが収まる。長期の利を損ねる過多が減るため。落ち着きが生まれ、進みの重さが抜ける。受けの勢いが戻ると再び重くなるのは避ける。受けと線の調子を戻すのときに向く。"
    },
    "19_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。過度な介入の影が薄れ、空気の張りが和らぐ。現場の輪郭が見え、自立の方向が浮かぶ。実情が見えて過不足が減るため。支えは行き届き、過干渉は薄いまま保たれる。介入が強まると重さが戻るのは避ける。自立の空気を保ちたいのときに向く。"
    },
    "19_3_HJH": {
      "detail": "まず量と範囲を小さくする。甘さの名残が引き、温度の偏りが収まる。現場の実情が見え、線の戻りが感じられる。線が戻り過不足が抑えられるため。支えは効き、自立の空気は保たれる。善意の勢いが増すと線が溶けるのは避ける。支えと自立の両立のときに向く。"
    },
    "19_3_HHJ": {
      "detail": "甘やかしは短期の受けは良くても長期の利を損ないやすいので、筋を示して境界を守り、依存を生まない支援に改めます。短期の受けの色が薄れ、角が取れていく。礼が行き渡り、線の見立てがそろう。礼で反発が下がるため。静けさが保たれ、行き来が楽になる。便宜の名残が強いと重さが残るのは避ける。合いの戻りを促したいのときに向く。"
    },
    "19_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。受けの過多が落ち着き、温度の張りが下がる。礼が行き渡り、境界の輪郭がそろってくる。過度の熱が退いて負荷が下がるため。支え合いが保たれ、歩調はほどよいまま。受けの勢いが戻るとぶれるのは避ける。揺れを抑えて進みたいのときに向く。"
    },
    "19_4_JJJ": {
      "detail": "始まりは現場に深く入り実情を理解して臨めば問題はなく、過度に介入せず自立を促す配慮を保てば、関係は健全に進みやすいです。実情へのまなざしが行き届き、過度の熱が落ち着く。理念と実務の釣り合いが合い、境界の線がそろう。実情が見え、過不足が減るため。支えは保たれ、自立の方向がぶれず、健全さが続く。介入が強まると重さが戻るのは避ける。自立の空気を守りたいのときに向く。"
    },
    "19_4_JJH": {
      "detail": "現場に深く入り実情を理解して臨めば問題はなく、過度に介入せず自立を促す配慮を保てば、関係は健全に進みやすいです。現場の実情が見え、温度の過多が引いていく。理念と実務の釣り合いが合い、軸がはっきりする。実情理解で過不足が整うため。過干渉の影が薄れ、静けさが保たれる。見せ方優先は避ける。温度を落ち着かせたいのときに向く。"
    },
    "19_4_JHJ": {
      "detail": "現場に深く入り実情を理解して臨めば問題はなく、過度に介入せず自立を促す配慮を保てば、関係は健全に進みやすいです。過度の甘さが引き、空気の張りが和らぐ。現場の輪郭が見え、関わり方の線がそろう。温度の揺れが収まり判断が合うため。支えは行き届き、自立の向きが保たれる。善意が熱に変わると線が溶けるのは避ける。関わりの線を整えたいのときに向く。"
    },
    "19_4_JHH": {
      "detail": "一歩出して様子を確かめる。短期の受けの色が薄れ、過干渉の影が引く。線の見立てが合い、ねじれが収まる。過度の熱が退いて負荷が下がるため。落ち着いた合いが戻り、歩調がほどよく続く。便宜の気配が強まると重くなるのは避ける。合いと線を戻したいのときに向く。"
    },
    "19_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。過干渉の起伏が落ち着き、空気の張りが和らぐ。現場の輪郭が見え、支えの効く位置が浮かぶ。実情が見えて過不足が減るため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると自立が薄れるのは避ける。自立の空気を育てたいのときに向く。"
    },
    "19_4_HJH": {
      "detail": "まず量と範囲を小さくする。温度の偏りが収まり、起伏が静かに落ちる。実情の輪郭が見え、線の戻りが感じられる。線が戻り過不足が抑えられるため。支えは効き、自立の空気は薄れずに保たれる。善意の勢いが増すと線が溶けるのは避ける。支えと自立の両立のときに向く。"
    },
    "19_4_HHJ": {
      "detail": "現場に深く入り実情を理解して臨めば問題はなく、過度に介入せず自立を促す配慮を保てば、関係は健全に進みやすいです。短期の受けの色が薄れ、角が取れていく。礼が行き渡り、線の見立てがそろう。礼で反発が下がるため。静けさが保たれ、行き来が楽なまま続く。便宜の名残が強いと重さが戻るのは避ける。合いを保ちたいのときに向く。"
    },
    "19_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。受けの過多が落ち着き、空気の張りが下がる。礼が保たれ、境界の輪郭がそろっていく。過度の熱が退いて負荷が下がるため。支え合いが保たれ、歩調はほどよいまま続く。受けの勢いが戻るとぶれるのは避ける。揺れを抑えて進みたいのときに向く。"
    },
    "19_5_JJJ": {
      "detail": "始まりは状況をよく理解して筋道立てて臨めば良く、理念と実務の釣り合いを取り、規範で導けば信頼が厚くなります。理念と実務の釣り合いが合い、軸のぶれが収まる。礼と節度が行き渡り、温度の過多が引いていく。規範の線が効き、判断が揃うため。支え合いの形が保たれ、歩調は落ち着いたまま。見せ方だけに寄ると芯が薄れるのは避ける。信頼の土台を厚くしたいのときに向く。"
    },
    "19_5_JJH": {
      "detail": "状況をよく理解して筋道立てて臨めば良く、理念と実務の釣り合いを取り、規範で導けば信頼が厚くなります。釣り合いが合い、進退の見立てが揃う。礼と節度が行き届き、過熱が収まる。線が見え、迷いが減るため。雑音が落ち、静けさが続く。表の約束だけが増えると重くなるのは避ける。温度を落ち着かせたいのときに向く。"
    },
    "19_5_JHJ": {
      "detail": "状況をよく理解して筋道立てて臨めば良く、理念と実務の釣り合いを取り、規範で導けば信頼が厚くなります。理念の熱が落ち着き、手触りに寄っていく。現場の輪郭が見え、線の見立てがそろう。実情で釣り合いが測れるため。支えが効き、歩調はほどよく保たれる。理屈の熱だけが残ると浮くは避ける。実情に合わせたいのときに向く。"
    },
    "19_5_JHH": {
      "detail": "一歩出して様子を確かめる。釣り合いが合い、判断の軸が見えてくる。短期の受けの色が薄れ、過剰な期待が退く。芯が通り、迷いが減るため。落ち着いた合いが保たれ、進みが安定する。便宜の名残が強いと揺れが戻るのは避ける。合いを落ち着かせたいのときに向く。"
    },
    "19_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。自立を損ねない控えめさが保たれ、空気がやわらぐ。理念と実務の釣り合いが合い、線がそろう。押し引きの線が見えるため。礼と支えが保たれ、過干渉は薄いまま。介入が強まると線が溶けるのは避ける。自立と支えを両立したいのときに向く。"
    },
    "19_5_HJH": {
      "detail": "まず量と範囲を小さくする。理念の熱の張りが下がり、実情の輪郭が浮かぶ。線の見立てが合い、関わりのほどが揃う。釣り合いで無理が減るため。支えは効きつつ、歩調はほどよいまま。理屈の勢いだけが戻ると浮くは避ける。ほどを保ちたいのときに向く。"
    },
    "19_5_HHJ": {
      "detail": "状況をよく理解して筋道立てて臨めば良く、理念と実務の釣り合いを取り、規範で導けば信頼が厚くなります。短期の受けの色が薄れ、角が取れていく。礼が行き渡り、線の見立てがそろう。礼で反発が下がるため。静けさが保たれ、行き来はなめらかなまま。便宜の名残が強いと重くなるのは避ける。合いを保ちたいのときに向く。"
    },
    "19_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。受けの過多が落ち着き、空気の張りが下がる。礼が保たれ、境界の輪郭がそろっていく。熱が退いて負荷が下がるため。支え合いの形が保たれ、歩調はほどよいまま。受けの勢いが戻るとぶれるのは避ける。揺れを抑えて進みたいのときに向く。"
    },
    "19_6_JJJ": {
      "detail": "始まりは厚意をもって着実に臨めば良く、礼を尽くして節度を守れば責められず、長く安定した支援関係を築きやすいです。近づきの温度が和らぎ、張りが下がる。礼が行き渡り、境界の輪郭がそろう。熱が退いて負荷が下がるため。支えは静かに保たれ、歩調はほどよいまま。善意が勢いに変わると線が溶けるのは避ける。落ち着いた支えを保ちたいのときに向く。"
    },
    "19_6_JJH": {
      "detail": "厚意をもって着実に臨めば良く、礼を尽くして節度を守れば責められず、長く安定した支援関係を築きやすいです。過度の熱が引き、角が取れていく。礼の行き届きで向きが合い、境界が見える。礼で反発が下がるため。音が落ち、静かな集中が続く。表の体裁だけは避ける。温度を落ち着かせたいのときに向く。"
    },
    "19_6_JHJ": {
      "detail": "厚意をもって着実に臨めば良く、礼を尽くして節度を守れば責められず、長く安定した支援関係を築きやすいです。温度の偏りが抜け、起伏が静かに落ちる。現場の輪郭が見え、関わりのほどが定まる。実情が見えて過不足が減るため。支えは控えめに効き、自立の空気が続く。介入が強まると重さが戻るのは避ける。自立と支えを両立したいのときに向く。"
    },
    "19_6_JHH": {
      "detail": "一歩出して様子を確かめる。短期の受けの色が薄れ、張りが和らぐ。線の見立てが合い、ねじれが収まる。過度の熱が退いて負荷が減るため。落ち着いた合いが保たれ、往来がなめらか。便宜の名残が強いと揺れが戻るのは避ける。合いと線を落ち着かせたいのときに向く。"
    },
    "19_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。温度の張りが下がり、空気がやわらぐ。支えの効く位置が見え、線がそろう。温度が整い反発が下がるため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると自立が薄れるのは避ける。自立の空気を守りたいのときに向く。"
    },
    "19_6_HJH": {
      "detail": "まず量と範囲を小さくする。熱の張りが落ち着き、実情の輪郭が浮かぶ。線の見立てが合い、関わりのほどが揃う。釣り合いで無理が減るため。礼と支えが保たれ、歩調はほどよいまま。理屈の勢いだけが戻ると浮くは避ける。ほどを保ちたいのときに向く。"
    },
    "19_6_HHJ": {
      "detail": "厚意をもって着実に臨めば良く、礼を尽くして節度を守れば責められず、長く安定した支援関係を築きやすいです。短期の受けの色が薄れ、角が取れていく。礼が行き渡り、線の見立てがそろう。礼で反発が下がるため。静けさが保たれ、行き来はなめらかなまま。便宜の名残が強いと重くなるのは避ける。合いを保ちたいのときに向く。"
    },
    "19_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。受けの過多が落ち着き、空気の張りが下がる。礼が保たれ、境界の輪郭がそろっていく。熱が退いて負荷が下がるため。支え合いの形が保たれ、歩調はほどよいまま。受けの勢いが戻るとぶれるのは避ける。揺れを抑えて進みたいのときに向く。"
    }
  }
}