{
  "items": {
    "48_1_JJJ": {
      "detail": "始まりは井戸が濁って飲めないように古いやり方では人が集まらないので、源を洗い出して基盤から刷新するのが良いです。井戸の状態が見える。底と縁を清めて補修。状況が見えるため。水が澄み、使いやすい。見せ場の飾り付けは潤わないのは避ける。基盤を整備したいのときに向く。"
    },
    "48_1_JJH": {
      "detail": "井戸が濁って飲めないように古いやり方では人が集まらないので、源を洗い出して基盤から刷新するのが良いです。余分な手入れを抑える。枠内で最小の補修。過度が減るため。無駄が減り、保ちやすい。名目の大改修は空回り避ける。維持を安定させたいのときに向く。"
    },
    "48_1_JHJ": {
      "detail": "井戸が濁って飲めないように古いやり方では人が集まらないので、源を洗い出して基盤から刷新するのが良いです。どこが詰まるか見える。要所だけ直して通す。実情が見えるため。汲みやすく、回りが良い。善意の全面改修は重いのは避ける。詰まりを捌きたいのときに向く。"
    },
    "48_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。掃除、補修、水張りの順の順に進める。無理が減るため。静かに保てる。見せ場狙いは濁るのは避ける。掃除と保守を回したいのときに向く。"
    },
    "48_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて足元を見る。地味に清掃と補修。足元が見えるため。控えめでも使いやすい。飾りの演出は水が濁るのは避ける。維持を堅実にしたいのときに向く。"
    },
    "48_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの清掃は浮く避ける。無理を減らしたいのときに向く。"
    },
    "48_1_HHJ": {
      "detail": "井戸が濁って飲めないように古いやり方では人が集まらないので、源を洗い出して基盤から刷新するのが良いです。やり取りの作法が整う。共同のルールに沿う。礼が行き届くため。静かな利用が続く。体裁優先は避ける。共同利用の約束を守りたいのときに向く。"
    },
    "48_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "48_2_JJJ": {
      "detail": "始まりは的を外した努力や器の欠陥が水を無駄にするので、狙いを改めて道具を直し、漏れのない仕組みに整えるのが良いです。偏りを抑える。節度を守り要所を整える。中庸が働くため。水が澄み、回りが良い。誇示の改修は重いのは避ける。基盤を安定化したいのときに向く。"
    },
    "48_2_JJH": {
      "detail": "的を外した努力や器の欠陥が水を無駄にするので、狙いを改めて道具を直し、漏れのない仕組みに整えるのが良いです。余分な手入れを抑える。枠内で最小の補修。過度が減るため。無駄が減り、保ちやすい。名目の大改修は空回り避ける。維持を安定させたいのときに向く。"
    },
    "48_2_JHJ": {
      "detail": "的を外した努力や器の欠陥が水を無駄にするので、狙いを改めて道具を直し、漏れのない仕組みに整えるのが良いです。どこが詰まるか見える。要所だけ直して通す。実情が見えるため。汲みやすく、回りが良い。善意の全面改修は重いのは避ける。詰まりを捌きたいのときに向く。"
    },
    "48_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。掃除、補修、水張りの順の順に進める。無理が減るため。静かに保てる。見せ場狙いは濁るのは避ける。掃除と保守を回したいのときに向く。"
    },
    "48_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて足元を見る。地味に清掃と補修。足元が見えるため。控えめでも使いやすい。飾りの演出は水が濁るのは避ける。維持を堅実にしたいのときに向く。"
    },
    "48_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの清掃は浮く避ける。無理を減らしたいのときに向く。"
    },
    "48_2_HHJ": {
      "detail": "的を外した努力や器の欠陥が水を無駄にするので、狙いを改めて道具を直し、漏れのない仕組みに整えるのが良いです。やり取りの作法が整う。共同のルールに沿う。礼が行き届くため。静かな利用が続く。体裁優先は避ける。共同利用の約束を守りたいのときに向く。"
    },
    "48_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "48_3_JJJ": {
      "detail": "始まりは井戸を掃除してもまだ飲まれない時は焦らず、基礎を整え続けて時機を待ち、求められた時にすぐ役立つ備えを保ちます。水の流れが見える。詰まりを除き縁を固める。原因が見えるため。澄んだ水が回り、皆で使える。見せ場の飾りは喉を潤さないのは避ける。共有資源を整えたいのときに向く。"
    },
    "48_3_JJH": {
      "detail": "井戸を掃除してもまだ飲まれない時は焦らず、基礎を整え続けて時機を待ち、求められた時にすぐ役立つ備えを保ちます。余分な手入れを抑える。枠内で最小の補修。過度が減るため。無駄が減り、保ちやすい。名目の大改修は空回り避ける。維持を安定させたいのときに向く。"
    },
    "48_3_JHJ": {
      "detail": "井戸を掃除してもまだ飲まれない時は焦らず、基礎を整え続けて時機を待ち、求められた時にすぐ役立つ備えを保ちます。どこが詰まるか見える。要所だけ直して通す。実情が見えるため。汲みやすく、回りが良い。善意の全面改修は重いのは避ける。詰まりを捌きたいのときに向く。"
    },
    "48_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。掃除、補修、水張りの順の順に進める。無理が減るため。静かに保てる。見せ場狙いは濁るのは避ける。掃除と保守を回したいのときに向く。"
    },
    "48_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて足元を見る。地味に清掃と補修。足元が見えるため。控えめでも使いやすい。飾りの演出は水が濁るのは避ける。維持を堅実にしたいのときに向く。"
    },
    "48_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの清掃は浮く避ける。無理を減らしたいのときに向く。"
    },
    "48_3_HHJ": {
      "detail": "井戸を掃除してもまだ飲まれない時は焦らず、基礎を整え続けて時機を待ち、求められた時にすぐ役立つ備えを保ちます。やり取りの作法が整う。共同のルールに沿う。礼が行き届くため。静かな利用が続く。体裁優先は避ける。共同利用の約束を守りたいのときに向く。"
    },
    "48_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "48_4_JJJ": {
      "detail": "始まりは井戸の壁を固めるように基盤の整備は地味でも重要なので、責められずに済む今のうちに丁寧に仕上げるのが良いです。公の手順が示される。底と縁を清めて補修。やり方が分かるため。水が澄み、回りが良い。見せ場の飾りは潤わないのは避ける。維持手順を揃えたいのときに向く。"
    },
    "48_4_JJH": {
      "detail": "井戸の壁を固めるように基盤の整備は地味でも重要なので、責められずに済む今のうちに丁寧に仕上げるのが良いです。余分な手入れを抑える。枠内で最小の補修。過度が減るため。無駄が減り、保ちやすい。名目の大改修は空回り避ける。維持を安定させたいのときに向く。"
    },
    "48_4_JHJ": {
      "detail": "井戸の壁を固めるように基盤の整備は地味でも重要なので、責められずに済む今のうちに丁寧に仕上げるのが良いです。どこが詰まるか見える。要所だけ直して通す。実情が見えるため。汲みやすく、回りが良い。善意の全面改修は重いのは避ける。詰まりを捌きたいのときに向く。"
    },
    "48_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。掃除、補修、水張りの順の順に進める。無理が減るため。静かに保てる。見せ場狙いは濁るのは避ける。掃除と保守を回したいのときに向く。"
    },
    "48_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて足元を見る。地味に清掃と補修。足元が見えるため。控えめでも使いやすい。飾りの演出は水が濁るのは避ける。維持を堅実にしたいのときに向く。"
    },
    "48_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの清掃は浮く避ける。無理を減らしたいのときに向く。"
    },
    "48_4_HHJ": {
      "detail": "井戸の壁を固めるように基盤の整備は地味でも重要なので、責められずに済む今のうちに丁寧に仕上げるのが良いです。やり取りの作法が整う。共同のルールに沿う。礼が行き届くため。静かな利用が続く。体裁優先は避ける。共同利用の約束を守りたいのときに向く。"
    },
    "48_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "48_5_JJJ": {
      "detail": "始まりは清らかな井戸のように澄んだ資源を保てば人を潤せるので、清廉を守って開かれた場で公平に提供するのが良いです。保守の筋を共有。要所補修と清めを続ける。筋の共有ため。汲みやすく、回りが良い。形だけの美化は役立たないのは避ける。運用を安定させたいのときに向く。"
    },
    "48_5_JJH": {
      "detail": "清らかな井戸のように澄んだ資源を保てば人を潤せるので、清廉を守って開かれた場で公平に提供するのが良いです。余分な手入れを抑える。枠内で最小の補修。過度が減るため。無駄が減り、保ちやすい。名目の大改修は空回り避ける。維持を安定させたいのときに向く。"
    },
    "48_5_JHJ": {
      "detail": "清らかな井戸のように澄んだ資源を保てば人を潤せるので、清廉を守って開かれた場で公平に提供するのが良いです。どこが詰まるか見える。要所だけ直して通す。実情が見えるため。汲みやすく、回りが良い。善意の全面改修は重いのは避ける。詰まりを捌きたいのときに向く。"
    },
    "48_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。掃除、補修、水張りの順の順に進める。無理が減るため。静かに保てる。見せ場狙いは濁るのは避ける。掃除と保守を回したいのときに向く。"
    },
    "48_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて足元を見る。地味に清掃と補修。足元が見えるため。控えめでも使いやすい。飾りの演出は水が濁るのは避ける。維持を堅実にしたいのときに向く。"
    },
    "48_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの清掃は浮く避ける。無理を減らしたいのときに向く。"
    },
    "48_5_HHJ": {
      "detail": "清らかな井戸のように澄んだ資源を保てば人を潤せるので、清廉を守って開かれた場で公平に提供するのが良いです。やり取りの作法が整う。共同のルールに沿う。礼が行き届くため。静かな利用が続く。体裁優先は避ける。共同利用の約束を守りたいのときに向く。"
    },
    "48_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "48_6_JJJ": {
      "detail": "始まりは井戸が整ったなら覆い隠さず誰もが使えるように開き、管理と分配を公正に行って恵みを広く行き渡らせます。見映え優先を断つ。底と縁を丁寧に直す。過度が減るため。濁りが止み、着実に潤う。見せ場の飾りは濁るのは避ける。保守の最終局面のときに向く。"
    },
    "48_6_JJH": {
      "detail": "井戸が整ったなら覆い隠さず誰もが使えるように開き、管理と分配を公正に行って恵みを広く行き渡らせます。余分な手入れを抑える。程を守って最小の補修。過度が減るため。無駄が減り、保ちやすい。名目の大改修は空回り避ける。維持を安定させたいのときに向く。"
    },
    "48_6_JHJ": {
      "detail": "井戸が整ったなら覆い隠さず誰もが使えるように開き、管理と分配を公正に行って恵みを広く行き渡らせます。どこが詰まるか見える。要所だけ直して通す。実情が見えるため。汲みやすく、回りが良い。善意の全面改修は重いのは避ける。詰まりを捌きたいのときに向く。"
    },
    "48_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。掃除、補修、水張りの順の順に進める。無理が減るため。静かに保てる。見せ場狙いは濁るのは避ける。掃除と保守を回したいのときに向く。"
    },
    "48_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて足元を見る。地味に清掃と補修。足元が見えるため。控えめでも使いやすい。飾りの演出は水が濁るのは避ける。維持を堅実にしたいのときに向く。"
    },
    "48_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの清掃は浮く避ける。無理を減らしたいのときに向く。"
    },
    "48_6_HHJ": {
      "detail": "井戸が整ったなら覆い隠さず誰もが使えるように開き、管理と分配を公正に行って恵みを広く行き渡らせます。やり取りの作法が整う。共同のルールに沿う。礼が行き届くため。静かな利用が続く。体裁優先は避ける。共同利用の約束を守りたいのときに向く。"
    },
    "48_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}