{
  "items": {
    "37_1_JJJ": {
      "detail": "家の内を整え、しつけを澄ませる。役割と約束を明らかにし、基本からそろえる。小さく確かめ、結果で調整する。歩調はほどよく、言葉は簡潔にする。見せ方は控えめにし、中身で示す。偏りを抑え、日々を安定させる。終盤は静かに良い形へ結ぶ。"
    },
    "37_1_JJH": {
      "detail": "初めは前に出るが、途中で秩序に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、行き過ぎを抑える。歩調はほどよく、礼を先に置く。終盤は安定に寄る。"
    },
    "37_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。役割の配分を見直し、小さく試して調整する。歩調はほどよく、感情は抑える。偏りをならし、家の中を先に整える。終盤は静かに保つ。"
    },
    "37_1_JHH": {
      "detail": "一歩出して様子を見る。その後は秩序に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。過度は戻す。歩調はほどよく。終盤は穏やかに結ぶ。"
    },
    "37_1_HJJ": {
      "detail": "向きを確かめ、しつけに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。飾りは抑え、中身に寄せる。終盤は静かに収める。"
    },
    "37_1_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。露出を抑え、家の中を先に整える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "37_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。家の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。礼を保つ。終盤は穏やかに保つ。"
    },
    "37_1_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、家の内に寄せる。歩調は静かに保つ。装いは控える。終盤は安定に寄る。"
    },
    "37_2_JJJ": {
      "detail": "身近をケアし、日常を温める。手当ての順を明らかにし、要点から整える。小さく確かめ、結果で調整する。歩調はほどよく、見せ方は控えめにする。偏りを抑え、支えを行き渡らせる。終盤は静かに安定に寄る。"
    },
    "37_2_JJH": {
      "detail": "初めは前に出るが、途中でケアに寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、行き過ぎを抑える。歩調はほどよく、配慮を保つ。終盤は安定に寄る。"
    },
    "37_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。役割と手当てを並べ直し、小さく試して調整する。歩調はほどよく、感情は抑える。家の中を先に整える。終盤は静かに保つ。"
    },
    "37_2_JHH": {
      "detail": "一歩出して様子を見る。その後はケアに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。過度は戻す。歩調はほどよく。終盤は穏やかに結ぶ。"
    },
    "37_2_HJJ": {
      "detail": "向きを確かめ、ケアに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、負担を分ける。終盤は静かに収める。"
    },
    "37_2_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。露出を抑え、影響を限定する。言葉は簡潔に。終盤は無理を残さない。"
    },
    "37_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。ケアの基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。偏りを抑える。終盤は穏やかに保つ。"
    },
    "37_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、ケアに寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "37_3_JJJ": {
      "detail": "叱責は節度で行い、筋を通す。基準を明らかにし、要点から伝える。小さく確かめ、結果で調整する。歩調はほどよく、感情は抑える。人を責めず、行いを正す。終盤は静かに整う。"
    },
    "37_3_JJH": {
      "detail": "初めは前に出るが、途中で叱責の線を整える。量と範囲を合わせ、短い手順で確かめる。結果で補正し、過度を抑える。歩調はほどよく、言葉は簡潔に。終盤は安定に寄る。"
    },
    "37_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。論点を切り分け、小さく試して調整する。歩調はほどよく、配慮を保つ。人格ではなく行為に寄せる。終盤は静かに保つ。"
    },
    "37_3_JHH": {
      "detail": "一歩出して様子を見る。その後は整えに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "37_3_HJJ": {
      "detail": "向きを確かめ、叱責の節度に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "37_3_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、過度な叱責を止める。言葉は簡潔に。終盤は無理を残さない。"
    },
    "37_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。叱責の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。感情は抑える。終盤は穏やかに保つ。"
    },
    "37_3_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、叱責の節度を保つ。歩調は静かに保つ。露出は控える。終盤は安定に寄る。"
    },
    "37_4_JJJ": {
      "detail": "豊かさを分かち合い、家を温める。配分の基準を明らかにし、要点から満たす。小さく確かめ、結果で調整する。歩調はほどよく、装いは控えめにする。偏りを抑え、感謝を循環させる。終盤は静かに良い形へ結ぶ。"
    },
    "37_4_JJH": {
      "detail": "初めは前に出るが、途中で配分の線を整える。量と範囲を合わせ、短い手順で確かめる。結果で補正し、行き過ぎを抑える。歩調はほどよく、配慮を保つ。終盤は安定に寄る。"
    },
    "37_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。基準と手順を並べ直し、小さく試して調整する。歩調はほどよく、感情は抑える。見せ方は控え、中身に寄せる。終盤は静かに保つ。"
    },
    "37_4_JHH": {
      "detail": "一歩出して様子を見る。その後は分かち合いに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。過度は戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "37_4_HJJ": {
      "detail": "向きを確かめ、分かち合いに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "37_4_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "37_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配分の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。感謝を循環させる。終盤は穏やかに保つ。"
    },
    "37_4_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、分かち合いに寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "37_5_JJJ": {
      "detail": "家を治め、礼で導く。基準を明らかにし、要点から実行する。小さく確かめ、結果で調整する。歩調はほどよく、誇示は抑える。自ら整え、信頼を積む。終盤は静かに良い形へ結ぶ。"
    },
    "37_5_JJH": {
      "detail": "初めは前に出るが、途中で基準の線を整える。量と範囲を合わせ、短い手順で確かめる。結果で補正し、ぶれを抑える。歩調はほどよく、公正を保つ。終盤は安定に寄る。"
    },
    "37_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。示し方と中身を揃え、小さく試して調整する。歩調はほどよく、感情は抑える。規範を保ち、軽さを避ける。終盤は静かに保つ。"
    },
    "37_5_JHH": {
      "detail": "一歩出して様子を見る。その後は治めに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "37_5_HJJ": {
      "detail": "向きを確かめ、治めに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "37_5_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "37_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。治めの基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。信頼を積む。終盤は穏やかに保つ。"
    },
    "37_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、治めに寄せる。歩調は静かに保つ。装いは控える。終盤は安定に寄る。"
    },
    "37_6_JJJ": {
      "detail": "威徳で結び、静かに収める。完了の線を明らかにし、要点から閉じる。小さく確かめ、過不足を調整する。歩調はほどよく、公正を守る。見せ方は控え、実で示す。終盤は落ち着きに寄る。"
    },
    "37_6_JJH": {
      "detail": "初めは前に出るが、途中で完了の線を整える。量と範囲を合わせ、短い手順で確かめる。結果で補正し、行き過ぎを抑える。歩調はほどよく、境界を保つ。終盤は安定に寄る。"
    },
    "37_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。基準と完了条件を並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。誇示は避け、実で支える。終盤は静かに保つ。"
    },
    "37_6_JHH": {
      "detail": "一歩出して様子を見る。その後は完了に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "37_6_HJJ": {
      "detail": "向きを確かめ、威徳に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、公正を守る。終盤は静かに収める。"
    },
    "37_6_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "37_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。完了の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。威を振らず徳で示す。終盤は穏やかに保つ。"
    },
    "37_6_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、完了の線を整える。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    }
  }
}