{
  "items": {
    "22_1_JJJ": {
      "detail": "始まりは飾り立てて急がず車を捨てて歩む心持ちが良く、足元を整え質素に進めば、見栄に流されず安定した前進になりやすいです。見栄が薄れ、足元が整う。上品さが保たれて、印象がやわらぐ。中身が伝わるため。落ち着いた雰囲気が続き、無理のないペースになる。見せ方だけに寄ると曇るのは避ける。見た目より中身を伝えたいのときに向く。"
    },
    "22_1_JJH": {
      "detail": "飾り立てて急がず車を捨てて歩む心持ちが良く、足元を整え質素に進めば、見栄に流されず安定した前進になりやすいです。余計な飾りが薄れ、落ち着く。程よい装いで印象がやわらぐ。過度が減るため。音が静まり、集中しやすい。名目だけの体裁は重くなるのは避ける。落ち着いた印象にしたいのときに向く。"
    },
    "22_1_JHJ": {
      "detail": "飾り立てて急がず車を捨てて歩む心持ちが良く、足元を整え質素に進めば、見栄に流されず安定した前進になりやすいです。余分が取れて、見た目がすっきりする。装いが中身と合ってくる。中身が見えるため。滞りが減り、進みがなめらかになる。善意だけで飾ると濁るのは避ける。印象を整えたいのときに向く。"
    },
    "22_1_JHH": {
      "detail": "一歩出して様子を確かめる。目立つ飾りが収まる。装いがそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。印象の乱れを落ち着かせたいのときに向く。"
    },
    "22_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。見た目の張りが和らぐ。中身が見えて、受け取りやすい。中身が見えるため。控えめな装いが続き、印象は穏やか。飾りすぎると重くなるのは避ける。中身を丁寧に伝えたいのときに向く。"
    },
    "22_1_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ飾りが静まる。必要な所だけ整う。余分が減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。余分を減らしたいのときに向く。"
    },
    "22_1_HHJ": {
      "detail": "飾り立てて急がず車を捨てて歩む心持ちが良く、足元を整え質素に進めば、見栄に流されず安定した前進になりやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "22_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "22_2_JJJ": {
      "detail": "始まりは外見の手入れは節度を守れば好ましく、内実を損なわない範囲で整えれば、品位が保たれ関係も円滑に進みやすいです。外見の整え方が穏やかになる。中身が分かりやすく伝わる。過度な飾りが減るため。落ち着いた雰囲気が続き、無理のないペースになる。見せ方だけは避ける。中身を丁寧に伝えたいのときに向く。"
    },
    "22_2_JJH": {
      "detail": "外見の手入れは節度を守れば好ましく、内実を損なわない範囲で整えれば、品位が保たれ関係も円滑に進みやすいです。目立つ飾りが薄れ、穏やかになる。程よい装いで印象が落ち着く。過度が減るため。音が静まり、集中しやすい。名目だけの体裁は重くなるのは避ける。落ち着いた印象にしたいのときに向く。"
    },
    "22_2_JHJ": {
      "detail": "外見の手入れは節度を守れば好ましく、内実を損なわない範囲で整えれば、品位が保たれ関係も円滑に進みやすいです。余分が取れて、見た目がすっきりする。装いが中身と合ってくる。中身が見えるため。滞りが減り、進みがなめらかになる。善意だけで飾ると濁るのは避ける。印象を整えたいのときに向く。"
    },
    "22_2_JHH": {
      "detail": "一歩出して様子を確かめる。目立つ飾りが収まる。装いがそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。印象の乱れを落ち着かせたいのときに向く。"
    },
    "22_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。見た目の張りが和らぐ。中身が見えて、受け取りやすい。中身が見えるため。控えめな装いが続き、印象は穏やか。飾りすぎると重くなるのは避ける。中身を丁寧に伝えたいのときに向く。"
    },
    "22_2_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ飾りが静まる。必要な所だけ整う。余分が減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。余分を減らしたいのときに向く。"
    },
    "22_2_HHJ": {
      "detail": "外見の手入れは節度を守れば好ましく、内実を損なわない範囲で整えれば、品位が保たれ関係も円滑に進みやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "22_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "22_3_JJJ": {
      "detail": "始まりはしっとりとした落ち着いた装いを保ち、長く正しい態度を続ければ良く、派手さより持続する品位が信頼を育てやすいです。見た目の行き過ぎが収まる。中身に合う装いで印象が整う。過度が減るため。落ち着いた雰囲気が続き、無理のないペースになる。見せ方だけに寄ると曇るのは避ける。見た目と中身を揃えたいのときに向く。"
    },
    "22_3_JJH": {
      "detail": "しっとりとした落ち着いた装いを保ち、長く正しい態度を続ければ良く、派手さより持続する品位が信頼を育てやすいです。目立つ飾りが薄れ、穏やかになる。程よい装いで印象が落ち着く。過度が減るため。音が静まり、集中しやすい。名目だけの体裁は重くなるのは避ける。落ち着いた印象にしたいのときに向く。"
    },
    "22_3_JHJ": {
      "detail": "しっとりとした落ち着いた装いを保ち、長く正しい態度を続ければ良く、派手さより持続する品位が信頼を育てやすいです。余分が取れて、見た目がすっきりする。装いが中身と合ってくる。中身が見えるため。滞りが減り、進みがなめらかになる。善意だけで飾ると濁るのは避ける。印象を整えたいのときに向く。"
    },
    "22_3_JHH": {
      "detail": "一歩出して様子を確かめる。目立つ飾りが収まる。装いがそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。印象の乱れを落ち着かせたいのときに向く。"
    },
    "22_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。見た目の張りが和らぐ。中身が見えて、受け取りやすい。中身が見えるため。控えめな装いが続き、印象は穏やか。飾りすぎると重くなるのは避ける。中身を丁寧に伝えたいのときに向く。"
    },
    "22_3_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ飾りが静まる。必要な所だけ整う。余分が減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。余分を減らしたいのときに向く。"
    },
    "22_3_HHJ": {
      "detail": "しっとりとした落ち着いた装いを保ち、長く正しい態度を続ければ良く、派手さより持続する品位が信頼を育てやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "22_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "22_4_JJJ": {
      "detail": "始まりは清らかな姿で疑いを晴らし、公正に関係を結べば良く、透明性を保てば誤解は解け、健全な同盟が成立しやすいです。公の場で手本が示され、やり方が分かる。見た目の行き過ぎが収まる。手本で道筋が見えるため。落ち着いた雰囲気が続き、無理のないペースになる。見せ方だけに寄ると曇るのは避ける。見た目と中身を揃えたいのときに向く。"
    },
    "22_4_JJH": {
      "detail": "清らかな姿で疑いを晴らし、公正に関係を結べば良く、透明性を保てば誤解は解け、健全な同盟が成立しやすいです。手本に学び、行き過ぎが収まる。程よい装いで印象が落ち着く。過度が減るため。音が静まり、集中しやすい。名目だけの体裁は重くなるのは避ける。落ち着いた印象にしたいのときに向く。"
    },
    "22_4_JHJ": {
      "detail": "清らかな姿で疑いを晴らし、公正に関係を結べば良く、透明性を保てば誤解は解け、健全な同盟が成立しやすいです。余分が取れて、見た目がすっきりする。手本に照らして装いが合う。中身が見えるため。滞りが減り、進みがなめらかになる。善意だけで飾ると濁るのは避ける。印象を整えたいのときに向く。"
    },
    "22_4_JHH": {
      "detail": "一歩出して様子を確かめる。目立つ飾りが収まる。装いがそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。印象の乱れを落ち着かせたいのときに向く。"
    },
    "22_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。見た目の張りが和らぐ。中身が見えて、受け取りやすい。中身が見えるため。控えめな装いが続き、印象は穏やか。飾りすぎると重くなるのは避ける。中身を丁寧に伝えたいのときに向く。"
    },
    "22_4_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ飾りが静まる。必要な所だけ整う。余分が減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。余分を減らしたいのときに向く。"
    },
    "22_4_HHJ": {
      "detail": "清らかな姿で疑いを晴らし、公正に関係を結べば良く、透明性を保てば誤解は解け、健全な同盟が成立しやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "22_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "22_5_JJJ": {
      "detail": "始まりは質素な贈り物でも誠意が伝われば終わりは良く、形式より心を尽くせば、時間をかけて良縁が実りやすいです。気持ちを込めて伝わる。態度が整い、信頼が深まる。礼が行き届くため。落ち着いた雰囲気が続き、無理のないペースになる。形だけのやり取りは重くなるのは避ける。気持ちを丁寧に伝えたいのときに向く。"
    },
    "22_5_JJH": {
      "detail": "質素な贈り物でも誠意が伝われば終わりは良く、形式より心を尽くせば、時間をかけて良縁が実りやすいです。心を込めたやり取りが増える。態度が落ち着き、行き過ぎが引く。礼が行き届くため。音が静まり、集中しやすい。名目だけの約束は重くなるのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "22_5_JHJ": {
      "detail": "質素な贈り物でも誠意が伝われば終わりは良く、形式より心を尽くせば、時間をかけて良縁が実りやすいです。余分が取れて、すっきりする。形が中身と合ってくる。中身が見えるため。滞りが減り、進みがなめらか。善意だけで飾ると濁るのは避ける。印象を整えたいのときに向く。"
    },
    "22_5_JHH": {
      "detail": "一歩出して様子を確かめる。目立つ飾りが収まる。形がそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。見た目の乱れを落ち着かせたいのときに向く。"
    },
    "22_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。見た目の張りが和らぐ。中身が見えて、受け取りやすい。中身が見えるため。控えめな装いが続き、印象は穏やか。飾りすぎると重くなるのは避ける。中身を丁寧に伝えたいのときに向く。"
    },
    "22_5_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ飾りが静まる。必要な所だけ整う。余分が減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。余分を減らしたいのときに向く。"
    },
    "22_5_HHJ": {
      "detail": "質素な贈り物でも誠意が伝われば終わりは良く、形式より心を尽くせば、時間をかけて良縁が実りやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "22_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "22_6_JJJ": {
      "detail": "始まりは飾りを捨てて素に返れば問題はなく、本質を磨いて過度を避ければ、信頼は静かに根づき長く保たれやすいです。派手さがなくなり、印象が落ち着く。中身がそのまま伝わる。控えめさが保たれるため。落ち着いた雰囲気が続き、無理のないペースになる。見せ方だけに寄ると曇るのは避ける。静かな品を保ちたいのときに向く。"
    },
    "22_6_JJH": {
      "detail": "飾りを捨てて素に返れば問題はなく、本質を磨いて過度を避ければ、信頼は静かに根づき長く保たれやすいです。余計な飾りが抜ける。装いが落ち着き、印象がやわらぐ。過度が減るため。音が静まり、集中しやすい。名目だけの体裁は重くなるのは避ける。落ち着いた印象にしたいのときに向く。"
    },
    "22_6_JHJ": {
      "detail": "飾りを捨てて素に返れば問題はなく、本質を磨いて過度を避ければ、信頼は静かに根づき長く保たれやすいです。余分が取れて、見た目がすっきりする。装いが中身と合ってくる。中身が見えるため。滞りが減り、進みがなめらかになる。善意だけで飾ると濁るのは避ける。印象を整えたいのときに向く。"
    },
    "22_6_JHH": {
      "detail": "一歩出して様子を確かめる。目立つ飾りが収まる。装いがそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。印象の乱れを落ち着かせたいのときに向く。"
    },
    "22_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。見た目の張りが和らぐ。中身が見えて、受け取りやすい。中身が見えるため。控えめな装いが続き、印象は穏やか。飾りすぎると重くなるのは避ける。中身を丁寧に伝えたいのときに向く。"
    },
    "22_6_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ飾りが静まる。必要な所だけ整う。余分が減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。余分を減らしたいのときに向く。"
    },
    "22_6_HHJ": {
      "detail": "飾りを捨てて素に返れば問題はなく、本質を磨いて過度を避ければ、信頼は静かに根づき長く保たれやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "22_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}