{
  "items": {
    "20_1_JJJ": {
      "detail": "謙虚に観察し、視野を広げる。相手の立場に配慮し、事実で向き合う。小さく確かめ、結果で調整する。歩調はほどよく、見せ方に偏らない。礼を保ち、境界を守る。終盤は静かに見立てが揃う。"
    },
    "20_1_JJH": {
      "detail": "はじめは前に出るが、途中で観察を厚くする。量と範囲を合わせ、短い手順で確かめる。結果で補正し、ぶれを抑える。礼を共有し、温度を整える。終盤は穏やかに結ぶ。"
    },
    "20_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。示し方と中身を揃え、小さく試して調整する。歩調はほどよく、感情は抑える。視野の偏りを減らし、境界を明らかにする。終盤は静かに保つ。"
    },
    "20_1_JHH": {
      "detail": "一歩出して様子を見る。その後は見立てに寄せ、要点だけ小さく整える。確認を挟み、緊張を下げる。視線が揃えば揺れは減る。終盤は安定に寄る。"
    },
    "20_1_HJJ": {
      "detail": "向きを確かめ、観察に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。礼を保ち、偏りを抑える。終盤は静かに収める。"
    },
    "20_1_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。視野を広げ、示し方を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "20_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。観察の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。終盤は穏やかに保つ。"
    },
    "20_1_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、観察の線を整える。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "20_2_JJJ": {
      "detail": "狭さをほどき、視野を整える。必要な情報を丁寧に集め、見立てを揃える。小さく確かめ、結果で調整する。歩調はほどよく、内向きに偏らない。礼を保ち、境界を守る。終盤は静かに判断が澄む。"
    },
    "20_2_JJH": {
      "detail": "初めは前に出るが、途中で見立てを整える。段取りを短くし、量と範囲を合わせる。短い手順で確かめ、ぶれを抑える。視野を広げ、音を落とす。終盤は安定に寄る。"
    },
    "20_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。基準を引き直し、小さく試して調整する。歩調はほどよく、過度な熱は抑える。内向きに寄らず、事実に寄せる。終盤は静かに保つ。"
    },
    "20_2_JHH": {
      "detail": "一歩出して様子を見る。その後は観察に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。狭さは早めに戻す。終盤は穏やかに結ぶ。"
    },
    "20_2_HJJ": {
      "detail": "向きを確かめ、視野に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、判断を澄ませる。終盤は静かに収める。"
    },
    "20_2_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。視野の線を広げ、内向きを抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "20_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。見立ての基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに保つ。終盤は穏やかに保つ。"
    },
    "20_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、視野に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "20_3_JJJ": {
      "detail": "進退を客観視し、静かに整える。事実を記録し、基準に照らして選ぶ。小さく確かめ、結果で調整する。歩調はほどよく、過度な自己正当化は抑える。進む所と退く所を分ける。終盤は静かに安定に寄る。"
    },
    "20_3_JJH": {
      "detail": "初めは前に出るが、途中で見直しを挟む。段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。人生の節に合わせ、過度は抑える。終盤は穏やかに結ぶ。"
    },
    "20_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。選択の基準を明らかにし、小さく試して調整する。歩調はほどよく、感情は抑える。進退の線を引き、揺れを減らす。終盤は静かに保つ。"
    },
    "20_3_JHH": {
      "detail": "一歩出して様子を見る。その後は整えに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。終盤は安定を保つ。"
    },
    "20_3_HJJ": {
      "detail": "向きを確かめ、客観視に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "20_3_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。進退の基準を共有し、過度を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "20_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに保つ。終盤は穏やかに保つ。"
    },
    "20_3_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、客観視に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "20_4_JJJ": {
      "detail": "組織を理解し、静かに導く。役割と責任を明らかにし、要点から実行する。小さく確かめ、結果で調整する。栄光は控えめに扱い、中身で示す。歩調はほどよく。終盤は静かに良い形へ結ぶ。"
    },
    "20_4_JJH": {
      "detail": "初めは前に出るが、途中で整えを厚くする。配分と手順を見直し、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。理解を深め、誇示は抑える。終盤は安定に寄る。"
    },
    "20_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。線引きを明らかにし、小さく試して調整する。歩調はほどよく、配慮を重ねる。栄光に寄らず、実を満たす。終盤は静かに保つ。"
    },
    "20_4_JHH": {
      "detail": "一歩出して様子を見る。その後は組織に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。行き過ぎは抑える。終盤は穏やかに結ぶ。"
    },
    "20_4_HJJ": {
      "detail": "向きを確かめ、理解に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "20_4_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、栄光を控えめにする。言葉は簡潔に。終盤は無理を残さない。"
    },
    "20_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。役割を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに保つ。終盤は穏やかに保つ。"
    },
    "20_4_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、理解に寄せる。歩調は静かに保つ。終盤は安定を保つ。"
    },
    "20_5_JJJ": {
      "detail": "内省で磨き、模範で導く。事実を揃え、基準を明らかにする。小さく確かめ、過不足を整える。歩調はほどよく、変える所と保つ所を分ける。誇示は避け、静かに示す。終盤は静かに良い形へ結ぶ。"
    },
    "20_5_JJH": {
      "detail": "初めは前に出るが、途中で内省を挟む。段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。模範を意識し、過度は抑える。終盤は安定に寄る。"
    },
    "20_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。内側を整え、小さく試して調整する。歩調はほどよく、配慮を重ねる。脱皮は小さく刻む。終盤は静かに保つ。"
    },
    "20_5_JHH": {
      "detail": "一歩出して様子を見る。その後は静観に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。見せ方は控えめに。終盤は穏やかに結ぶ。"
    },
    "20_5_HJJ": {
      "detail": "向きを確かめ、模範に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。基準に寄せ、偏りを抑える。終盤は静かに収める。"
    },
    "20_5_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。内省を先に置き、変化を小さく刻む。言葉は簡潔に。終盤は無理を残さない。"
    },
    "20_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに保つ。終盤は穏やかに保つ。"
    },
    "20_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、模範に寄せる。歩調は静かに保つ。終盤は安定を保つ。"
    },
    "20_6_JJJ": {
      "detail": "遠望で整え、静かに収める。完了の線を明らかにし、要点から閉じる。小さく確かめ、過不足を調整する。歩調はほどよく、見せ方は控えめにする。先を見据え、次へ備える。終盤は落ち着きに寄る。"
    },
    "20_6_JJH": {
      "detail": "初めは前に出るが、途中で静観に寄せる。段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。遠望に寄せ、過度は抑える。終盤は安定に寄る。"
    },
    "20_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。完了条件と先見を揃え、小さく試して調整する。歩調はほどよく。中身を揃え、見せ方を抑える。終盤は静かに保つ。"
    },
    "20_6_JHH": {
      "detail": "一歩出して様子を見る。その後は仕上げに寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。行き過ぎは戻す。終盤は穏やかに結ぶ。"
    },
    "20_6_HJJ": {
      "detail": "向きを確かめ、遠望に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。基準に寄せ、偏りを抑える。終盤は静かに収める。"
    },
    "20_6_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。露出を抑え、影響を限定する。言葉は簡潔に。終盤は無理を残さない。"
    },
    "20_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。完了の基準と先見を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに保つ。終盤は穏やかに保つ。"
    },
    "20_6_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、遠望に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    }
  }
}