{
  "items": {
    "16_1_JJJ": {
      "detail": "始まりは浮かれて自慢げに鳴らせば災いを招きやすいので、節度を守って身を慎み、事実で示すまで騒がないのが安全です。礼が保たれ。ほどよさが保たれ。礼が行き届くため。歩調はほどよいまま。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_1_JJH": {
      "detail": "浮かれて自慢げに鳴らせば災いを招きやすいので、節度を守って身を慎み、事実で示すまで騒がないのが安全です。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_1_JHJ": {
      "detail": "浮かれて自慢げに鳴らせば災いを招きやすいので、節度を守って身を慎み、事実で示すまで騒がないのが安全です。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_1_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_1_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_1_HHJ": {
      "detail": "浮かれて自慢げに鳴らせば災いを招きやすいので、節度を守って身を慎み、事実で示すまで騒がないのが安全です。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_2_JJJ": {
      "detail": "始まりは意志を岩のように固めて迷いを長引かせず、早い段階で是正すれば良く、筋を通して節度を守れば安定します。礼が保たれ。整いが進む。礼が行き届くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_2_JJH": {
      "detail": "意志を岩のように固めて迷いを長引かせず、早い段階で是正すれば良く、筋を通して節度を守れば安定します。礼が保たれ。整いが進む。礼が行き届くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_2_JHJ": {
      "detail": "意志を岩のように固めて迷いを長引かせず、早い段階で是正すれば良く、筋を通して節度を守れば安定します。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_2_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。整いが進む。礼が行き届くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_2_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。整いが進む。礼が行き届くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_2_HHJ": {
      "detail": "意志を岩のように固めて迷いを長引かせず、早い段階で是正すれば良く、筋を通して節度を守れば安定します。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。ほどよさが保たれ。礼が行き届くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "16_3_JJJ": {
      "detail": "始まりは期待ばかりを見上げて足元の準備を欠くと悔いが残るので、現実的な段取りと資源配分を固めてから動くのが良いです。整いが進む。調和が広がる。土台がしっかりしているため。整いは静かに保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_3_JJH": {
      "detail": "期待ばかりを見上げて足元の準備を欠くと悔いが残るので、現実的な段取りと資源配分を固めてから動くのが良いです。整いが進む。調和が広がる。土台がしっかりしているため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_3_JHJ": {
      "detail": "期待ばかりを見上げて足元の準備を欠くと悔いが残るので、現実的な段取りと資源配分を固めてから動くのが良いです。整いが進む。ほどよさが保たれ。土台がしっかりしているため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_3_JHH": {
      "detail": "一歩出して様子を確かめる。整いが進む。ほどよさが保たれ。土台がしっかりしているため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。整いが進む。調和が広がる。土台がしっかりしているため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_3_HJH": {
      "detail": "まず量と範囲を小さくする。整いが進む。調和が広がる。土台がしっかりしているため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_3_HHJ": {
      "detail": "期待ばかりを見上げて足元の準備を欠くと悔いが残るので、現実的な段取りと資源配分を固めてから動くのが良いです。整いが進む。ほどよさが保たれ。土台がしっかりしているため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。整いが進む。ほどよさが保たれ。土台がしっかりしているため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_4_JJJ": {
      "detail": "始まりは人々の心を動かす楽しさで巻き込めば大きな得があり、目的を分かち合い健全な盛り上がりを設計すれば成果が広がります。調和が広がる。戻る気配。調和が広がるため。声の合いが保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_4_JJH": {
      "detail": "人々の心を動かす楽しさで巻き込めば大きな得があり、目的を分かち合い健全な盛り上がりを設計すれば成果が広がります。調和が広がる。戻る気配。調和が広がるため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_4_JHJ": {
      "detail": "人々の心を動かす楽しさで巻き込めば大きな得があり、目的を分かち合い健全な盛り上がりを設計すれば成果が広がります。調和が広がる。整いが進む。調和が広がるため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_4_JHH": {
      "detail": "一歩出して様子を確かめる。調和が広がる。整いが進む。調和が広がるため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。調和が広がる。戻る気配。調和が広がるため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_4_HJH": {
      "detail": "まず量と範囲を小さくする。調和が広がる。戻る気配。調和が広がるため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_4_HHJ": {
      "detail": "人々の心を動かす楽しさで巻き込めば大きな得があり、目的を分かち合い健全な盛り上がりを設計すれば成果が広がります。調和が広がる。整いが進む。調和が広がるため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。調和が広がる。整いが進む。調和が広がるため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_5_JJJ": {
      "detail": "始まりは困難が続いても致命的ではないので、姿勢を正して基準を守り、焦らず治癒と整備を進めれば回復に向かいやすいです。過度が抜け、声が落ち着く。筋が通って、ほどよく進む。基盤が効くため。節度が戻り、静まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_5_JJH": {
      "detail": "困難が続いても致命的ではないので、姿勢を正して基準を守り、焦らず治癒と整備を進めれば回復に向かいやすいです。戻る気配。ほどよさが保たれ。土台がしっかりしているため。さらに戻る気配。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_5_JHJ": {
      "detail": "困難が続いても致命的ではないので、姿勢を正して基準を守り、焦らず治癒と整備を進めれば回復に向かいやすいです。戻る気配。調和が広がる。土台がしっかりしているため。さらに戻る気配。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_5_JHH": {
      "detail": "一歩出して様子を確かめる。戻る気配。調和が広がる。土台がしっかりしているため。さらに戻る気配。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。戻る気配。ほどよさが保たれ。土台がしっかりしているため。さらに戻る気配。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_5_HJH": {
      "detail": "まず量と範囲を小さくする。戻る気配。ほどよさが保たれ。土台がしっかりしているため。さらに戻る気配。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_5_HHJ": {
      "detail": "困難が続いても致命的ではないので、姿勢を正して基準を守り、焦らず治癒と整備を進めれば回復に向かいやすいです。戻る気配。調和が広がる。土台がしっかりしているため。さらに戻る気配。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。戻る気配。調和が広がる。土台がしっかりしているため。さらに戻る気配。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_6_JJJ": {
      "detail": "始まりは過度な享楽に沈んだ状態から目を覚まして方針を改めれば問題はなく、節度を取り戻し健全な楽しさへ移行するのが良いです。礼が保たれ。ほどよさが保たれ。礼儀が効くため。整いは静かに保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_6_JJH": {
      "detail": "過度な享楽に沈んだ状態から目を覚まして方針を改めれば問題はなく、節度を取り戻し健全な楽しさへ移行するのが良いです。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_6_JHJ": {
      "detail": "過度な享楽に沈んだ状態から目を覚まして方針を改めれば問題はなく、節度を取り戻し健全な楽しさへ移行するのが良いです。礼が保たれ。整いが進む。礼儀が効くため。光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_6_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。戻る気配。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。ほどよさが保たれ。礼儀が効くため。光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_6_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_6_HHJ": {
      "detail": "過度な享楽に沈んだ状態から目を覚まして方針を改めれば問題はなく、節度を取り戻し健全な楽しさへ移行するのが良いです。礼が保たれ。戻る気配。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "16_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    }
  }
}