{
  "items": {
    "24_1_JJJ": {
      "detail": "始まりは過ちは早めに認めて正道へ戻れば問題はなく、素直に反省して手を改めれば、損失を小さく抑えて好転しやすいです。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_1_JJH": {
      "detail": "過ちは早めに認めて正道へ戻れば問題はなく、素直に反省して手を改めれば、損失を小さく抑えて好転しやすいです。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_1_JHJ": {
      "detail": "過ちは早めに認めて正道へ戻れば問題はなく、素直に反省して手を改めれば、損失を小さく抑えて好転しやすいです。味方に共有する。小さく試す。今は『信頼』が強みのため。関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_1_JHH": {
      "detail": "一歩出して様子を確かめる。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_1_HJH": {
      "detail": "まず量と範囲を小さくする。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_1_HHJ": {
      "detail": "過ちは早めに認めて正道へ戻れば問題はなく、素直に反省して手を改めれば、損失を小さく抑えて好転しやすいです。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。見える形にする。今は『信頼』が強みのため。小さく試す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_2_JJJ": {
      "detail": "始まりは静かに態勢を整えて穏やかに正道へ復帰すれば良く、焦らず礼を保てば周囲の理解も得られ、安定した再出発になります。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_2_JJH": {
      "detail": "静かに態勢を整えて穏やかに正道へ復帰すれば良く、焦らず礼を保てば周囲の理解も得られ、安定した再出発になります。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_2_JHJ": {
      "detail": "静かに態勢を整えて穏やかに正道へ復帰すれば良く、焦らず礼を保てば周囲の理解も得られ、安定した再出発になります。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_2_JHH": {
      "detail": "一歩出して様子を確かめる。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_2_HJH": {
      "detail": "まず量と範囲を小さくする。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_2_HHJ": {
      "detail": "静かに態勢を整えて穏やかに正道へ復帰すれば良く、焦らず礼を保てば周囲の理解も得られ、安定した再出発になります。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。小さく試す。関係を整える。今は『実験』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『実験』が強みのときに向く。"
    },
    "24_3_JJJ": {
      "detail": "始まりは何度もやり直しが必要でも正しい態度を保てば責められず、苦しくとも基準を守って粘れば、やがて流れは整いやすいです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_3_JJH": {
      "detail": "何度もやり直しが必要でも正しい態度を保てば責められず、苦しくとも基準を守って粘れば、やがて流れは整いやすいです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_3_JHJ": {
      "detail": "何度もやり直しが必要でも正しい態度を保てば責められず、苦しくとも基準を守って粘れば、やがて流れは整いやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_3_JHH": {
      "detail": "一歩出して様子を確かめる。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_3_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_3_HHJ": {
      "detail": "何度もやり直しが必要でも正しい態度を保てば責められず、苦しくとも基準を守って粘れば、やがて流れは整いやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_4_JJJ": {
      "detail": "始まりは周りに合わせずとも中庸を守って一人で正道に戻れば良く、流されず節度を保てば、静かに信頼が積み上がります。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_4_JJH": {
      "detail": "周りに合わせずとも中庸を守って一人で正道に戻れば良く、流されず節度を保てば、静かに信頼が積み上がります。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_4_JHJ": {
      "detail": "周りに合わせずとも中庸を守って一人で正道に戻れば良く、流されず節度を保てば、静かに信頼が積み上がります。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_4_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_4_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_4_HHJ": {
      "detail": "周りに合わせずとも中庸を守って一人で正道に戻れば良く、流されず節度を保てば、静かに信頼が積み上がります。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_5_JJJ": {
      "detail": "始まりは厚い反省をもって静かに復帰すれば悔いはなく、言行を改めて基礎を整えれば、以後の歩みは安定しやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_5_JJH": {
      "detail": "厚い反省をもって静かに復帰すれば悔いはなく、言行を改めて基礎を整えれば、以後の歩みは安定しやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_5_JHJ": {
      "detail": "厚い反省をもって静かに復帰すれば悔いはなく、言行を改めて基礎を整えれば、以後の歩みは安定しやすいです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_5_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_5_HJH": {
      "detail": "まず量と範囲を小さくする。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_5_HHJ": {
      "detail": "厚い反省をもって静かに復帰すれば悔いはなく、言行を改めて基礎を整えれば、以後の歩みは安定しやすいです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "24_6_JJJ": {
      "detail": "始まりは迷いながら時期を逸して復帰すると禍につながりやすいので、早めに決めて節度を守り、被害を広げず改めるのが良いです。危ない所を先に潰す。見える形にする。今は『リスク高め』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "24_6_JJH": {
      "detail": "迷いながら時期を逸して復帰すると禍につながりやすいので、早めに決めて節度を守り、被害を広げず改めるのが良いです。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。急がず合意をとって進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "24_6_JHJ": {
      "detail": "迷いながら時期を逸して復帰すると禍につながりやすいので、早めに決めて節度を守り、被害を広げず改めるのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_6_JHH": {
      "detail": "一歩出して様子を確かめる。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_6_HJH": {
      "detail": "まず量と範囲を小さくする。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。急がず合意をとって進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "24_6_HHJ": {
      "detail": "迷いながら時期を逸して復帰すると禍につながりやすいので、早めに決めて節度を守り、被害を広げず改めるのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "24_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。危ない所を先に潰す。見える形にする。今は『リスク高め』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    }
  }
}