{
  "items": {
    "54_1_JJJ": {
      "detail": "始まりは条件が十分でなく不利があっても、互いに誠実で節度を守れば問題は少なく、約束を明確にして進めるのが良いです。何を先に何を控えるか見える。筋と順を定め小さく始める。分が守られるため。反発が減り、受け入れられる。見せ場の強引な結びは破綻避ける。関係づくりを整えたいのときに向く。"
    },
    "54_1_JJH": {
      "detail": "条件が十分でなく不利があっても、互いに誠実で節度を守れば問題は少なく、約束を明確にして進めるのが良いです。出過ぎを抑える。枠内で最小限に合わせる。過度が減るため。摩擦が減り、続けやすい。名目だけの大同盟は空回り避ける。余波を抑えたいのときに向く。"
    },
    "54_1_JHJ": {
      "detail": "条件が十分でなく不利があっても、互いに誠実で節度を守れば問題は少なく、約束を明確にして進めるのが良いです。何が要か見える。要所から先に整える。実情が見えるため。滞りが減り、結びやすい。善意の全面提携は重いのは避ける。中核から関係を整えたいのときに向く。"
    },
    "54_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的・順序・役割を合わせる。無理が減るため。穏やかに結びが進む。見せ場狙いは反発を生む避ける。合意形成を整えたいのときに向く。"
    },
    "54_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉だけは空疎避ける。合わせる意図を伝えたいのときに向く。"
    },
    "54_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ合わせる。余分が減るため。集中しやすく、摩擦が減る。理屈だけの合意は浮く避ける。無理を減らしたいのときに向く。"
    },
    "54_1_HHJ": {
      "detail": "条件が十分でなく不利があっても、互いに誠実で節度を守れば問題は少なく、約束を明確にして進めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな結びが保たれる。体裁優先は避ける。作法を整えて結びたいのときに向く。"
    },
    "54_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない結びが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "54_2_JJJ": {
      "detail": "始まりは視野が狭くても要点は見えるので、静かに本分を守り、過度に踏み込まず節度を保つのが良いです。偏りを抑える。節度を守り小さく合わせる。中庸が働くため。通りが良く、続けやすい。誇示の同盟は反発避ける。穏当に関係を整えたいのときに向く。"
    },
    "54_2_JJH": {
      "detail": "視野が狭くても要点は見えるので、静かに本分を守り、過度に踏み込まず節度を保つのが良いです。出過ぎを抑える。枠内で最小限に合わせる。過度が減るため。摩擦が減り、続けやすい。名目だけの大同盟は空回り避ける。余波を抑えたいのときに向く。"
    },
    "54_2_JHJ": {
      "detail": "視野が狭くても要点は見えるので、静かに本分を守り、過度に踏み込まず節度を保つのが良いです。何が要か見える。要所から先に整える。実情が見えるため。滞りが減り、結びやすい。善意の全面提携は重いのは避ける。中核から関係を整えたいのときに向く。"
    },
    "54_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的・順序・役割を合わせる。無理が減るため。穏やかに結びが進む。見せ場狙いは反発を生む避ける。合意形成を整えたいのときに向く。"
    },
    "54_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉だけは空疎避ける。合わせる意図を伝えたいのときに向く。"
    },
    "54_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ合わせる。余分が減るため。集中しやすく、摩擦が減る。理屈だけの合意は浮く避ける。無理を減らしたいのときに向く。"
    },
    "54_2_HHJ": {
      "detail": "視野が狭くても要点は見えるので、静かに本分を守り、過度に踏み込まず節度を保つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな結びが保たれる。体裁優先は避ける。作法を整えて結びたいのときに向く。"
    },
    "54_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない結びが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "54_3_JJJ": {
      "detail": "始まりは待ってから関係を結ぶと主従が逆転しやすいので、役割と期待を先に言語化し、対等で健全な合意に整えるのが良いです。支えと出過ぎが見える。分を守り小さく合わせる。土台が整うため。摩擦が減り、受け入れられる。見せ場の強行な結びは崩れるのは避ける。合わせ方を整えたいのときに向く。"
    },
    "54_3_JJH": {
      "detail": "待ってから関係を結ぶと主従が逆転しやすいので、役割と期待を先に言語化し、対等で健全な合意に整えるのが良いです。出過ぎを抑える。枠内で最小限に合わせる。過度が減るため。摩擦が減り、続けやすい。名目だけの大同盟は空回り避ける。余波を抑えたいのときに向く。"
    },
    "54_3_JHJ": {
      "detail": "待ってから関係を結ぶと主従が逆転しやすいので、役割と期待を先に言語化し、対等で健全な合意に整えるのが良いです。何が要か見える。要所から先に整える。実情が見えるため。滞りが減り、結びやすい。善意の全面提携は重いのは避ける。中核から関係を整えたいのときに向く。"
    },
    "54_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的・順序・役割を合わせる。無理が減るため。穏やかに結びが進む。見せ場狙いは反発を生む避ける。合意形成を整えたいのときに向く。"
    },
    "54_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉だけは空疎避ける。合わせる意図を伝えたいのときに向く。"
    },
    "54_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ合わせる。余分が減るため。集中しやすく、摩擦が減る。理屈だけの合意は浮く避ける。無理を減らしたいのときに向く。"
    },
    "54_3_HHJ": {
      "detail": "待ってから関係を結ぶと主従が逆転しやすいので、役割と期待を先に言語化し、対等で健全な合意に整えるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな結びが保たれる。体裁優先は避ける。作法を整えて結びたいのときに向く。"
    },
    "54_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない結びが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "54_4_JJJ": {
      "detail": "始まりは機を逃すと遅れがちな関係なので、焦らず適切なタイミングを見極め、整ってから形式を整えるのが良いです。公の結び方が示される。順序と役割を小さく合わせる。やり方が分かるため。反発が減り、受け入れられる。見せ場の強引な結びは破綻避ける。結びの作法を揃えたいのときに向く。"
    },
    "54_4_JJH": {
      "detail": "機を逃すと遅れがちな関係なので、焦らず適切なタイミングを見極め、整ってから形式を整えるのが良いです。出過ぎを抑える。枠内で最小限に合わせる。過度が減るため。摩擦が減り、続けやすい。名目だけの大同盟は空回り避ける。余波を抑えたいのときに向く。"
    },
    "54_4_JHJ": {
      "detail": "機を逃すと遅れがちな関係なので、焦らず適切なタイミングを見極め、整ってから形式を整えるのが良いです。何が要か見える。要所から先に整える。実情が見えるため。滞りが減り、結びやすい。善意の全面提携は重いのは避ける。中核から関係を整えたいのときに向く。"
    },
    "54_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的・順序・役割を合わせる。無理が減るため。穏やかに結びが進む。見せ場狙いは反発を生む避ける。合意形成を整えたいのときに向く。"
    },
    "54_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉だけは空疎避ける。合わせる意図を伝えたいのときに向く。"
    },
    "54_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ合わせる。余分が減るため。集中しやすく、摩擦が減る。理屈だけの合意は浮く避ける。無理を減らしたいのときに向く。"
    },
    "54_4_HHJ": {
      "detail": "機を逃すと遅れがちな関係なので、焦らず適切なタイミングを見極め、整ってから形式を整えるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな結びが保たれる。体裁優先は避ける。作法を整えて結びたいのときに向く。"
    },
    "54_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない結びが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "54_5_JJJ": {
      "detail": "始まりは格式は高くても中身が伴わなければ見劣りするので、肩書や外形より実質を整え、品位と誠実さで結ぶのが良いです。目的と順序を共有。分を守り小さく合わせる。意図の共有ため。摩擦が減り、前へ進む。形だけの大枠合意は空回り避ける。穏当に関係を深めたいのときに向く。"
    },
    "54_5_JJH": {
      "detail": "格式は高くても中身が伴わなければ見劣りするので、肩書や外形より実質を整え、品位と誠実さで結ぶのが良いです。出過ぎを抑える。枠内で最小限に合わせる。過度が減るため。摩擦が減り、続けやすい。名目だけの大同盟は空回り避ける。余波を抑えたいのときに向く。"
    },
    "54_5_JHJ": {
      "detail": "格式は高くても中身が伴わなければ見劣りするので、肩書や外形より実質を整え、品位と誠実さで結ぶのが良いです。何が要か見える。要所から先に整える。実情が見えるため。滞りが減り、結びやすい。善意の全面提携は重いのは避ける。中核から関係を整えたいのときに向く。"
    },
    "54_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的・順序・役割を合わせる。無理が減るため。穏やかに結びが進む。見せ場狙いは反発を生む避ける。合意形成を整えたいのときに向く。"
    },
    "54_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉だけは空疎避ける。合わせる意図を伝えたいのときに向く。"
    },
    "54_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ合わせる。余分が減るため。集中しやすく、摩擦が減る。理屈だけの合意は浮く避ける。無理を減らしたいのときに向く。"
    },
    "54_5_HHJ": {
      "detail": "格式は高くても中身が伴わなければ見劣りするので、肩書や外形より実質を整え、品位と誠実さで結ぶのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな結びが保たれる。体裁優先は避ける。作法を整えて結びたいのときに向く。"
    },
    "54_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない結びが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "54_6_JJJ": {
      "detail": "始まりは受け皿はあっても中身が伴わず、形式だけ整えても実りが乏しいので、内容を満たしてから手続きを進めるのが良いです。見せ場の強行を断つ。必要な関係だけ簡潔に合わせる。過度が減るため。こじれが止み、控えめに続く。体面のための大同盟は崩れるのは避ける。仕上げの結びのときに向く。"
    },
    "54_6_JJH": {
      "detail": "受け皿はあっても中身が伴わず、形式だけ整えても実りが乏しいので、内容を満たしてから手続きを進めるのが良いです。出過ぎを抑える。程を守って最小限に合わせる。過度が減るため。摩擦が減り、続けやすい。名目だけの大同盟は空回り避ける。余波を抑えたいのときに向く。"
    },
    "54_6_JHJ": {
      "detail": "受け皿はあっても中身が伴わず、形式だけ整えても実りが乏しいので、内容を満たしてから手続きを進めるのが良いです。何が要か見える。要所から先に整える。実情が見えるため。滞りが減り、結びやすい。善意の全面提携は重いのは避ける。中核から関係を整えたいのときに向く。"
    },
    "54_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的・順序・役割を合わせる。無理が減るため。穏やかに結びが進む。見せ場狙いは反発を生む避ける。合意形成を整えたいのときに向く。"
    },
    "54_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉だけは空疎避ける。合わせる意図を伝えたいのときに向く。"
    },
    "54_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ合わせる。余分が減るため。集中しやすく、摩擦が減る。理屈だけの合意は浮く避ける。無理を減らしたいのときに向く。"
    },
    "54_6_HHJ": {
      "detail": "受け皿はあっても中身が伴わず、形式だけ整えても実りが乏しいので、内容を満たしてから手続きを進めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな結びが保たれる。体裁優先は避ける。作法を整えて結びたいのときに向く。"
    },
    "54_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない結びが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}