{
  "items": {
    "5_1_JJJ": {
      "detail": "始まりは中心を離れた安全な場所で時を待つ局面なので、平常心を保ち周辺から準備を進めると良く、好機に素早く動ける体勢を維持できます。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_1_JJH": {
      "detail": "中心を離れた安全な場所で時を待つ局面なので、平常心を保ち周辺から準備を進めると良く、好機に素早く動ける体勢を維持できます。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "5_1_JHJ": {
      "detail": "中心を離れた安全な場所で時を待つ局面なので、平常心を保ち周辺から準備を進めると良く、好機に素早く動ける体勢を維持できます。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "5_1_JHH": {
      "detail": "一歩出して様子を確かめる。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "5_1_HJH": {
      "detail": "まず量と範囲を小さくする。危ない所を先に潰す。見える形にする。今は『リスク高め』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_1_HHJ": {
      "detail": "中心を離れた安全な場所で時を待つ局面なので、平常心を保ち周辺から準備を進めると良く、好機に素早く動ける体勢を維持できます。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "5_6_JJJ": {
      "detail": "始まりは隠れて備えると予期せぬ来訪や割込みが起こりやすいので、礼を失わず丁寧に応対して波風を立てず、本筋の準備を崩さないのが賢明です。味方に共有する。見える形にする。今は『信頼』が強みのため。関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_6_JJH": {
      "detail": "隠れて備えると予期せぬ来訪や割込みが起こりやすいので、礼を失わず丁寧に応対して波風を立てず、本筋の準備を崩さないのが賢明です。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "5_6_JHJ": {
      "detail": "隠れて備えると予期せぬ来訪や割込みが起こりやすいので、礼を失わず丁寧に応対して波風を立てず、本筋の準備を崩さないのが賢明です。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "5_6_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。見える形にする。今は『信頼』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "5_6_HJH": {
      "detail": "まず量と範囲を小さくする。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "5_6_HHJ": {
      "detail": "隠れて備えると予期せぬ来訪や割込みが起こりやすいので、礼を失わず丁寧に応対して波風を立てず、本筋の準備を崩さないのが賢明です。味方に共有する。見える形にする。今は『信頼』が強みのため。関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。見える形にする。今は『信頼』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_2_JJJ": {
      "detail": "始まりは足場が不安定で負荷がかかる待機なので、多少の困難があっても体制を崩さず粘り強く備えれば、条件が整った時に報われやすいです。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_2_JJH": {
      "detail": "足場が不安定で負荷がかかる待機なので、多少の困難があっても体制を崩さず粘り強く備えれば、条件が整った時に報われやすいです。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_2_JHJ": {
      "detail": "足場が不安定で負荷がかかる待機なので、多少の困難があっても体制を崩さず粘り強く備えれば、条件が整った時に報われやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "5_2_JHH": {
      "detail": "一歩出して様子を確かめる。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "5_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_2_HJH": {
      "detail": "まず量と範囲を小さくする。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_2_HHJ": {
      "detail": "足場が不安定で負荷がかかる待機なので、多少の困難があっても体制を崩さず粘り強く備えれば、条件が整った時に報われやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "5_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "5_3_JJJ": {
      "detail": "始まりは泥濘での待機は隙を生みやすく不利を招くので、その場に固執せず位置を改めて守りを整え、危険を遠ざけるのがいっそう安全です。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_3_JJH": {
      "detail": "泥濘での待機は隙を生みやすく不利を招くので、その場に固執せず位置を改めて守りを整え、危険を遠ざけるのがいっそう安全です。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_3_JHJ": {
      "detail": "泥濘での待機は隙を生みやすく不利を招くので、その場に固執せず位置を改めて守りを整え、危険を遠ざけるのがいっそう安全です。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_3_JHH": {
      "detail": "一歩出して様子を確かめる。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_3_HJH": {
      "detail": "まず量と範囲を小さくする。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_3_HHJ": {
      "detail": "泥濘での待機は隙を生みやすく不利を招くので、その場に固執せず位置を改めて守りを整え、危険を遠ざけるのがいっそう安全です。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_4_JJJ": {
      "detail": "始まりは深刻な損耗の中で耐えるが脱出の道はある局面なので、冷静に機会を見極め最短の出口へ集中し、二次被害を避けて離脱するのが良いです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_4_JJH": {
      "detail": "深刻な損耗の中で耐えるが脱出の道はある局面なので、冷静に機会を見極め最短の出口へ集中し、二次被害を避けて離脱するのが良いです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_4_JHJ": {
      "detail": "深刻な損耗の中で耐えるが脱出の道はある局面なので、冷静に機会を見極め最短の出口へ集中し、二次被害を避けて離脱するのが良いです。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_4_JHH": {
      "detail": "一歩出して様子を確かめる。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_4_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_4_HHJ": {
      "detail": "深刻な損耗の中で耐えるが脱出の道はある局面なので、冷静に機会を見極め最短の出口へ集中し、二次被害を避けて離脱するのが良いです。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。危ない所を先に潰す。関係を整える。今は『リスク高め』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "5_5_JJJ": {
      "detail": "始まりは余裕を保ちつつ節度を守って待てば良い局面なので、心身を整えて英気を養い、人との交流で信頼を深めて好機に備えるのが良いです。味方に共有する。見える形にする。今は『信頼』が強みのため。関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_5_JJH": {
      "detail": "余裕を保ちつつ節度を守って待てば良い局面なので、心身を整えて英気を養い、人との交流で信頼を深めて好機に備えるのが良いです。味方に共有する。見える形にする。今は『信頼』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_5_JHJ": {
      "detail": "余裕を保ちつつ節度を守って待てば良い局面なので、心身を整えて英気を養い、人との交流で信頼を深めて好機に備えるのが良いです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_5_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。見える形にする。今は『信頼』が強みのため。関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_5_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。見える形にする。今は『信頼』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_5_HHJ": {
      "detail": "余裕を保ちつつ節度を守って待てば良い局面なので、心身を整えて英気を養い、人との交流で信頼を深めて好機に備えるのが良いです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "5_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    }
  }
}