{
  "items": {
    "9_1_JJJ": {
      "detail": "始まりは誤りに気づいて正道へ戻れば問題はなく、早期に軌道修正するほど傷は浅く、以後は節度を守って着実に進みやすいです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_1_JJH": {
      "detail": "誤りに気づいて正道へ戻れば問題はなく、早期に軌道修正するほど傷は浅く、以後は節度を守って着実に進みやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_1_JHJ": {
      "detail": "誤りに気づいて正道へ戻れば問題はなく、早期に軌道修正するほど傷は浅く、以後は節度を守って着実に進みやすいです。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "9_1_JHH": {
      "detail": "一歩出して様子を確かめる。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_1_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。危ない所を先に潰す。今は『信頼』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_1_HHJ": {
      "detail": "誤りに気づいて正道へ戻れば問題はなく、早期に軌道修正するほど傷は浅く、以後は節度を守って着実に進みやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_6_JJJ": {
      "detail": "始まりは状況は雨が収まり落ち着きつつあるが、押し過ぎれば危ういので、節度を守って功を急がず、役割に即して静かに収めます。危ない所を先に潰す。見える形にする。今は『リスク高め』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "9_6_JJH": {
      "detail": "状況は雨が収まり落ち着きつつあるが、押し過ぎれば危ういので、節度を守って功を急がず、役割に即して静かに収めます。味方に共有する。危ない所を先に潰す。今は『信頼』が強みのため。さらに危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_6_JHJ": {
      "detail": "状況は雨が収まり落ち着きつつあるが、押し過ぎれば危ういので、節度を守って功を急がず、役割に即して静かに収めます。危ない所を先に潰す。さらに危ない所を先に潰す。今は『リスク高め』が強みのため。いっそう危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "9_6_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。危ない所を先に潰す。今は『信頼』が強みのため。さらに危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。危ない所を先に潰す。さらに危ない所を先に潰す。今は『リスク高め』が強みのため。いっそう危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "9_6_HJH": {
      "detail": "まず量と範囲を小さくする。危ない所を先に潰す。さらに危ない所を先に潰す。今は『リスク高め』が強みのため。いっそう危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "9_6_HHJ": {
      "detail": "状況は雨が収まり落ち着きつつあるが、押し過ぎれば危ういので、節度を守って功を急がず、役割に即して静かに収めます。味方に共有する。危ない所を先に潰す。今は『信頼』が強みのため。さらに危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。危ない所を先に潰す。今は『信頼』が強みのため。さらに危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_2_JJJ": {
      "detail": "始まりは他者の導きに従って元の正道へ戻るのは良いので、素直に学んで歩調を合わせれば、無理なく立て直しが進みやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_2_JJH": {
      "detail": "他者の導きに従って元の正道へ戻るのは良いので、素直に学んで歩調を合わせれば、無理なく立て直しが進みやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_2_JHJ": {
      "detail": "他者の導きに従って元の正道へ戻るのは良いので、素直に学んで歩調を合わせれば、無理なく立て直しが進みやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_2_JHH": {
      "detail": "一歩出して様子を確かめる。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_2_HJH": {
      "detail": "まず量と範囲を小さくする。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_2_HHJ": {
      "detail": "他者の導きに従って元の正道へ戻るのは良いので、素直に学んで歩調を合わせれば、無理なく立て直しが進みやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_3_JJJ": {
      "detail": "始まりは性急に強引に進めると結束が緩み対立が生まれがちなので、足並みを整えて摩擦を減らし、段取りを固めて進めるのが良いです。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_3_JJH": {
      "detail": "性急に強引に進めると結束が緩み対立が生まれがちなので、足並みを整えて摩擦を減らし、段取りを固めて進めるのが良いです。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_3_JHJ": {
      "detail": "性急に強引に進めると結束が緩み対立が生まれがちなので、足並みを整えて摩擦を減らし、段取りを固めて進めるのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_3_JHH": {
      "detail": "一歩出して様子を確かめる。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_3_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_3_HHJ": {
      "detail": "性急に強引に進めると結束が緩み対立が生まれがちなので、足並みを整えて摩擦を減らし、段取りを固めて進めるのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "9_4_JJJ": {
      "detail": "始まりは信頼があれば危機はやがて去り問題は生じにくいので、真心を示して不安を和らげ、落ち着いて再発防止を整えるのが良いです。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_4_JJH": {
      "detail": "信頼があれば危機はやがて去り問題は生じにくいので、真心を示して不安を和らげ、落ち着いて再発防止を整えるのが良いです。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_4_JHJ": {
      "detail": "信頼があれば危機はやがて去り問題は生じにくいので、真心を示して不安を和らげ、落ち着いて再発防止を整えるのが良いです。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_4_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_4_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_4_HHJ": {
      "detail": "信頼があれば危機はやがて去り問題は生じにくいので、真心を示して不安を和らげ、落ち着いて再発防止を整えるのが良いです。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_5_JJJ": {
      "detail": "始まりは信頼による結びつきが周囲を潤す局面なので、まず近しい人と力を揃えて基盤を固めれば、恩恵が外へ広がりやすいです。味方に共有する。危ない所を先に潰す。今は『信頼』が強みのため。さらに危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_5_JJH": {
      "detail": "信頼による結びつきが周囲を潤す局面なので、まず近しい人と力を揃えて基盤を固めれば、恩恵が外へ広がりやすいです。味方に共有する。危ない所を先に潰す。今は『信頼』が強みのため。さらに危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_5_JHJ": {
      "detail": "信頼による結びつきが周囲を潤す局面なので、まず近しい人と力を揃えて基盤を固めれば、恩恵が外へ広がりやすいです。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_5_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。危ない所を先に潰す。今は『信頼』が強みのため。さらに危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_5_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。危ない所を先に潰す。今は『信頼』が強みのため。さらに危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_5_HHJ": {
      "detail": "信頼による結びつきが周囲を潤す局面なので、まず近しい人と力を揃えて基盤を固めれば、恩恵が外へ広がりやすいです。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "9_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。合意をとる。今は『信頼』が強みのため。危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    }
  }
}