{
  "items": {
    "24_1_JJJ": {
      "detail": "誤りを認め、早く正す。原点に戻り、手順を整える。小さく確かめ、結果で調整する。歩調はほどよく、拡張は控える。礼を保ち、境界を守る。終盤は静かに持ち直す。"
    },
    "24_1_JJH": {
      "detail": "初めは前に出るが、途中で戻しを整える。量と範囲を合わせ、短い手順で確かめる。結果で補正し、行き過ぎを抑える。体裁より中身に寄せる。終盤は安定に寄る。"
    },
    "24_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。戻す基準を明らかにし、小さく試して調整する。歩調はほどよく、配慮を保つ。誇示は避ける。終盤は静かに保つ。"
    },
    "24_1_JHH": {
      "detail": "一歩出して様子を見る。その後は戻しに寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。焦らず、線を保つ。終盤は安定を保つ。"
    },
    "24_1_HJJ": {
      "detail": "向きを確かめ、戻しに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。拡張を抑え、中身に寄せる。終盤は静かに収める。"
    },
    "24_1_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。戻しの線を整え、過度は抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "24_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。戻しの基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。終盤は穏やかに保つ。"
    },
    "24_1_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、戻しの線を整える。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "24_2_JJJ": {
      "detail": "静かに戻り、調和に寄せる。礼を保ち、歩調を合わせる。小さく確かめ、結果で調整する。期待は整え、中身を満たす。受け止めで揺れを下げる。終盤は静かに安堵に寄る。"
    },
    "24_2_JJH": {
      "detail": "初めは前に出るが、途中で戻りを整える。段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。服する所は素直に合わせる。終盤は安定に寄る。"
    },
    "24_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。示し方を抑え、小さく試して調整する。歩調はほどよく、配慮を保つ。調和へ寄せる。終盤は静かに保つ。"
    },
    "24_2_JHH": {
      "detail": "一歩出して様子を見る。その後は調和に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。過度は抑える。終盤は穏やかに結ぶ。"
    },
    "24_2_HJJ": {
      "detail": "向きを確かめ、安堵に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。中身に寄せ、偏りを抑える。終盤は静かに収める。"
    },
    "24_2_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。受け止めを先に置き、行き過ぎを抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "24_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。戻りの前提を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。終盤は穏やかに保つ。"
    },
    "24_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、調和に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "24_3_JJJ": {
      "detail": "反復で整え、矛盾をほどく。基準を引き直し、要点から扱う。小さく確かめ、結果で調整する。歩調はほどよく、過度は抑える。感情は抑え、線を保つ。終盤は静かに整う。"
    },
    "24_3_JJH": {
      "detail": "初めは前に出るが、途中で反復に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、ぶれを抑える。歩調はほどよく、感情は抑える。終盤は安定に寄る。"
    },
    "24_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。矛盾を切り分け、小さく試して調整する。歩調はほどよく、配慮を保つ。反復で筋を通す。終盤は静かに保つ。"
    },
    "24_3_JHH": {
      "detail": "一歩出して様子を見る。その後は整えに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。過度は戻す。終盤は安定を保つ。"
    },
    "24_3_HJJ": {
      "detail": "向きを確かめ、反復に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "24_3_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。反復で基準を固める。言葉は簡潔に。終盤は無理を残さない。"
    },
    "24_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。終盤は穏やかに保つ。"
    },
    "24_3_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、反復で整える。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "24_4_JJJ": {
      "detail": "本質に立ち、静かに改める。変える所と保つ所を分け、要点から扱う。小さく確かめ、結果で調整する。歩調は静かに、誇示は抑える。独り歩きは避ける。終盤は静かに整う。"
    },
    "24_4_JJH": {
      "detail": "初めは前に出るが、途中で本質に寄せる。段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。異端は避け、素直に戻る。終盤は安定に寄る。"
    },
    "24_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。脱皮の段取りを並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。装飾は控えめに。終盤は静かに保つ。"
    },
    "24_4_JHH": {
      "detail": "一歩出して様子を見る。その後は本質に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。過度は戻す。終盤は安定を保つ。"
    },
    "24_4_HJJ": {
      "detail": "向きを確かめ、独歩は避ける。要点から実行し、確認を挟む。歩調はほどよく保つ。線を保ち、偏りを抑える。終盤は静かに収める。"
    },
    "24_4_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。本質に寄せ、脱皮は小さく刻む。言葉は簡潔に。終盤は無理を残さない。"
    },
    "24_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。本質の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。終盤は穏やかに保つ。"
    },
    "24_4_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、本質に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "24_5_JJJ": {
      "detail": "篤実に戻り、静かに整える。内省で基準を澄ませ、要点から扱う。小さく確かめ、結果で調整する。歩調はほどよく、見せ方は控えめに。中身を満たし、筋を通す。終盤は静かに良い形へ結ぶ。"
    },
    "24_5_JJH": {
      "detail": "初めは前に出るが、途中で内省を挟む。段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。過度は抑える。終盤は安定に寄る。"
    },
    "24_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。内側を整え、小さく試して調整する。歩調はほどよく、配慮を保つ。篤実に寄せる。終盤は静かに保つ。"
    },
    "24_5_JHH": {
      "detail": "一歩出して様子を見る。その後は静観に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。終盤は穏やかに結ぶ。"
    },
    "24_5_HJJ": {
      "detail": "向きを確かめ、篤実に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。中身に寄せ、偏りを抑える。終盤は静かに収める。"
    },
    "24_5_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。内省を先に置き、変化は小さく刻む。言葉は簡潔に。終盤は無理を残さない。"
    },
    "24_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。篤実の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。終盤は穏やかに保つ。"
    },
    "24_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、篤実に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "24_6_JJJ": {
      "detail": "迷走を止め、静かに収める。完了の線を明らかにし、要点から閉じる。小さく確かめ、結果で調整する。歩調はほどよく、露出は控えめにする。被害の芽を早めに摘む。終盤は落ち着きに寄る。"
    },
    "24_6_JJH": {
      "detail": "初めは前に出るが、途中で抑えに切り替える。量と範囲を合わせ、短い手順で確かめる。結果で補正し、損失を抑える。過度は抑える。終盤は安定に寄る。"
    },
    "24_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。線引きを明らかにし、小さく試して調整する。歩調はほどよく。必要な所だけ扱い、迷走は止める。終盤は静かに保つ。"
    },
    "24_6_JHH": {
      "detail": "一歩出して様子を見る。その後は仕上げに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは早めに戻す。終盤は穏やかに結ぶ。"
    },
    "24_6_HJJ": {
      "detail": "向きを確かめ、最小限に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。線を明らかにし、偏りを抑える。終盤は静かに収める。"
    },
    "24_6_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。露出を抑え、影響を限定する。言葉は簡潔に。終盤は無理を残さない。"
    },
    "24_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。完了の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに保つ。終盤は穏やかに保つ。"
    },
    "24_6_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、迷走を抑える。歩調は静かに保つ。終盤は安定に寄る。"
    }
  }
}
