{
  "items": {
    "13_1_JJJ": {
      "detail": "始まりは身近な人から率直に協力を始めれば問題はなく、合意を丁寧に重ねて信頼を築けば、無理なく連携が広がりやすいです。調和が広がる。かたよりなく進む。調和が効くため。声の合いが保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_1_JJH": {
      "detail": "身近な人から率直に協力を始めれば問題はなく、合意を丁寧に重ねて信頼を築けば、無理なく連携が広がりやすいです。調和が広がる。かたよりなく進む。調和が効くため。光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_1_JHJ": {
      "detail": "身近な人から率直に協力を始めれば問題はなく、合意を丁寧に重ねて信頼を築けば、無理なく連携が広がりやすいです。調和が広がる。戻る気配。調和が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_1_JHH": {
      "detail": "一歩出して様子を確かめる。調和が広がる。かたよりなく進む。調和が効くため。整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。調和が広がる。かたよりなく進む。調和が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_1_HJH": {
      "detail": "まず量と範囲を小さくする。調和が広がる。かたよりなく進む。調和が効くため。緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "13_1_HHJ": {
      "detail": "身近な人から率直に協力を始めれば問題はなく、合意を丁寧に重ねて信頼を築けば、無理なく連携が広がりやすいです。調和が広がる。かたよりなく進む。調和が効くため。整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。調和が広がる。支えが集まる。調和が効くため。整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_2_JJJ": {
      "detail": "始まりは身内だけで固まると幅が狭まり評価も下がりやすいので、境界を越えて開かれた協力へ広げ、中立に人を選ぶのが良いです。かたよりなく進む。整いが進む。基盤が効くため。釣り合いは崩れない。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_2_JJH": {
      "detail": "身内だけで固まると幅が狭まり評価も下がりやすいので、境界を越えて開かれた協力へ広げ、中立に人を選ぶのが良いです。かたよりなく進む。整いが進む。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_2_JHJ": {
      "detail": "身内だけで固まると幅が狭まり評価も下がりやすいので、境界を越えて開かれた協力へ広げ、中立に人を選ぶのが良いです。かたよりなく進む。調和が広がる。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_2_JHH": {
      "detail": "一歩出して様子を確かめる。かたよりなく進む。調和が広がる。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。かたよりなく進む。整いが進む。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_2_HJH": {
      "detail": "まず量と範囲を小さくする。かたよりなく進む。整いが進む。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_2_HHJ": {
      "detail": "身内だけで固まると幅が狭まり評価も下がりやすいので、境界を越えて開かれた協力へ広げ、中立に人を選ぶのが良いです。かたよりなく進む。調和が広がる。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。かたよりなく進む。調和が広がる。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_3_JJJ": {
      "detail": "始まりは草むらに対立を伏せて機会をうかがっても長く成果は出にくいので、無理な攻勢を避け、体制を整えつつ機を待つのが安全です。整いが進む。調和が広がる。基盤が効くため。整いは静かに保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_3_JJH": {
      "detail": "草むらに対立を伏せて機会をうかがっても長く成果は出にくいので、無理な攻勢を避け、体制を整えつつ機を待つのが安全です。整いが進む。調和が広がる。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_3_JHJ": {
      "detail": "草むらに対立を伏せて機会をうかがっても長く成果は出にくいので、無理な攻勢を避け、体制を整えつつ機を待つのが安全です。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_3_JHH": {
      "detail": "一歩出して様子を確かめる。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。整いが進む。調和が広がる。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_3_HJH": {
      "detail": "まず量と範囲を小さくする。整いが進む。調和が広がる。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_3_HHJ": {
      "detail": "草むらに対立を伏せて機会をうかがっても長く成果は出にくいので、無理な攻勢を避け、体制を整えつつ機を待つのが安全です。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_4_JJJ": {
      "detail": "始まりは城壁をよじ登っても攻め落とせない局面なので、無益な攻撃を控えて和解と条件調整に努めれば、結果的に良い方向へ向かいます。調和が広がる。さらに調和が広がる。調和が効くため。声の合いが保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_4_JJH": {
      "detail": "城壁をよじ登っても攻め落とせない局面なので、無益な攻撃を控えて和解と条件調整に努めれば、結果的に良い方向へ向かいます。調和が広がる。さらに調和が広がる。調和が効くため。いっそう調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_4_JHJ": {
      "detail": "城壁をよじ登っても攻め落とせない局面なので、無益な攻撃を控えて和解と条件調整に努めれば、結果的に良い方向へ向かいます。調和が広がる。整いが進む。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_4_JHH": {
      "detail": "一歩出して様子を確かめる。調和が広がる。整いが進む。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。調和が広がる。さらに調和が広がる。調和が効くため。いっそう調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_4_HJH": {
      "detail": "まず量と範囲を小さくする。調和が広がる。さらに調和が広がる。調和が効くため。いっそう調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_4_HHJ": {
      "detail": "城壁をよじ登っても攻め落とせない局面なので、無益な攻撃を控えて和解と条件調整に努めれば、結果的に良い方向へ向かいます。調和が広がる。整いが進む。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。調和が広がる。整いが進む。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_5_JJJ": {
      "detail": "はじめは対立が激しく嘆きも出るが、やがて意見が合って笑い合える段階に至るので、目的を共有し粘り強く調整するのが良いです。意見が割れ、緊張が出る。目的が揃い、声が落ち着く。調和が効くため。合いが戻り、穏やかになる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_5_JJH": {
      "detail": "はじめは対立が激しく嘆きも出るが、やがて意見が合って笑い合える段階に至るので、目的を共有し粘り強く調整するのが良いです。意見が割れ、緊張が出る。目的が揃い、声が落ち着く。調和が効くため。合いが戻り、穏やかになる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_5_JHJ": {
      "detail": "はじめは対立が激しく嘆きも出るが、やがて意見が合って笑い合える段階に至るので、目的を共有し粘り強く調整するのが良いです。調和が広がる。さらに調和が広がる。調和が効くため。いっそう調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_5_JHH": {
      "detail": "一歩出して様子を確かめる。調和が広がる。さらに調和が広がる。調和が効くため。いっそう調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。意見が割れ、緊張が出る。目的が揃い、声が落ち着く。調和が効くため。合いが戻り、穏やかになる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_5_HJH": {
      "detail": "まず量と範囲を小さくする。調和が広がる。向きが定まる。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_5_HHJ": {
      "detail": "はじめは対立が激しく嘆きも出るが、やがて意見が合って笑い合える段階に至るので、目的を共有し粘り強く調整するのが良いです。意見が割れ、緊張が出る。目的が揃い、声が落ち着く。調和が効くため。合いが戻り、穏やかになる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。意見が割れ、緊張が出る。目的が揃い、声が落ち着く。調和が効くため。合いが戻り、穏やかになる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_6_JJJ": {
      "detail": "始まりは外の人びとと広く結べば後悔はなく、理念を掲げつつ実務は現実的に進めれば、過度な期待を抑えて着実な成果になります。静かに進む。向きが定まる。基盤が効くため。釣り合いは崩れない。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_6_JJH": {
      "detail": "外の人びとと広く結べば後悔はなく、理念を掲げつつ実務は現実的に進めれば、過度な期待を抑えて着実な成果になります。静かに進む。向きが定まる。基盤が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_6_JHJ": {
      "detail": "外の人びとと広く結べば後悔はなく、理念を掲げつつ実務は現実的に進めれば、過度な期待を抑えて着実な成果になります。静かに進む。調和が広がる。基盤が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_6_JHH": {
      "detail": "一歩出して様子を確かめる。静かに進む。調和が広がる。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。静かに進む。向きが定まる。基盤が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_6_HJH": {
      "detail": "まず量と範囲を小さくする。静かに進む。向きが定まる。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_6_HHJ": {
      "detail": "外の人びとと広く結べば後悔はなく、理念を掲げつつ実務は現実的に進めれば、過度な期待を抑えて着実な成果になります。静かに進む。調和が広がる。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "13_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。静かに進む。ほどよさが保たれ。基盤が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    }
  }
}