{
  "items": {
    "4_1_JJJ": {
      "detail": "学びの入り口で基礎を整える。知るべきことを明らかにし、型と秩序を決める。小さく実行し、結果で調整する。要点から並べ、歩調はほどよく保つ。確認を重ねれば芽は育つ。終盤は教え合い、静かに次へつなぐ。"
    },
    "4_1_JJH": {
      "detail": "はじめは前に出る。途中で型と秩序を整え直す。小さく確かめ、範囲と量を合わせる。学びを共有し、足並みをそろえる。終盤は急がず、中身を満たす。"
    },
    "4_1_JHJ": {
      "detail": "前に出て、途中で向きを確かめる。学び直しを挟み、順序を並べ直す。短い手順で確かめ、型に合わせる。芽を守れば安定に寄る。終盤は静かに進める。"
    },
    "4_1_JHH": {
      "detail": "一歩出して様子を見る。その後は基礎に戻り、秩序を整える。小さく確かめ、結果で補正する。教え合いを増やし、過不足を減らす。終盤は静かに備える。"
    },
    "4_1_HJJ": {
      "detail": "向きを確かめ、型に合わせる。学ぶ項目を絞り、要点から実行する。短い手順で確かめ、歩調をほどよくする。確認を重ね、順序をそろえる。終盤は教えを共有し、安定に寄る。"
    },
    "4_1_HJH": {
      "detail": "まず量と範囲を小さくする。基本に戻り、構造を整える。小さな試行で確かめ、結果で再評価する。学び合いを保つ。終盤は静かに形を保つ。"
    },
    "4_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。学びを共有し、手順を合わせる。要点を小さく整え、合意を確かめる。短い一歩で確かめ、無理を残さない。終盤は穏やかに進む。"
    },
    "4_1_HHH": {
      "detail": "全体を保ち、準備に重心を置く。何を学ぶかを決め、順序をそろえる。不要を止め、確認を重ねる。歩調は静かに保つ。終盤は始動の備えが整う。"
    },
    "4_6_JJJ": {
      "detail": "区切りをつけ、規律を整える。境界を明確にし、仕組みを入れる。小さく試し、結果で補正する。偏りを正し、再発を防ぐ。歩調はほどよく保つ。終盤は静かに収める。"
    },
    "4_6_JJH": {
      "detail": "初めは強く進めても、途中で整えに寄せる。規律を先に置き、量と範囲を整える。短い手順で確かめ、歩調を戻す。正しさと配慮を両立させる。終盤は穏やかに結ぶ。"
    },
    "4_6_JHJ": {
      "detail": "前に出たら、途中で向きを確かめる。規律と仕組みを整え、要点から実行する。小さく試し、結果で調整する。再発を防ぐ線を引く。終盤は静かに保つ。"
    },
    "4_6_JHH": {
      "detail": "一歩出して様子を見る。その後は規律に寄せ、境界を明確にする。短い手順で確かめ、量と範囲を整える。無理は通さない。終盤は静かに維持する。"
    },
    "4_6_HJJ": {
      "detail": "向きを確かめ、規律を先に置く。要点から実行し、確認を挟む。歩調はほどよく保つ。配慮を保ちながら正しさを通す。終盤は過度を抑える。"
    },
    "4_6_HJH": {
      "detail": "まず量と範囲を小さくする。線を引き、短い手順で確かめる。結果で再評価し、仕組みを整える。歩調は静かに保つ。終盤は乱れを残さない。"
    },
    "4_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を保ち、規律を共有する。要点を小さく整え、合意を確かめる。短い一歩で確かめ、崩れを防ぐ。終盤は静かに収める。"
    },
    "4_6_HHH": {
      "detail": "全体を保ち、準備に重心を置く。不要を止め、順序と基準をそろえる。確認を重ね、歩調を静かに保つ。再発防止の仕組みを整える。終盤は穏やかに保つ。"
    },
    "4_2_JJJ": {
      "detail": "支えながら進める。受け止め、教える順を決める。小さく実行し、結果で調整する。歩調は無理なく保つ。配慮を行き渡らせれば続きやすい。終盤は成長が落ち着いて見えてくる。"
    },
    "4_2_JJH": {
      "detail": "はじめは前に出る。途中で支援を厚くする。受け止めを増やし、範囲と量を整える。短い手順で確かめ、歩調を戻す。終盤は静かに結ぶ。"
    },
    "4_2_JHJ": {
      "detail": "前に出て、途中で向きを確かめる。受け入れて順序を並べ直す。小さな試行で確かめ、配慮を重ねる。確認を挟み、歩調を整える。終盤は落ち着きに寄る。"
    },
    "4_2_JHH": {
      "detail": "一歩出して様子を見る。その後は支援に比重を置く。量と速度は控えめにし、要点だけ小さく整える。受け止めを厚くし、無理を抜く。終盤は静かに保つ。"
    },
    "4_2_HJJ": {
      "detail": "向きを確かめ、支援の形に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。受容が効けば揺れは小さい。終盤は穏やかに進む。"
    },
    "4_2_HJH": {
      "detail": "まず量と範囲を小さくする。受け止めを先に置き、短い手順で確かめる。結果で再評価し、歩調を戻す。確認を挟み、揺れを抑える。終盤は静かに維持する。"
    },
    "4_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を行き渡らせ、要点を小さく整える。合意を確かめ、短い一歩で進める。確認を挟み、歩調をそろえる。終盤は無理を残さない。"
    },
    "4_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。受容を基本に、順序と範囲を整える。不要を止め、確認を重ねる。歩調は静かに保つ。終盤は静かに保ち、次を待つ。"
    },
    "4_3_JJJ": {
      "detail": "魅力だけで判断せず、価値と実質を見る。迷いが出たら立ち止まり、優先を決める。小さく確かめ、結果で調整する。余分を止め、無駄な消耗を抑える。必要なら向きを直す。終盤は足場を整え、自分の軸に戻す。"
    },
    "4_3_JJH": {
      "detail": "初めは前に出る。途中で誘惑を避け、価値に照らして選ぶ。小さく確かめ、範囲と量を整える。無駄を止め、要点に寄せる。優先を一つに絞る。終盤はぶれを減らし、静かに結ぶ。"
    },
    "4_3_JHJ": {
      "detail": "前に出て、途中で向きを確かめる。矛盾を洗い出し、順序を並べ直す。小さく試し、結果で調整する。不要な出費と時間の浪費は止める。必要なところに資源を寄せる。終盤は落ち着きに寄る。"
    },
    "4_3_JHH": {
      "detail": "一歩出して様子を見る。その後は抑えに切り替え、迷いを減らす。量と範囲は控えめにし、要点だけ小さく整える。無駄は早めに止める。自己の癖を見直す。終盤は静かに維持する。"
    },
    "4_3_HJJ": {
      "detail": "向きを確かめ、価値に合わせる。外見の良さより実質を見る。要点から実行し、小さく確かめる。無駄な広げ方は抑える。確認を重ね、歩調を整える。終盤は誘惑から距離を置く。"
    },
    "4_3_HJH": {
      "detail": "まず量と範囲を小さくする。矛盾をほどき、目標と手段を合わせる。短い手順で確かめ、結果で再評価する。余分を削り、浪費を止める。歩調は静かに保つ。終盤は自分の軸に寄せる。"
    },
    "4_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を保ち、要点を小さく整える。合意を確かめ、短い一歩で進める。無駄を減らし、重点を明確にする。終盤は過度を抑え、静かに保つ。"
    },
    "4_3_HHH": {
      "detail": "全体を保ち、観察と準備に寄せる。誘惑から距離を置き、優先を決める。不要を止め、順序をそろえる。確認を重ねれば過不足が見える。歩調は静かに保つ。終盤は静かに維持する。"
    },
    "4_4_JJJ": {
      "detail": "困難の前で焦らず、学びを先に置く。状況を記録し、原因を分けて考える。小さく確かめ、手順を短くする。助言を仰ぎ、足並みをそろえる。歩調はほどよく保つ。終盤は静かに次の機会を待つ。"
    },
    "4_4_JJH": {
      "detail": "初めは進めても、中ほどで歩を緩める。学び直しを挟み、範囲と量を整える。短い手順で確かめ、無理は通さない。孤立を避け、連絡を保つ。終盤は安定に寄せる。"
    },
    "4_4_JHJ": {
      "detail": "前に出たら、途中で抑えに切り替える。原因を見直し、順序を並べ直す。小さく試し、結果で調整する。関係を保ち、時間を稼ぐ。終盤は静かに結ぶ。"
    },
    "4_4_JHH": {
      "detail": "一歩出して様子を見る。その後は慎重に整え、境界を先に置く。短い手順で確かめ、歩調を落ち着ける。余計な動きは止める。終盤は静かに維持する。"
    },
    "4_4_HJJ": {
      "detail": "向きを確かめ、抑えを先に置く。情報を絞り、要点だけ実行する。短い手順で確かめ、無理を減らす。孤立しないよう連絡を保つ。終盤は無難に収める。"
    },
    "4_4_HJH": {
      "detail": "まず量と範囲を小さくする。学び直しを挟み、短い手順で確かめる。結果で再評価し、歩調を整える。余分は止める。終盤は静かに保つ。"
    },
    "4_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を保ち、要点を小さく整える。合意を確かめ、短い一歩で進める。忍耐を保てば安定に寄る。終盤は過度を抑える。"
    },
    "4_4_HHH": {
      "detail": "全体を保ち、準備に重心を置く。不要を止め、順序をそろえる。確認を重ね、歩調を静かに保つ。孤立を避け、連絡を保つ。終盤は無難に維持する。"
    },
    "4_5_JJJ": {
      "detail": "素直に学び、基礎を積む。先入観を外し、要点を吸収する。小さく実行し、結果で調整する。歩調はほどよく保つ。本質に寄せればぶれは減る。終盤は静かに良い形へ結ぶ。"
    },
    "4_5_JJH": {
      "detail": "初めは前に出るが、途中で素直に戻す。順序を並べ直し、量と範囲を整える。短い手順で確かめ、歩調をほどよくする。見栄より中身に寄せる。終盤は落ち着きに寄る。"
    },
    "4_5_JHJ": {
      "detail": "前に出つつ、途中で型を整える。教えを受け入れ、順序を合わせる。小さく試し、結果で補正する。本質に沿えば安定に寄る。終盤は静かに保つ。"
    },
    "4_5_JHH": {
      "detail": "一歩出して様子を見る。その後は学びに戻り、要点だけ小さく整える。短い手順で確かめ、歩調を整える。見栄は抑える。終盤は静かに維持する。"
    },
    "4_5_HJJ": {
      "detail": "向きを確かめ、素直に合わせる。教えを受け入れ、要点から実行する。確認を挟み、歩調をほどよくする。本質に沿えば無理は減る。終盤は穏やかに寄る。"
    },
    "4_5_HJH": {
      "detail": "まず量と範囲を小さくする。学びを先に置き、短い手順で確かめる。結果で再評価し、順序をそろえる。見せ方より中身に寄せる。終盤は静かに保つ。"
    },
    "4_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配慮を保ち、要点を小さく整える。合意を確かめ、短い一歩で進める。本質に沿えば安定に寄る。終盤は過度を抑える。"
    },
    "4_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、歩調を静かに保つ。中身に寄せれば落ち着く。終盤は静かに良い形を保つ。"
    }
  }
}