{
  "items": {
    "60_1_JJJ": {
      "detail": "始まりは行動の範囲を絞って慎重に動けば問題はなく、決めた枠内で運用を管理して無用なリスクを避けるのが良いです。何をどれだけにするか見える。要所から小さく配分を始める。基準が立つため。反発が減り、進めやすい。見せ場の締め付けは反発避ける。量と期日を整えたいのときに向く。"
    },
    "60_1_JJH": {
      "detail": "行動の範囲を絞って慎重に動けば問題はなく、決めた枠内で運用を管理して無用なリスクを避けるのが良いです。やり過ぎを抑える。枠内で最小限の配分。過度が減るため。音が静まり、受け入れやすい。名目の厳令はこじれるのは避ける。過負荷を抑えたいのときに向く。"
    },
    "60_1_JHJ": {
      "detail": "行動の範囲を絞って慎重に動けば問題はなく、決めた枠内で運用を管理して無用なリスクを避けるのが良いです。何が要か見える。要所の上限・頻度を先に定める。実情が見えるため。滞りが減り、回しやすい。善意の一律上限は重いのは避ける。コアの運用を整えたいのときに向く。"
    },
    "60_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。基準、配分、確認の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは締めすぎるのは避ける。規定運用を整えたいのときに向く。"
    },
    "60_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と上限・期日を示す。相手が見えるため。控えめで続けやすい。飾りの厳格さは空回り避ける。運用意図を共有したいのときに向く。"
    },
    "60_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な枠だけを定める。余分が減るため。集中しやすい運用が続く。理屈だけの制限は浮く避ける。無理を減らしたいのときに向く。"
    },
    "60_1_HHJ": {
      "detail": "行動の範囲を絞って慎重に動けば問題はなく、決めた枠内で運用を管理して無用なリスクを避けるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな基準運用が保たれる。体裁優先は避ける。合意あるルールを保ちたいのときに向く。"
    },
    "60_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない基準運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "60_2_JJJ": {
      "detail": "始まりは慎重さが過ぎると機会を逃しやすいので、最小限の挑戦枠を先に決め、小さく試して学ぶのが良いです。偏りを抑える。節度を守り小さく配る。中庸が働くため。通りが良く、保ちやすい。誇示の締め付けは反発避ける。穏当に基準を浸透させたいのときに向く。"
    },
    "60_2_JJH": {
      "detail": "慎重さが過ぎると機会を逃しやすいので、最小限の挑戦枠を先に決め、小さく試して学ぶのが良いです。やり過ぎを抑える。枠内で最小限の配分。過度が減るため。音が静まり、受け入れやすい。名目の厳令はこじれるのは避ける。過負荷を抑えたいのときに向く。"
    },
    "60_2_JHJ": {
      "detail": "慎重さが過ぎると機会を逃しやすいので、最小限の挑戦枠を先に決め、小さく試して学ぶのが良いです。何が要か見える。要所の上限・頻度を先に定める。実情が見えるため。滞りが減り、回しやすい。善意の一律上限は重いのは避ける。コアの運用を整えたいのときに向く。"
    },
    "60_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。基準、配分、確認の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは締めすぎるのは避ける。規定運用を整えたいのときに向く。"
    },
    "60_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と上限・期日を示す。相手が見えるため。控えめで続けやすい。飾りの厳格さは空回り避ける。運用意図を共有したいのときに向く。"
    },
    "60_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な枠だけを定める。余分が減るため。集中しやすい運用が続く。理屈だけの制限は浮く避ける。無理を減らしたいのときに向く。"
    },
    "60_2_HHJ": {
      "detail": "慎重さが過ぎると機会を逃しやすいので、最小限の挑戦枠を先に決め、小さく試して学ぶのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな基準運用が保たれる。体裁優先は避ける。合意あるルールを保ちたいのときに向く。"
    },
    "60_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない基準運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "60_3_JJJ": {
      "detail": "始まりは節度を欠いたように見えても無理を避ける調整なら問題はなく、負担を感じたら早めに配分を見直すのが良いです。支えと過不足が見える。上限・期日・頻度を示す。土台が整うため。受け入れられ、通しやすい。見せ場の厳命は硬直避ける。運用の道筋を整えたいのときに向く。"
    },
    "60_3_JJH": {
      "detail": "節度を欠いたように見えても無理を避ける調整なら問題はなく、負担を感じたら早めに配分を見直すのが良いです。やり過ぎを抑える。枠内で最小限の配分。過度が減るため。音が静まり、受け入れやすい。名目の厳令はこじれるのは避ける。過負荷を抑えたいのときに向く。"
    },
    "60_3_JHJ": {
      "detail": "節度を欠いたように見えても無理を避ける調整なら問題はなく、負担を感じたら早めに配分を見直すのが良いです。何が要か見える。要所の上限・頻度を先に定める。実情が見えるため。滞りが減り、回しやすい。善意の一律上限は重いのは避ける。コアの運用を整えたいのときに向く。"
    },
    "60_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。基準、配分、確認の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは締めすぎるのは避ける。規定運用を整えたいのときに向く。"
    },
    "60_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と上限・期日を示す。相手が見えるため。控えめで続けやすい。飾りの厳格さは空回り避ける。運用意図を共有したいのときに向く。"
    },
    "60_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な枠だけを定める。余分が減るため。集中しやすい運用が続く。理屈だけの制限は浮く避ける。無理を減らしたいのときに向く。"
    },
    "60_3_HHJ": {
      "detail": "節度を欠いたように見えても無理を避ける調整なら問題はなく、負担を感じたら早めに配分を見直すのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな基準運用が保たれる。体裁優先は避ける。合意あるルールを保ちたいのときに向く。"
    },
    "60_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない基準運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "60_4_JJJ": {
      "detail": "始まりは無理のない基準で運用すればうまくいきやすく、続けられる仕組みで節度を保つのが良いです。公の枠と段取りが示される。要所から最小限で回す。やり方が分かるため。反発が減り、定着しやすい。見せ場の厳令はこじれるのは避ける。運用の足並みを揃えたいのときに向く。"
    },
    "60_4_JJH": {
      "detail": "無理のない基準で運用すればうまくいきやすく、続けられる仕組みで節度を保つのが良いです。やり過ぎを抑える。枠内で最小限の配分。過度が減るため。音が静まり、受け入れやすい。名目の厳令はこじれるのは避ける。過負荷を抑えたいのときに向く。"
    },
    "60_4_JHJ": {
      "detail": "無理のない基準で運用すればうまくいきやすく、続けられる仕組みで節度を保つのが良いです。何が要か見える。要所の上限・頻度を先に定める。実情が見えるため。滞りが減り、回しやすい。善意の一律上限は重いのは避ける。コアの運用を整えたいのときに向く。"
    },
    "60_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。基準、配分、確認の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは締めすぎるのは避ける。規定運用を整えたいのときに向く。"
    },
    "60_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と上限・期日を示す。相手が見えるため。控えめで続けやすい。飾りの厳格さは空回り避ける。運用意図を共有したいのときに向く。"
    },
    "60_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な枠だけを定める。余分が減るため。集中しやすい運用が続く。理屈だけの制限は浮く避ける。無理を減らしたいのときに向く。"
    },
    "60_4_HHJ": {
      "detail": "無理のない基準で運用すればうまくいきやすく、続けられる仕組みで節度を保つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな基準運用が保たれる。体裁優先は避ける。合意あるルールを保ちたいのときに向く。"
    },
    "60_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない基準運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "60_5_JJJ": {
      "detail": "始まりは楽しみながら節度を守れば良く、続けやすいルールで品位を保てば、周囲の評価も高まりやすいです。目的と上限・期日を共有。要所から小さく配る。意図の共有ため。滞りが減り、保ちやすい。形だけの厳命は硬直避ける。穏当に運用を定着させたいのときに向く。"
    },
    "60_5_JJH": {
      "detail": "楽しみながら節度を守れば良く、続けやすいルールで品位を保てば、周囲の評価も高まりやすいです。やり過ぎを抑える。枠内で最小限の配分。過度が減るため。音が静まり、受け入れやすい。名目の厳令はこじれるのは避ける。過負荷を抑えたいのときに向く。"
    },
    "60_5_JHJ": {
      "detail": "楽しみながら節度を守れば良く、続けやすいルールで品位を保てば、周囲の評価も高まりやすいです。何が要か見える。要所の上限・頻度を先に定める。実情が見えるため。滞りが減り、回しやすい。善意の一律上限は重いのは避ける。コアの運用を整えたいのときに向く。"
    },
    "60_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。基準、配分、確認の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは締めすぎるのは避ける。規定運用を整えたいのときに向く。"
    },
    "60_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と上限・期日を示す。相手が見えるため。控えめで続けやすい。飾りの厳格さは空回り避ける。運用意図を共有したいのときに向く。"
    },
    "60_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な枠だけを定める。余分が減るため。集中しやすい運用が続く。理屈だけの制限は浮く避ける。無理を減らしたいのときに向く。"
    },
    "60_5_HHJ": {
      "detail": "楽しみながら節度を守れば良く、続けやすいルールで品位を保てば、周囲の評価も高まりやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな基準運用が保たれる。体裁優先は避ける。合意あるルールを保ちたいのときに向く。"
    },
    "60_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない基準運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "60_6_JJJ": {
      "detail": "始まりは厳しすぎる節制は行き詰まりを招きやすいので、目的に照らして基準を緩め、持続できる線へ調整するのが良いです。見せ場の厳令を断つ。必要最小限だけ約束で回す。過度が減るため。こわばりが解け、控えめに続く。体面のための一律枠は窮屈避ける。仕上げの運用のときに向く。"
    },
    "60_6_JJH": {
      "detail": "厳しすぎる節制は行き詰まりを招きやすいので、目的に照らして基準を緩め、持続できる線へ調整するのが良いです。やり過ぎを抑える。程を守って最小限の配分。過度が減るため。音が静まり、受け入れやすい。名目の厳令はこじれるのは避ける。過負荷を抑えたいのときに向く。"
    },
    "60_6_JHJ": {
      "detail": "厳しすぎる節制は行き詰まりを招きやすいので、目的に照らして基準を緩め、持続できる線へ調整するのが良いです。何が要か見える。要所の上限・頻度を先に定める。実情が見えるため。滞りが減り、回しやすい。善意の一律上限は重いのは避ける。コアの運用を整えたいのときに向く。"
    },
    "60_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。基準、配分、確認の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは締めすぎるのは避ける。規定運用を整えたいのときに向く。"
    },
    "60_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と上限・期日を示す。相手が見えるため。控えめで続けやすい。飾りの厳格さは空回り避ける。運用意図を共有したいのときに向く。"
    },
    "60_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な枠だけを定める。余分が減るため。集中しやすい運用が続く。理屈だけの制限は浮く避ける。無理を減らしたいのときに向く。"
    },
    "60_6_HHJ": {
      "detail": "厳しすぎる節制は行き詰まりを招きやすいので、目的に照らして基準を緩め、持続できる線へ調整するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな基準運用が保たれる。体裁優先は避ける。合意あるルールを保ちたいのときに向く。"
    },
    "60_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない基準運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}