{
  "items": {
    "27_1_JJJ": {
      "detail": "始まりは精神的な指針を捨てて目先の欲に流れるのは危ういので、原則を見直して節度を保ち、長期の価値に沿って選び直すのが良いです。足りない所が分かる。必要な分だけ満たす。不足が見えるため。無理が減り、力が戻る。見せるための増量は重いのは避ける。基礎を養いたいのときに向く。"
    },
    "27_1_JJH": {
      "detail": "精神的な指針を捨てて目先の欲に流れるのは危ういので、原則を見直して節度を保ち、長期の価値に沿って選び直すのが良いです。入れすぎ・言い過ぎを抑える。必要な分だけにする。過度が減るため。音が静まり、整いやすい。名目のための摂りすぎは濁るのは避ける。行き過ぎを抑えたいのときに向く。"
    },
    "27_1_JHJ": {
      "detail": "精神的な指針を捨てて目先の欲に流れるのは危ういので、原則を見直して節度を保ち、長期の価値に沿って選び直すのが良いです。いまの必要が見える。適量に揃え、偏りを減らす。実情が見えるため。滞りが減り、進みがなめらか。善意の増量は濁るのは避ける。量を合わせたいのときに向く。"
    },
    "27_1_JHH": {
      "detail": "一歩出して様子を確かめる。入れすぎ・動きすぎを止める。整える順を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "27_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して満たす。中身が見えるため。控えめで続けやすい。飾りで満たすと鈍るのは避ける。要を養いたいのときに向く。"
    },
    "27_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の盛りをやめる。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの制限は浮く避ける。過不足を整えたいのときに向く。"
    },
    "27_1_HHJ": {
      "detail": "精神的な指針を捨てて目先の欲に流れるのは危ういので、原則を見直して節度を保ち、長期の価値に沿って選び直すのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "27_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "27_2_JJJ": {
      "detail": "始まりは養いの向きを取り違えて基礎が崩れやすい局面なので、拙速をやめて体勢を立て直し、十分に整ってから動くのが安全です。どこが要か分かる。先にそこを満たす。要が見えるため。無理が減り、回りが良くなる。見栄で足すと鈍るのは避ける。優先順位を整えたいのときに向く。"
    },
    "27_2_JJH": {
      "detail": "養いの向きを取り違えて基礎が崩れやすい局面なので、拙速をやめて体勢を立て直し、十分に整ってから動くのが安全です。入れすぎ・言い過ぎを抑える。必要な分だけにする。過度が減るため。音が静まり、整いやすい。名目のための摂りすぎは濁るのは避ける。行き過ぎを抑えたいのときに向く。"
    },
    "27_2_JHJ": {
      "detail": "養いの向きを取り違えて基礎が崩れやすい局面なので、拙速をやめて体勢を立て直し、十分に整ってから動くのが安全です。いまの必要が見える。適量に揃え、偏りを減らす。実情が見えるため。滞りが減り、進みがなめらか。善意の増量は濁るのは避ける。量を合わせたいのときに向く。"
    },
    "27_2_JHH": {
      "detail": "一歩出して様子を確かめる。入れすぎ・動きすぎを止める。整える順を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "27_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して満たす。中身が見えるため。控えめで続けやすい。飾りで満たすと鈍るのは避ける。要を養いたいのときに向く。"
    },
    "27_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の盛りをやめる。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの制限は浮く避ける。過不足を整えたいのときに向く。"
    },
    "27_2_HHJ": {
      "detail": "養いの向きを取り違えて基礎が崩れやすい局面なので、拙速をやめて体勢を立て直し、十分に整ってから動くのが安全です。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "27_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "27_3_JJJ": {
      "detail": "始まりは節度を欠いた養いに逆らうと一時は正しくとも厳しく、長期の無理は利を損ないやすいので、欲を抑えて健全な養生に徹するのが良いです。衝動を抑え、必要を確かめる。要を優先して補う。過度が減るため。偏りが減り、安定が続く。見せ場のための摂取は濁るのは避ける。欲を整えたいのときに向く。"
    },
    "27_3_JJH": {
      "detail": "節度を欠いた養いに逆らうと一時は正しくとも厳しく、長期の無理は利を損ないやすいので、欲を抑えて健全な養生に徹するのが良いです。入れすぎ・言い過ぎを抑える。程を守って整える。過度が減るため。音が静まり、整いやすい。名目のための摂りすぎは濁るのは避ける。行き過ぎを抑えたいのときに向く。"
    },
    "27_3_JHJ": {
      "detail": "節度を欠いた養いに逆らうと一時は正しくとも厳しく、長期の無理は利を損ないやすいので、欲を抑えて健全な養生に徹するのが良いです。いまの必要が見える。適量に揃え、偏りを減らす。実情が見えるため。滞りが減り、進みがなめらか。善意の増量は濁るのは避ける。量を合わせたいのときに向く。"
    },
    "27_3_JHH": {
      "detail": "一歩出して様子を確かめる。入れすぎ・動きすぎを止める。整える順を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "27_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して満たす。中身が見えるため。控えめで続けやすい。飾りで満たすと鈍るのは避ける。要を養いたいのときに向く。"
    },
    "27_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の盛りをやめる。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの制限は浮く避ける。過不足を整えたいのときに向く。"
    },
    "27_3_HHJ": {
      "detail": "節度を欠いた養いに逆らうと一時は正しくとも厳しく、長期の無理は利を損ないやすいので、欲を抑えて健全な養生に徹するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "27_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "27_4_JJJ": {
      "detail": "始まりは欲を抑えて口を慎み必要な分だけを取り入れれば良く、周囲の誘惑に目を奪われず静かに気力を養えば、責められずに整いやすいです。公の手本が示される。要から適量を満たす。やり方が分かるため。偏りが減り、安定が続く。見せ方で盛ると鈍るのは避ける。養い方を揃えたいのときに向く。"
    },
    "27_4_JJH": {
      "detail": "欲を抑えて口を慎み必要な分だけを取り入れれば良く、周囲の誘惑に目を奪われず静かに気力を養えば、責められずに整いやすいです。入れ過ぎを抑える。必要な分だけ満たす。過度が減るため。音が静まり、整いやすい。名目のための増量は重いのは避ける。行き過ぎを抑えたいのときに向く。"
    },
    "27_4_JHJ": {
      "detail": "欲を抑えて口を慎み必要な分だけを取り入れれば良く、周囲の誘惑に目を奪われず静かに気力を養えば、責められずに整いやすいです。いまの必要が見える。量を合わせて偏りを減らす。実情が見えるため。滞りが減り、進みがなめらか。善意の増量は濁るのは避ける。量を合わせたいのときに向く。"
    },
    "27_4_JHH": {
      "detail": "一歩出して様子を確かめる。入れすぎ・動きすぎを止める。整える順を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "27_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して満たす。中身が見えるため。控えめで続けやすい。飾りで満たすと鈍るのは避ける。要を養いたいのときに向く。"
    },
    "27_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の盛りをやめる。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの制限は浮く避ける。過不足を整えたいのときに向く。"
    },
    "27_4_HHJ": {
      "detail": "欲を抑えて口を慎み必要な分だけを取り入れれば良く、周囲の誘惑に目を奪われず静かに気力を養えば、責められずに整いやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "27_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "27_5_JJJ": {
      "detail": "始まりは小さな揺れがあっても原則を守って静かに構えれば良く、大事には踏み込まず無理な突破を避けて持久に徹するのが安全です。要から適量が満ちる。偏りが整い、無理が減る。要が満ちるため。安定が続き、力が出る。形で盛ると鈍るのは避ける。養いの筋を通したいのときに向く。"
    },
    "27_5_JJH": {
      "detail": "小さな揺れがあっても原則を守って静かに構えれば良く、大事には踏み込まず無理な突破を避けて持久に徹するのが安全です。入れ過ぎ・言い過ぎを抑える。必要な分だけにする。過度が減るため。音が静まり、整いやすい。名目のための増量は重いのは避ける。行き過ぎを抑えたいのときに向く。"
    },
    "27_5_JHJ": {
      "detail": "小さな揺れがあっても原則を守って静かに構えれば良く、大事には踏み込まず無理な突破を避けて持久に徹するのが安全です。いまの必要が見える。適量に揃え、偏りを減らす。実情が見えるため。滞りが減り、進みがなめらか。善意の増量は濁るのは避ける。量を合わせたいのときに向く。"
    },
    "27_5_JHH": {
      "detail": "一歩出して様子を確かめる。入れすぎ・動きすぎを止める。整える順を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "27_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して満たす。中身が見えるため。控えめで続けやすい。飾りで満たすと鈍るのは避ける。要を養いたいのときに向く。"
    },
    "27_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の盛りをやめる。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの制限は浮く避ける。過不足を整えたいのときに向く。"
    },
    "27_5_HHJ": {
      "detail": "小さな揺れがあっても原則を守って静かに構えれば良く、大事には踏み込まず無理な突破を避けて持久に徹するのが安全です。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "27_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "27_6_JJJ": {
      "detail": "始まりは厳しさはあるが正しい養いに基づけば前進しても良い局面なので、備えを整えて一気呵成に渡り切り、後顧の憂いを断つのが良いです。衝動を抑え、適量にとどめる。要を優先して補う。過度が減るため。偏りが減り、静かに続く。見せ場のための摂取は濁るのは避ける。締めの養生を整えたいのときに向く。"
    },
    "27_6_JJH": {
      "detail": "厳しさはあるが正しい養いに基づけば前進しても良い局面なので、備えを整えて一気呵成に渡り切り、後顧の憂いを断つのが良いです。入れすぎ・言い過ぎを抑える。程を守って整える。過度が減るため。音が静まり、整いやすい。名目のための増量は重いのは避ける。行き過ぎを抑えたいのときに向く。"
    },
    "27_6_JHJ": {
      "detail": "厳しさはあるが正しい養いに基づけば前進しても良い局面なので、備えを整えて一気呵成に渡り切り、後顧の憂いを断つのが良いです。いまの必要が見える。適量に揃え、偏りを減らす。実情が見えるため。滞りが減り、進みがなめらか。善意の増量は濁るのは避ける。量を合わせたいのときに向く。"
    },
    "27_6_JHH": {
      "detail": "一歩出して様子を確かめる。入れすぎ・動きすぎを止める。整える順を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "27_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して満たす。中身が見えるため。控えめで続けやすい。飾りで満たすと鈍るのは避ける。要を養いたいのときに向く。"
    },
    "27_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の盛りをやめる。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの制限は浮く避ける。過不足を整えたいのときに向く。"
    },
    "27_6_HHJ": {
      "detail": "厳しさはあるが正しい養いに基づけば前進しても良い局面なので、備えを整えて一気呵成に渡り切り、後顧の憂いを断つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "27_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}