{
  "items": {
    "41_1_JJJ": {
      "detail": "始まりは余計な用事を止めて急所に集中するのが良く、欲を抑えて削るほど効果が上がり、無駄が減って整いやすいです。余分の箇所が見える。量を減らし、要に絞る。余分が減るため。負担が下がり、続けやすい。見せ場の積み増しは折れるのは避ける。荷を軽くしたいのときに向く。"
    },
    "41_1_JJH": {
      "detail": "余計な用事を止めて急所に集中するのが良く、欲を抑えて削るほど効果が上がり、無駄が減って整いやすいです。増量をやめる。枠内で小さく回す。過度が減るため。音が静まり、崩れにくい。名目のための増量は危ういのは避ける。無理を抑えたいのときに向く。"
    },
    "41_1_JHJ": {
      "detail": "余計な用事を止めて急所に集中するのが良く、欲を抑えて削るほど効果が上がり、無駄が減って整いやすいです。負担の偏りが見える。量と頻度を落として均す。実情が見えるため。滞りが減り、続けやすい。善意の増量は息切れ避ける。ペースを整えたいのときに向く。"
    },
    "41_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、偏りが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "41_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。少なめで堅実に回す。中身が見えるため。控えめで続けやすい。飾りで積むと折れるのは避ける。荷を減らしたいのときに向く。"
    },
    "41_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの減らしは浮く避ける。無理を減らしたいのときに向く。"
    },
    "41_1_HHJ": {
      "detail": "余計な用事を止めて急所に集中するのが良く、欲を抑えて削るほど効果が上がり、無駄が減って整いやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "41_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "41_2_JJJ": {
      "detail": "始まりは正しさを保って無理に増やさないのが利で、急ぎの拡大を避けて維持に努めれば、土台が安定します。偏りを抑える。節度を守って量を配る。中庸が働くため。負担が均れ、続けやすい。誇示で増やすと折れるのは避ける。配分を整えたいのときに向く。"
    },
    "41_2_JJH": {
      "detail": "正しさを保って無理に増やさないのが利で、急ぎの拡大を避けて維持に努めれば、土台が安定します。増量をやめる。枠内で小さく回す。過度が減るため。音が静まり、崩れにくい。名目のための増量は危ういのは避ける。無理を抑えたいのときに向く。"
    },
    "41_2_JHJ": {
      "detail": "正しさを保って無理に増やさないのが利で、急ぎの拡大を避けて維持に努めれば、土台が安定します。負担の偏りが見える。量と頻度を落として均す。実情が見えるため。滞りが減り、続けやすい。善意の増量は息切れ避ける。ペースを整えたいのときに向く。"
    },
    "41_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、偏りが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "41_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。少なめで堅実に回す。中身が見えるため。控えめで続けやすい。飾りで積むと折れるのは避ける。荷を減らしたいのときに向く。"
    },
    "41_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの減らしは浮く避ける。無理を減らしたいのときに向く。"
    },
    "41_2_HHJ": {
      "detail": "正しさを保って無理に増やさないのが利で、急ぎの拡大を避けて維持に努めれば、土台が安定します。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "41_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "41_3_JJJ": {
      "detail": "始まりは人数が多いと調整が増えて効率を損ないやすいので、役割を絞って身軽に動けば、かえって成果に近づきます。どこが重いか見える。要に資源を寄せ、他を減らす。実情が見えるため。滞りが減り、続けやすい。見せ場の積み増しは折れるのは避ける。続ける配分を整えたいのときに向く。"
    },
    "41_3_JJH": {
      "detail": "人数が多いと調整が増えて効率を損ないやすいので、役割を絞って身軽に動けば、かえって成果に近づきます。増量をやめる。枠内で小さく回す。過度が減るため。音が静まり、崩れにくい。名目のための増量は危ういのは避ける。無理を抑えたいのときに向く。"
    },
    "41_3_JHJ": {
      "detail": "人数が多いと調整が増えて効率を損ないやすいので、役割を絞って身軽に動けば、かえって成果に近づきます。負担の偏りが見える。量と頻度を落として均す。実情が見えるため。滞りが減り、続けやすい。善意の増量は息切れ避ける。ペースを整えたいのときに向く。"
    },
    "41_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、偏りが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "41_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。少なめで堅実に回す。中身が見えるため。控えめで続けやすい。飾りで積むと折れるのは避ける。荷を減らしたいのときに向く。"
    },
    "41_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの減らしは浮く避ける。無理を減らしたいのときに向く。"
    },
    "41_3_HHJ": {
      "detail": "人数が多いと調整が増えて効率を損ないやすいので、役割を絞って身軽に動けば、かえって成果に近づきます。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "41_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "41_4_JJJ": {
      "detail": "始まりは苦痛を軽くして心を早く明るくするのが良く、余計な負担を除いて要点を助ければ、全体が整い喜びが戻りやすいです。公の手順が示される。要に絞って減らす。やり方が分かるため。負担が下がり、続けやすい。見せ場の積み増しは折れるのは避ける。進め方を揃えたいのときに向く。"
    },
    "41_4_JJH": {
      "detail": "苦痛を軽くして心を早く明るくするのが良く、余計な負担を除いて要点を助ければ、全体が整い喜びが戻りやすいです。増量をやめる。枠内で小さく回す。過度が減るため。音が静まり、崩れにくい。名目のための増量は危ういのは避ける。無理を抑えたいのときに向く。"
    },
    "41_4_JHJ": {
      "detail": "苦痛を軽くして心を早く明るくするのが良く、余計な負担を除いて要点を助ければ、全体が整い喜びが戻りやすいです。負担の偏りが見える。量と頻度を落として均す。実情が見えるため。滞りが減り、続けやすい。善意の増量は息切れ避ける。ペースを整えたいのときに向く。"
    },
    "41_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、偏りが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "41_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。少なめで堅実に回す。中身が見えるため。控えめで続けやすい。飾りで積むと折れるのは避ける。荷を減らしたいのときに向く。"
    },
    "41_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの減らしは浮く避ける。無理を減らしたいのときに向く。"
    },
    "41_4_HHJ": {
      "detail": "苦痛を軽くして心を早く明るくするのが良く、余計な負担を除いて要点を助ければ、全体が整い喜びが戻りやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "41_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "41_5_JJJ": {
      "detail": "始まりは相手を益する行いは高価な贈り物にも勝るので、実利より誠意を示し、必要な支援を的確に届けるのが良いです。余分を共有し、要に寄せる。程を守って減らす。過度の抑制ため。無理が減り、続けやすい。形だけの減らしは歪む避ける。続ける形を整えたいのときに向く。"
    },
    "41_5_JJH": {
      "detail": "相手を益する行いは高価な贈り物にも勝るので、実利より誠意を示し、必要な支援を的確に届けるのが良いです。増量をやめる。枠内で小さく回す。過度が減るため。音が静まり、崩れにくい。名目のための増量は危ういのは避ける。無理を抑えたいのときに向く。"
    },
    "41_5_JHJ": {
      "detail": "相手を益する行いは高価な贈り物にも勝るので、実利より誠意を示し、必要な支援を的確に届けるのが良いです。負担の偏りが見える。量と頻度を落として均す。実情が見えるため。滞りが減り、続けやすい。善意の増量は息切れ避ける。ペースを整えたいのときに向く。"
    },
    "41_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、偏りが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "41_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。少なめで堅実に回す。中身が見えるため。控えめで続けやすい。飾りで積むと折れるのは避ける。荷を減らしたいのときに向く。"
    },
    "41_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの減らしは浮く避ける。無理を減らしたいのときに向く。"
    },
    "41_5_HHJ": {
      "detail": "相手を益する行いは高価な贈り物にも勝るので、実利より誠意を示し、必要な支援を的確に届けるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "41_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "41_6_JJJ": {
      "detail": "始まりは減らすべき時に増やすのは過剰に傾きやすいので、私費の投じ過ぎを避け、節度ある配分で長く支えるのが良いです。積み増しの根を断つ。要へ寄せて他を削る。過度が減るため。無理が止み、続けやすい。見せ場の増量は息切れ避ける。収束の最終局面のときに向く。"
    },
    "41_6_JJH": {
      "detail": "減らすべき時に増やすのは過剰に傾きやすいので、私費の投じ過ぎを避け、節度ある配分で長く支えるのが良いです。増量をやめる。程を守って小さく回す。過度が減るため。音が静まり、崩れにくい。名目のための増量は危ういのは避ける。リスクを抑えたいのときに向く。"
    },
    "41_6_JHJ": {
      "detail": "減らすべき時に増やすのは過剰に傾きやすいので、私費の投じ過ぎを避け、節度ある配分で長く支えるのが良いです。負担の偏りが見える。量と頻度を落として均す。実情が見えるため。滞りが減り、続けやすい。善意の増量は息切れ避ける。ペースを整えたいのときに向く。"
    },
    "41_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、偏りが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "41_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。少なめで堅実に回す。中身が見えるため。控えめで続けやすい。飾りで積むと折れるのは避ける。荷を減らしたいのときに向く。"
    },
    "41_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの減らしは浮く避ける。無理を減らしたいのときに向く。"
    },
    "41_6_HHJ": {
      "detail": "減らすべき時に増やすのは過剰に傾きやすいので、私費の投じ過ぎを避け、節度ある配分で長く支えるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "41_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}