{
  "items": {
    "53_1_JJJ": {
      "detail": "始まりは水際から静かに進む段階なので、基礎を固め小さな前進を重ね、外の声に振り回されず歩むのが良いです。どこから着手か見える。足場を固め小さく進む。始点が見えるため。無理なく前へ出る。見せ場の大跳躍は崩れるのは避ける。新方針を腰を据えて始めたいのときに向く。"
    },
    "53_1_JJH": {
      "detail": "水際から静かに進む段階なので、基礎を固め小さな前進を重ね、外の声に振り回されず歩むのが良いです。行き過ぎを抑える。枠内で一歩ずつ積む。過度が減るため。乱れず、通りが良い。名目の一気呵成は空回り避ける。慎重に積み上げたいのときに向く。"
    },
    "53_1_JHJ": {
      "detail": "水際から静かに進む段階なので、基礎を固め小さな前進を重ね、外の声に振り回されず歩むのが良いです。要点が見える。要所から順に固める。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "53_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と責任を揃える。無理が減るため。穏やかに通る。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "53_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と段階を端的に示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。はじめの理解を揃えたいのときに向く。"
    },
    "53_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、積みやすい。理屈だけの計画は空回り避ける。無理を減らしたいのときに向く。"
    },
    "53_1_HHJ": {
      "detail": "水際から静かに進む段階なので、基礎を固め小さな前進を重ね、外の声に振り回されず歩むのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前進が保たれる。体裁優先は避ける。歩調を合わせたいのときに向く。"
    },
    "53_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない進みが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "53_2_JJJ": {
      "detail": "始まりは岩に足場を得た段階なので、安定を保って喜びを分かち合い、過度な拡大より質を守るのが良いです。偏りを抑える。節度を守り小さく積む。中庸が働くため。通りが良く、進めやすい。誇示の急行は足を挫く避ける。穏当に進めたいのときに向く。"
    },
    "53_2_JJH": {
      "detail": "岩に足場を得た段階なので、安定を保って喜びを分かち合い、過度な拡大より質を守るのが良いです。行き過ぎを抑える。枠内で一歩ずつ積む。過度が減るため。乱れず、通りが良い。名目の一気呵成は空回り避ける。慎重に積み上げたいのときに向く。"
    },
    "53_2_JHJ": {
      "detail": "岩に足場を得た段階なので、安定を保って喜びを分かち合い、過度な拡大より質を守るのが良いです。要点が見える。要所から順に固める。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "53_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と責任を揃える。無理が減るため。穏やかに通る。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "53_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と段階を端的に示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。進め方の理解を揃えたいのときに向く。"
    },
    "53_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、積みやすい。理屈だけの計画は空回り避ける。無理を減らしたいのときに向く。"
    },
    "53_2_HHJ": {
      "detail": "岩に足場を得た段階なので、安定を保って喜びを分かち合い、過度な拡大より質を守るのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前進が保たれる。体裁優先は避ける。歩調を合わせたいのときに向く。"
    },
    "53_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない進みが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "53_3_JJJ": {
      "detail": "始まりは陸に進み負担が増す時期なので、守るべきを先に守り、無理な拡大を避けて体制を維持するのが良いです。支えと偏りが見える。足場を直し要から積む。土台が整うため。受け入れられ、着実に広がる。見せ場の大改造は緩む避ける。伸ばし方を整えたいのときに向く。"
    },
    "53_3_JJH": {
      "detail": "陸に進み負担が増す時期なので、守るべきを先に守り、無理な拡大を避けて体制を維持するのが良いです。行き過ぎを抑える。枠内で一歩ずつ積む。過度が減るため。乱れず、通りが良い。名目の一気呵成は空回り避ける。慎重に積み上げたいのときに向く。"
    },
    "53_3_JHJ": {
      "detail": "陸に進み負担が増す時期なので、守るべきを先に守り、無理な拡大を避けて体制を維持するのが良いです。要点が見える。要所から順に固める。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "53_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と責任を揃える。無理が減るため。穏やかに通る。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "53_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と段階を端的に示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。広げ方の理解を揃えたいのときに向く。"
    },
    "53_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、積みやすい。理屈だけの計画は空回り避ける。無理を減らしたいのときに向く。"
    },
    "53_3_HHJ": {
      "detail": "陸に進み負担が増す時期なので、守るべきを先に守り、無理な拡大を避けて体制を維持するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前進が保たれる。体裁優先は避ける。歩調を合わせたいのときに向く。"
    },
    "53_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない進みが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "53_4_JJJ": {
      "detail": "始まりは適所を見いだして枝にとまる段階なので、場を選んで根をおろし、環境に合わせて着実に定着するのが良いです。公の進め方が示される。要所の足元から小さく積む。やり方が分かるため。無理なく前へ出る。見せ場の大跳躍は崩れるのは避ける。進め方を揃えたいのときに向く。"
    },
    "53_4_JJH": {
      "detail": "適所を見いだして枝にとまる段階なので、場を選んで根をおろし、環境に合わせて着実に定着するのが良いです。行き過ぎを抑える。枠内で一歩ずつ積む。過度が減るため。乱れず、通りが良い。名目の一気呵成は空回り避ける。慎重に積み上げたいのときに向く。"
    },
    "53_4_JHJ": {
      "detail": "適所を見いだして枝にとまる段階なので、場を選んで根をおろし、環境に合わせて着実に定着するのが良いです。要点が見える。要所から順に固める。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "53_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と責任を揃える。無理が減るため。穏やかに通る。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "53_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と段階を端的に示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。進め方の理解を揃えたいのときに向く。"
    },
    "53_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、積みやすい。理屈だけの計画は空回り避ける。無理を減らしたいのときに向く。"
    },
    "53_4_HHJ": {
      "detail": "適所を見いだして枝にとまる段階なので、場を選んで根をおろし、環境に合わせて着実に定着するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前進が保たれる。体裁優先は避ける。歩調を合わせたいのときに向く。"
    },
    "53_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない進みが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "53_5_JJJ": {
      "detail": "始まりは高みに至るには忍耐が要るので、焦らず備えを積み、頃合いを見て一歩を伸ばすのが良いです。筋と段取りを共有。要所から小さく積む。筋の共有ため。滞りが減り、進めやすい。形だけの号令は空回り避ける。穏当に前進を加速したいのときに向く。"
    },
    "53_5_JJH": {
      "detail": "高みに至るには忍耐が要るので、焦らず備えを積み、頃合いを見て一歩を伸ばすのが良いです。行き過ぎを抑える。枠内で一歩ずつ積む。過度が減るため。乱れず、通りが良い。名目の一気呵成は空回り避ける。慎重に積み上げたいのときに向く。"
    },
    "53_5_JHJ": {
      "detail": "高みに至るには忍耐が要るので、焦らず備えを積み、頃合いを見て一歩を伸ばすのが良いです。要点が見える。要所から順に固める。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "53_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と責任を揃える。無理が減るため。穏やかに通る。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "53_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と段階を端的に示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。進め方の理解を揃えたいのときに向く。"
    },
    "53_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、積みやすい。理屈だけの計画は空回り避ける。無理を減らしたいのときに向く。"
    },
    "53_5_HHJ": {
      "detail": "高みに至るには忍耐が要るので、焦らず備えを積み、頃合いを見て一歩を伸ばすのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前進が保たれる。体裁優先は避ける。歩調を合わせたいのときに向く。"
    },
    "53_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない進みが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "53_6_JJJ": {
      "detail": "始まりは十分に成熟して模範になりやすくなるので、誇らず節度を保って品位を示し、後進に道を開くのが良いです。見せ場の大跳躍を断つ。要所だけ簡潔に積む。過度が減るため。こわばりが解け、着実に広がる。体面のための急展開は崩れるのは避ける。仕上げの伸長のときに向く。"
    },
    "53_6_JJH": {
      "detail": "十分に成熟して模範になりやすくなるので、誇らず節度を保って品位を示し、後進に道を開くのが良いです。行き過ぎを抑える。程を守って一歩ずつ積む。過度が減るため。乱れず、通りが良い。名目の一気呵成は空回り避ける。慎重に積み上げたいのときに向く。"
    },
    "53_6_JHJ": {
      "detail": "十分に成熟して模範になりやすくなるので、誇らず節度を保って品位を示し、後進に道を開くのが良いです。要点が見える。要所から順に固める。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "53_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と責任を揃える。無理が減るため。穏やかに通る。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "53_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と段階を端的に示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。進め方の理解を揃えたいのときに向く。"
    },
    "53_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、積みやすい。理屈だけの計画は空回り避ける。無理を減らしたいのときに向く。"
    },
    "53_6_HHJ": {
      "detail": "十分に成熟して模範になりやすくなるので、誇らず節度を保って品位を示し、後進に道を開くのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前進が保たれる。体裁優先は避ける。歩調を合わせたいのときに向く。"
    },
    "53_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない進みが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}