{
  "items": {
    "8_1_JJJ": {
      "detail": "始まりは誠実さを土台に率直に親しめば問題はなく、互いの信頼が広がって協力が生まれ、関係は安定して発展しやすいです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_1_JJH": {
      "detail": "誠実さを土台に率直に親しめば問題はなく、互いの信頼が広がって協力が生まれ、関係は安定して発展しやすいです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_1_JHJ": {
      "detail": "誠実さを土台に率直に親しめば問題はなく、互いの信頼が広がって協力が生まれ、関係は安定して発展しやすいです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_1_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_1_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_1_HHJ": {
      "detail": "誠実さを土台に率直に親しめば問題はなく、互いの信頼が広がって協力が生まれ、関係は安定して発展しやすいです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_6_JJJ": {
      "detail": "始まりはまとめ役を欠いた結びつきは迷走しやすいので、責任の所在と意思決定手順を明確にし、主体性を立てて進めるのが安全です。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "8_6_JJH": {
      "detail": "まとめ役を欠いた結びつきは迷走しやすいので、責任の所在と意思決定手順を明確にし、主体性を立てて進めるのが安全です。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_6_JHJ": {
      "detail": "まとめ役を欠いた結びつきは迷走しやすいので、責任の所在と意思決定手順を明確にし、主体性を立てて進めるのが安全です。味方に共有する。見える形にする。今は『信頼』が強みのため。関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_6_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_6_HJH": {
      "detail": "まず量と範囲を小さくする。見える形にする。さらに見える形にする。今は『見える形』が強みのため。いっそう見える形にする。急がず合意をとって進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "8_6_HHJ": {
      "detail": "まとめ役を欠いた結びつきは迷走しやすいので、責任の所在と意思決定手順を明確にし、主体性を立てて進めるのが安全です。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_2_JJJ": {
      "detail": "始まりは内側から自然に親しみが生まれる関係は良いので、節度を保って信頼を育てれば、無理なく協力が広がり成果につながります。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_2_JJH": {
      "detail": "内側から自然に親しみが生まれる関係は良いので、節度を保って信頼を育てれば、無理なく協力が広がり成果につながります。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_2_JHJ": {
      "detail": "内側から自然に親しみが生まれる関係は良いので、節度を保って信頼を育てれば、無理なく協力が広がり成果につながります。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_2_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_2_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_2_HHJ": {
      "detail": "内側から自然に親しみが生まれる関係は良いので、節度を保って信頼を育てれば、無理なく協力が広がり成果につながります。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_3_JJJ": {
      "detail": "始まりは不適切な相手と結べば害が大きいので、肩書や打算だけで選ばず価値観と信頼を確かめ、誤った同盟は避けるのが賢明です。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_3_JJH": {
      "detail": "不適切な相手と結べば害が大きいので、肩書や打算だけで選ばず価値観と信頼を確かめ、誤った同盟は避けるのが賢明です。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_3_JHJ": {
      "detail": "不適切な相手と結べば害が大きいので、肩書や打算だけで選ばず価値観と信頼を確かめ、誤った同盟は避けるのが賢明です。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_3_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_3_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_3_HHJ": {
      "detail": "不適切な相手と結べば害が大きいので、肩書や打算だけで選ばず価値観と信頼を確かめ、誤った同盟は避けるのが賢明です。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_4_JJJ": {
      "detail": "始まりは外部との連携は正しく行えば良いので、相互の利害を明確にし節度を守って結べば、視野が広がり機会を取り込みやすいです。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_4_JJH": {
      "detail": "外部との連携は正しく行えば良いので、相互の利害を明確にし節度を守って結べば、視野が広がり機会を取り込みやすいです。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_4_JHJ": {
      "detail": "外部との連携は正しく行えば良いので、相互の利害を明確にし節度を守って結べば、視野が広がり機会を取り込みやすいです。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_4_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_4_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_4_HHJ": {
      "detail": "外部との連携は正しく行えば良いので、相互の利害を明確にし節度を守って結べば、視野が広がり機会を取り込みやすいです。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_5_JJJ": {
      "detail": "始まりは関係は隠さず公正に開示して親しくすれば良く、透明性が信頼を強めるので、誰に対しても態度を一貫させるのが有効です。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_5_JJH": {
      "detail": "関係は隠さず公正に開示して親しくすれば良く、透明性が信頼を強めるので、誰に対しても態度を一貫させるのが有効です。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_5_JHJ": {
      "detail": "関係は隠さず公正に開示して親しくすれば良く、透明性が信頼を強めるので、誰に対しても態度を一貫させるのが有効です。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_5_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_5_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_5_HHJ": {
      "detail": "関係は隠さず公正に開示して親しくすれば良く、透明性が信頼を強めるので、誰に対しても態度を一貫させるのが有効です。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "8_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    }
  }
}