{
  "items": {
    "9_1_JJJ": {
      "detail": "誤りに気づいたら、早く正す。事実を確かめ、筋を通して戻す。小さく確かめ、結果で調整する。原点に立ち返り、節度を保つ。歩調はほどよく。終盤は静かに整う。"
    },
    "9_1_JJH": {
      "detail": "はじめは前に出るが、途中で見直しを挟む。事実に照らして順序を並べ直す。短い手順で確かめ、崩れを防ぐ。原点へ戻し、行き過ぎを抑える。終盤は穏やかに結ぶ。"
    },
    "9_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。正しさに寄せ、手順を整える。小さく試し、歩調を合わせる。誇張を抑え、中身を揃える。終盤は静かに保つ。"
    },
    "9_1_JHH": {
      "detail": "一歩出して様子を見る。その後は見直しに寄せる。要点だけ小さく整え、合わない所は戻す。確認を挟み、揺れを小さくする。終盤は落ち着きに寄る。"
    },
    "9_1_HJJ": {
      "detail": "向きを確かめ、正しさに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。原点に寄せ、偏りを抑える。終盤は静かに収める。"
    },
    "9_1_HJH": {
      "detail": "まず量と範囲を小さくする。事実で共有し、短い手順で確かめる。結果で再評価し、筋を通す。歩調は静かに。終盤は無理を残さない。"
    },
    "9_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。正しさに寄せ、要点を小さく整える。合意を確かめ、短い一歩で進める。原点回帰で安定に寄る。終盤は穏やかに保つ。"
    },
    "9_1_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、正しさに寄せる。歩調は静かに保つ。終盤は静かに整う。"
    },
    "9_6_JJJ": {
      "detail": "仕上げに入り、静かに整える。完了条件を明らかにし、要点から収める。小さく確かめ、過不足を調整する。歩調はほどよく、無理な拡大は止める。支え合いで安堵に寄る。終盤は静かに維持する。"
    },
    "9_6_JJH": {
      "detail": "初めは前に出るが、途中で整えを厚くする。完了の段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。行き過ぎは抑える。終盤は安定に寄る。"
    },
    "9_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。完了条件と手順をそろえ、小さく試して調整する。歩調はほどよく、焦りを抑える。感情の波に乗らない。終盤は静かに保つ。"
    },
    "9_6_JHH": {
      "detail": "一歩出して様子を見る。その後は仕上げに寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。過不足は早めに戻す。終盤は安堵に寄る。"
    },
    "9_6_HJJ": {
      "detail": "向きを確かめ、完了に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。維持の線を明確にし、偏りを抑える。終盤は静かに収める。"
    },
    "9_6_HJH": {
      "detail": "まず量と範囲を小さくする。完了の線を整え、短い手順で確かめる。結果で再評価し、過不足を整える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "9_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。完了の理由を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。維持の仕組みを保つ。終盤は静かに保つ。"
    },
    "9_6_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、持続に寄せる。歩調は静かに保つ。終盤は安堵に寄る。"
    },
    "9_2_JJJ": {
      "detail": "素直に合わせ、調整を先に置く。無理をせず、量と範囲を抑える。小さく確かめ、結果で整える。歩調は一定に、受け止めを増やす。摩擦は早めにほどく。終盤は静かに維持する。"
    },
    "9_2_JJH": {
      "detail": "初めは進めても、中ほどで歩を緩める。相手に合わせ、順序を並べ直す。短い手順で確かめ、崩れを防ぐ。行き過ぎは抑える。終盤は落ち着きに寄る。"
    },
    "9_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。服する所は素直に合わせる。小さく試し、歩調を一定に戻す。受け止めを厚くし、摩擦を減らす。終盤は静かに保つ。"
    },
    "9_2_JHH": {
      "detail": "一歩出して様子を見る。その後は調整に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。過不足は早めに戻す。終盤は穏やかに結ぶ。"
    },
    "9_2_HJJ": {
      "detail": "向きを確かめ、調和に合わせる。要点から実行し、確認を挟む。歩調は一定に保つ。相手の線に沿い、無理を抑える。終盤は静かに収める。"
    },
    "9_2_HJH": {
      "detail": "まず量と範囲を小さくする。相手の手順に合わせ、短い手順で確かめる。結果で再評価し、調整を重ねる。口調は穏やかに。終盤は無理を残さない。"
    },
    "9_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。受け止めを増やし、要点を小さく整える。合意を確かめ、短い一歩で進める。摩擦を早めにほどく。終盤は静かに保つ。"
    },
    "9_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、調和に寄せる。歩調は静かに保つ。終盤は維持に寄る。"
    },
    "9_3_JJJ": {
      "detail": "摩擦の芽を小さく扱う。感情を煽らず、事実で切り分ける。小さく確かめ、結果で調整する。距離と時間を置き、静かに整える。歩調はほどよく。終盤は和らぎに寄る。"
    },
    "9_3_JJH": {
      "detail": "初めは進めても、中ほどで抑えに切り替える。論点を整理し、量と範囲を整える。短い手順で確かめ、崩れを防ぐ。言葉は短く。終盤は落ち着きに寄る。"
    },
    "9_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。矛盾を切り分け、順序を並べ直す。小さく試し、影響を限定する。家の関わりは丁寧に扱う。終盤は静かに保つ。"
    },
    "9_3_JHH": {
      "detail": "一歩出して様子を見る。その後は保全に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。煽りは避け、声を落とす。終盤は無理を残さない。"
    },
    "9_3_HJJ": {
      "detail": "向きを確かめ、抑えを先に置く。要点から実行し、短い手順で確かめる。歩調はほどよく保つ。家の事情を尊重し、摩擦を抑える。終盤は静かに収める。"
    },
    "9_3_HJH": {
      "detail": "まず量と範囲を小さくする。接点を減らし、短い手順で確かめる。結果で再評価し、感情の波を避ける。記録を残す。終盤は穏やかに保つ。"
    },
    "9_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。要点を小さく整え、合意を確かめる。短い一歩で進め、崩れを防ぐ。家の配慮を行き渡らせる。終盤は静かに結ぶ。"
    },
    "9_3_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、摩擦の線を小さくする。歩調は静かに保つ。終盤は維持に寄る。"
    },
    "9_4_JJJ": {
      "detail": "本質に照らして澱を除く。原因を分け、不要を止める。小さく確かめ、結果で調整する。変える所と保つ所を分ける。歩調はほどよく。終盤は清く整う。"
    },
    "9_4_JJH": {
      "detail": "初めは前に出るが、途中で浄化に寄せる。段取りを短くし、量と範囲を整える。短い手順で確かめ、崩れを防ぐ。誇張は抑える。終盤は安定に寄る。"
    },
    "9_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。本質に合わせ、順序を並べ直す。小さく試し、歩調を合わせる。余分は削る。終盤は静かに保つ。"
    },
    "9_4_JHH": {
      "detail": "一歩出して様子を見る。その後は浄化に比重を置く。要点だけ小さく整え、澱を早めに除く。確認を挟み、揺れを小さくする。終盤は穏やかに結ぶ。"
    },
    "9_4_HJJ": {
      "detail": "向きを確かめ、浄化に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。不要を止める。終盤は静かに収める。"
    },
    "9_4_HJH": {
      "detail": "まず量と範囲を小さくする。原因を分け、短い手順で確かめる。結果で再評価し、余分を削る。言葉は簡潔に。終盤は無理を残さない。"
    },
    "9_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。本質を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。澱をためない。終盤は静かに保つ。"
    },
    "9_4_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、清さに寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "9_5_JJJ": {
      "detail": "信義を守り、調和で満たす。役割を明らかにし、要点から実行する。小さく確かめ、過不足を整える。受け取るより先に与える。歩調はほどよく。終盤は静かに良い形へ結ぶ。"
    },
    "9_5_JJH": {
      "detail": "初めは前に出るが、途中で整えを厚くする。配分を見直し、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。約束を守る。終盤は安定に寄る。"
    },
    "9_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。与える順序と中身を揃え、小さく試して調整する。配慮を保ち、歩調をほどよくする。周囲と確かめ合う。終盤は静かに保つ。"
    },
    "9_5_JHH": {
      "detail": "一歩出して様子を見る。その後は配分に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。過不足は早めに戻す。終盤は穏やかに結ぶ。"
    },
    "9_5_HJJ": {
      "detail": "向きを確かめ、調和に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。信頼を守り、偏りを抑える。終盤は静かに収める。"
    },
    "9_5_HJH": {
      "detail": "まず量と範囲を小さくする。贈与の線を整え、短い手順で確かめる。結果で再評価し、過不足を整える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "9_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。与える理由を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。調和を保つ。終盤は静かに保つ。"
    },
    "9_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、信義に寄せる。歩調は静かに保つ。終盤は安堵に寄る。"
    }
  }
}