{
  "items": {
    "39_1_JJJ": {
      "detail": "始まりは今は進むより退く方が賢明なので、無理を避けて撤退線を確保し、体勢を整えてから機を待つのが良いです。行き止まりの箇所が見える。正面を避けて回り道。状況が見えるため。損失が減り、安全に進む。見せ場で突っ込むと深まるのは避ける。正面突破が難しいのときに向く。"
    },
    "39_1_JJH": {
      "detail": "今は進むより退く方が賢明なので、無理を避けて撤退線を確保し、体勢を整えてから機を待つのが良いです。踏み増しを止める。枠内で小さく進める。過度が減るため。音が静まり、崩れにくい。名目の前進は危ういのは避ける。リスクを抑えたいのときに向く。"
    },
    "39_1_JHJ": {
      "detail": "今は進むより退く方が賢明なので、無理を避けて撤退線を確保し、体勢を整えてから機を待つのが良いです。深さと足場が見える。量を落として合わせる。実情が見えるため。滞りが減り、進みがなめらか。善意の積み増しは沈む避ける。負荷を下げたいのときに向く。"
    },
    "39_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "39_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて状況を見る。退いて助力を仰ぐ。状況が見えるため。控えめで続けやすい。飾りで押すと折れるのは避ける。道を変えて助けたいのときに向く。"
    },
    "39_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "39_1_HHJ": {
      "detail": "今は進むより退く方が賢明なので、無理を避けて撤退線を確保し、体勢を整えてから機を待つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "39_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "39_2_JJJ": {
      "detail": "始まりは責務のために困難のど真ん中にある局面なので、私心を抑えて公の務めを優先し、支援を得ながら冷静に対処します。深みと流れが見える。危ない筋を外し、安全側に回す。原因が見えるため。被害が減り、着実になる。見せ場で踏み込むと沈むは避ける。リスクを捌きたいのときに向く。"
    },
    "39_2_JJH": {
      "detail": "責務のために困難のど真ん中にある局面なので、私心を抑えて公の務めを優先し、支援を得ながら冷静に対処します。踏み増しを止める。枠内で小さく進める。過度が減るため。音が静まり、崩れにくい。名目の前進は危ういのは避ける。リスクを抑えたいのときに向く。"
    },
    "39_2_JHJ": {
      "detail": "責務のために困難のど真ん中にある局面なので、私心を抑えて公の務めを優先し、支援を得ながら冷静に対処します。深さと足場が見える。量を落として合わせる。実情が見えるため。滞りが減り、進みがなめらか。善意の積み増しは沈む避ける。負荷を下げたいのときに向く。"
    },
    "39_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "39_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて状況を見る。退いて助力を仰ぐ。状況が見えるため。控えめで続けやすい。飾りで押すと折れるのは避ける。道を変えて助けたいのときに向く。"
    },
    "39_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "39_2_HHJ": {
      "detail": "責務のために困難のど真ん中にある局面なので、私心を抑えて公の務めを優先し、支援を得ながら冷静に対処します。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "39_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "39_3_JJJ": {
      "detail": "始まりは進路が険しければ一度引いて態勢を立て直すのが良く、無理を止めれば視界が開け、次の打ち手が見えやすいです。危険の場所と幅が分かる。堅い支点を選び、回り道。状況が見えるため。躓きが減り、進行が安定。見せ場で跳ぶと沈むは避ける。進路を整えたいのときに向く。"
    },
    "39_3_JJH": {
      "detail": "進路が険しければ一度引いて態勢を立て直すのが良く、無理を止めれば視界が開け、次の打ち手が見えやすいです。踏み増しを止める。枠内で小さく進める。過度が減るため。音が静まり、崩れにくい。名目の前進は危ういのは避ける。リスクを抑えたいのときに向く。"
    },
    "39_3_JHJ": {
      "detail": "進路が険しければ一度引いて態勢を立て直すのが良く、無理を止めれば視界が開け、次の打ち手が見えやすいです。深さと足場が見える。量を落として合わせる。実情が見えるため。滞りが減り、進みがなめらか。善意の積み増しは沈む避ける。負荷を下げたいのときに向く。"
    },
    "39_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "39_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて状況を見る。退いて助力を仰ぐ。状況が見えるため。控えめで続けやすい。飾りで押すと折れるのは避ける。道を変えて助けたいのときに向く。"
    },
    "39_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "39_3_HHJ": {
      "detail": "進路が険しければ一度引いて態勢を立て直すのが良く、無理を止めれば視界が開け、次の打ち手が見えやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "39_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "39_4_JJJ": {
      "detail": "始まりは独力では難しいので戻って連携を再構築するのが良く、役割を分けて助け合えば、困難を越えやすいです。公の手順が示される。正面を外し、安全側に回す。やり方が分かるため。損失が減り、着実に進む。見せ場で突っ込むと深まるのは避ける。進め方を揃えたいのときに向く。"
    },
    "39_4_JJH": {
      "detail": "独力では難しいので戻って連携を再構築するのが良く、役割を分けて助け合えば、困難を越えやすいです。踏み増しを止める。枠内で小さく進める。過度が減るため。音が静まり、崩れにくい。名目の前進は危ういのは避ける。リスクを抑えたいのときに向く。"
    },
    "39_4_JHJ": {
      "detail": "独力では難しいので戻って連携を再構築するのが良く、役割を分けて助け合えば、困難を越えやすいです。深さと足場が見える。量を落として合わせる。実情が見えるため。滞りが減り、進みがなめらか。善意の積み増しは沈む避ける。負荷を下げたいのときに向く。"
    },
    "39_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "39_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて状況を見る。退いて助力を仰ぐ。状況が見えるため。控えめで続けやすい。飾りで押すと折れるのは避ける。道を変えて助けたいのときに向く。"
    },
    "39_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "39_4_HHJ": {
      "detail": "独力では難しいので戻って連携を再構築するのが良く、役割を分けて助け合えば、困難を越えやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "39_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "39_5_JJJ": {
      "detail": "始まりは困難は大きいが頼れる友が来る局面なので、相手を信じて力を合わせ、正攻法で抜け道を作るのが良いです。危うさを共有し、正面を外す。安全側に回して手順を守る。回避が通るため。着実さが続き、進めやすい。形だけ前に出ると沈むは避ける。安全第一で進めたいのときに向く。"
    },
    "39_5_JJH": {
      "detail": "困難は大きいが頼れる友が来る局面なので、相手を信じて力を合わせ、正攻法で抜け道を作るのが良いです。踏み増しを止める。枠内で小さく進める。過度が減るため。音が静まり、崩れにくい。名目の前進は危ういのは避ける。リスクを抑えたいのときに向く。"
    },
    "39_5_JHJ": {
      "detail": "困難は大きいが頼れる友が来る局面なので、相手を信じて力を合わせ、正攻法で抜け道を作るのが良いです。深さと足場が見える。量を落として合わせる。実情が見えるため。滞りが減り、進みがなめらか。善意の積み増しは沈む避ける。負荷を下げたいのときに向く。"
    },
    "39_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "39_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて状況を見る。退いて助力を仰ぐ。状況が見えるため。控えめで続けやすい。飾りで押すと折れるのは避ける。道を変えて助けたいのときに向く。"
    },
    "39_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "39_5_HHJ": {
      "detail": "困難は大きいが頼れる友が来る局面なので、相手を信じて力を合わせ、正攻法で抜け道を作るのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "39_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "39_6_JJJ": {
      "detail": "始まりは進めば損が大きい段階なので、退いて信頼できる助言者の意見を聞き方針を改めれば、結果的に大きな得につながりやすいです。突っ込みの根を断つ。安全側に回し、助けを得る。過度が減るため。躓きが止み、着実に続く。見せ場で踏み込むと沈むは避ける。回避の最終局面のときに向く。"
    },
    "39_6_JJH": {
      "detail": "進めば損が大きい段階なので、退いて信頼できる助言者の意見を聞き方針を改めれば、結果的に大きな得につながりやすいです。踏み増しを止める。程を守って小さく進める。過度が減るため。音が静まり、崩れにくい。名目の前進は危ういのは避ける。リスクを抑えたいのときに向く。"
    },
    "39_6_JHJ": {
      "detail": "進めば損が大きい段階なので、退いて信頼できる助言者の意見を聞き方針を改めれば、結果的に大きな得につながりやすいです。深さと足場が見える。量を落として合わせる。実情が見えるため。滞りが減り、進みがなめらか。善意の積み増しは沈む避ける。負荷を下げたいのときに向く。"
    },
    "39_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "39_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて状況を見る。退いて助力を仰ぐ。状況が見えるため。控えめで続けやすい。飾りで押すと折れるのは避ける。道を変えて助けたいのときに向く。"
    },
    "39_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "39_6_HHJ": {
      "detail": "進めば損が大きい段階なので、退いて信頼できる助言者の意見を聞き方針を改めれば、結果的に大きな得につながりやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "39_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}