{
  "items": {
    "56_1_JJJ": {
      "detail": "旅の始まりでは作法を確かめ、静かに整える。基準を明らかにし、要点から段を刻む。小さく確かめ、結果で調整する。歩調はほどよく、見せ方は控えめにする。荷を軽くし、退路と支えを確かめる。終盤は静かに良い形へ結ぶ。"
    },
    "56_1_JJH": {
      "detail": "初めは前に出るが、途中で抑えに寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、出過ぎを抑える。歩調はほどよく、礼を保つ。終盤は安定に寄る。"
    },
    "56_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。土地の作法を先に合わせ、小さく試して調整する。歩調はほどよく、感情は抑える。露出は抑え、実で示す。終盤は静かに保つ。"
    },
    "56_1_JHH": {
      "detail": "一歩出して様子を見る。その後は抑えに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。性急は戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "56_1_HJJ": {
      "detail": "向きを確かめ、作法に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。張りを抑え、境を明らかにする。終盤は静かに収める。"
    },
    "56_1_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "56_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。作法の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。誇示は抑える。終盤は穏やかに保つ。"
    },
    "56_1_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、抑えに寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "56_2_JJJ": {
      "detail": "宿を得て、小さな支えで満たす。礼を先に置き、過度な踏み込みを抑える。小さく確かめ、結果で調整する。歩調はほどよく、装いは控えめにする。影響を限定し、要で結ぶ。終盤は静かに安定に寄る。"
    },
    "56_2_JJH": {
      "detail": "初めは前に出るが、途中で関係の最小化に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、巻き込みを抑える。歩調はほどよく、線を保つ。終盤は安定に寄る。"
    },
    "56_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。役割を切り分け、小さく試して調整する。歩調はほどよく、配慮を保つ。露出は抑え、実で示す。終盤は静かに保つ。"
    },
    "56_2_JHH": {
      "detail": "一歩出して様子を見る。その後は最小化に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "56_2_HJJ": {
      "detail": "向きを確かめ、礼に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、境を保つ。終盤は静かに収める。"
    },
    "56_2_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "56_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。関係の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。踏み込みは抑える。終盤は穏やかに保つ。"
    },
    "56_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、最小化に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "56_3_JJJ": {
      "detail": "火気と衝突を抑え、宿を守る。反応を短くし、線を保つ。小さく確かめ、結果で調整する。歩調はほどよく、反応の過度は抑える。危うい芽は早く摘み、損失を抑える。終盤は静かに整う。"
    },
    "56_3_JJH": {
      "detail": "初めは前に出るが、途中で抑えに寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、火種を小さくする。歩調はほどよく、線を保つ。終盤は安定に寄る。"
    },
    "56_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。論点を切り分け、小さく試して調整する。歩調はほどよく、配慮を保つ。正面からは避け、側で支える。終盤は静かに保つ。"
    },
    "56_3_JHH": {
      "detail": "一歩出して様子を見る。その後は抑えに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "56_3_HJJ": {
      "detail": "向きを確かめ、抑えに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、宿を守る。終盤は静かに収める。"
    },
    "56_3_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "56_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。抑えの基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。火気は避ける。終盤は穏やかに保つ。"
    },
    "56_3_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、抑えに寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "56_4_JJJ": {
      "detail": "必要を確保し、節度で保つ。道具と経路を整え、守りを固める。小さく確かめ、結果で調整する。歩調はほどよく、見せ方は控えめにする。備えを厚くし、油断を抑える。終盤は静かに整う。"
    },
    "56_4_JJH": {
      "detail": "初めは前に出るが、途中で確保に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、過度を抑える。歩調はほどよく、規律を守る。終盤は安定に寄る。"
    },
    "56_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。必要と工程を並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。露出は抑え、実で示す。終盤は静かに保つ。"
    },
    "56_4_JHH": {
      "detail": "一歩出して様子を見る。その後は確保に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。性急は戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "56_4_HJJ": {
      "detail": "向きを確かめ、規律に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、備えを厚くする。終盤は静かに収める。"
    },
    "56_4_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "56_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。確保の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。油断を抑える。終盤は穏やかに保つ。"
    },
    "56_4_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、規律に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "56_5_JJJ": {
      "detail": "的を絞り、一射で示す。基準を明らかにし、要点から実行する。小さく確かめ、結果で調整する。歩調はほどよく、誇示は抑える。評価は後から来るので、静かに整える。終盤は静かに良い形へ結ぶ。"
    },
    "56_5_JJH": {
      "detail": "初めは前に出るが、途中で一射に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、過度を抑える。歩調はほどよく、礼を保つ。終盤は安定に寄る。"
    },
    "56_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。条件と狙いを並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。露出は抑え、実で示す。終盤は静かに保つ。"
    },
    "56_5_JHH": {
      "detail": "一歩出して様子を見る。その後は狙いに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "56_5_HJJ": {
      "detail": "向きを確かめ、狙いに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "56_5_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "56_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。狙いの基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。評価は後から来る。終盤は穏やかに保つ。"
    },
    "56_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、狙いに寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "56_6_JJJ": {
      "detail": "露出過剰は巣を焼くに近い。完了の線を明らかにし、要点から収める。小さく確かめ、過不足を調整する。歩調はほどよく、露出は控えめにする。騒ぎは避け、静かに撤収する。終盤は落ち着きに寄る。"
    },
    "56_6_JJH": {
      "detail": "初めは前に出るが、途中で収束に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、過剰を抑える。歩調はほどよく、調和を守る。終盤は安定に寄る。"
    },
    "56_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。基準と表現を並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。正面からは避け、側で支える。終盤は静かに保つ。"
    },
    "56_6_JHH": {
      "detail": "一歩出して様子を見る。その後は収束に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "56_6_HJJ": {
      "detail": "向きを確かめ、収束に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "56_6_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "56_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。収束の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。騒ぎは避ける。終盤は穏やかに保つ。"
    },
    "56_6_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、収束に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    }
  }
}