{
  "items": {
    "33_1_JJJ": {
      "detail": "始まりは退却の最後尾は攻撃にさらされやすいので、無理に留まらず早めに離脱線を確保し、秩序だって退くのが安全です。相手と場の気配を見る。正面から押さず、距離を保つ。状況が見えるため。衝突が減り、守りやすい。見せ場で踏み込むとこじれるのは避ける。退き際を整えたいのときに向く。"
    },
    "33_1_JJH": {
      "detail": "退却の最後尾は攻撃にさらされやすいので、無理に留まらず早めに離脱線を確保し、秩序だって退くのが安全です。近づき過ぎの勢いを抑える。枠内で小さく下がる。過度が減るため。音が静まり、角が立たない。名目のための前進は空回り避ける。無理を抑えたいのときに向く。"
    },
    "33_1_JHJ": {
      "detail": "退却の最後尾は攻撃にさらされやすいので、無理に留まらず早めに離脱線を確保し、秩序だって退くのが安全です。相手の余裕が見える。頻度と圧を落として合わせる。実情が見えるため。警戒が下がり、守りやすい。善意の厚意が重くなるのは避ける。距離感を整えたいのときに向く。"
    },
    "33_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "33_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。一歩引いて角を立てない。中身が見えるため。控えめで続けやすい。飾りで押すとこじれるのは避ける。対立を和らげたいのときに向く。"
    },
    "33_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "33_1_HHJ": {
      "detail": "退却の最後尾は攻撃にさらされやすいので、無理に留まらず早めに離脱線を確保し、秩序だって退くのが安全です。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "33_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "33_2_JJJ": {
      "detail": "始まりは黄色い牛の革のように堅固に踏みとどまるべき局面なので、私心を抑えて原則を固く守り、退く決意を貫くのが良いです。近さの偏りが見える。前に出過ぎない位置に戻す。偏りが減るため。摩擦が減り、安定する。名目のための前進はこじれるのは避ける。前のめりを直したいのときに向く。"
    },
    "33_2_JJH": {
      "detail": "黄色い牛の革のように堅固に踏みとどまるべき局面なので、私心を抑えて原則を固く守り、退く決意を貫くのが良いです。近づき過ぎの勢いを抑える。枠内で小さく下がる。過度が減るため。音が静まり、角が立たない。名目のための前進は空回り避ける。無理を抑えたいのときに向く。"
    },
    "33_2_JHJ": {
      "detail": "黄色い牛の革のように堅固に踏みとどまるべき局面なので、私心を抑えて原則を固く守り、退く決意を貫くのが良いです。相手の余裕が見える。頻度と圧を落として合わせる。実情が見えるため。警戒が下がり、守りやすい。善意の厚意が重くなるのは避ける。距離感を整えたいのときに向く。"
    },
    "33_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "33_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。一歩引いて角を立てない。中身が見えるため。控えめで続けやすい。飾りで押すとこじれるのは避ける。対立を和らげたいのときに向く。"
    },
    "33_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "33_2_HHJ": {
      "detail": "黄色い牛の革のように堅固に踏みとどまるべき局面なので、私心を抑えて原則を固く守り、退く決意を貫くのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "33_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "33_3_JJJ": {
      "detail": "始まりはしがらみで完全には退けないので、責任を果たしつつ関係を整理し、段階的に距離を取りながら被害を最小化します。勢いの偏りが見える。一旦退いて態勢を整える。偏りが減るため。損失が減り、備えが整う。見せ場で抗うと深まるのは避ける。守りに入りたいのときに向く。"
    },
    "33_3_JJH": {
      "detail": "しがらみで完全には退けないので、責任を果たしつつ関係を整理し、段階的に距離を取りながら被害を最小化します。近づき過ぎの勢いを抑える。枠の中で少しだけ下がる。過度が減るため。音が静まり、角が立たない。名目のための前進は空回り避ける。無理を抑えたいのときに向く。"
    },
    "33_3_JHJ": {
      "detail": "しがらみで完全には退けないので、責任を果たしつつ関係を整理し、段階的に距離を取りながら被害を最小化します。相手の負担が見える。頻度と圧を落として合わせる。実情が見えるため。通りが良くなり、守りやすい。善意の厚意が重くなるのは避ける。負荷を下げたいのときに向く。"
    },
    "33_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "33_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。一歩引いて角を立てない。中身が見えるため。控えめで続けやすい。飾りで押すとこじれるのは避ける。対立を和らげたいのときに向く。"
    },
    "33_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "33_3_HHJ": {
      "detail": "しがらみで完全には退けないので、責任を果たしつつ関係を整理し、段階的に距離を取りながら被害を最小化します。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "33_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "33_4_JJJ": {
      "detail": "始まりは名誉ある撤退は良く、無益な消耗を避けて要所を守り、再起に向けた資源と信頼を温存するのが賢明です。公の手順が示される。正面から押さず、礼を守る。やり方が分かるため。摩擦が減り、守りやすい。見せ場で抗うとこじれるのは避ける。退き際をそろえたいのときに向く。"
    },
    "33_4_JJH": {
      "detail": "名誉ある撤退は良く、無益な消耗を避けて要所を守り、再起に向けた資源と信頼を温存するのが賢明です。接近の勢いを抑える。枠内で少しだけ下がる。過度が減るため。音が静まり、角が立たない。名目のための前進は空回り避ける。無理を抑えたいのときに向く。"
    },
    "33_4_JHJ": {
      "detail": "名誉ある撤退は良く、無益な消耗を避けて要所を守り、再起に向けた資源と信頼を温存するのが賢明です。相手の余裕が見える。頻度と圧を落として合わせる。実情が見えるため。警戒が下がり、守りやすい。善意の厚意が重くなるのは避ける。距離感を整えたいのときに向く。"
    },
    "33_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "33_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。一歩引いて角を立てない。中身が見えるため。控えめで続けやすい。飾りで押すとこじれるのは避ける。対立を和らげたいのときに向く。"
    },
    "33_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "33_4_HHJ": {
      "detail": "名誉ある撤退は良く、無益な消耗を避けて要所を守り、再起に向けた資源と信頼を温存するのが賢明です。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "33_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "33_5_JJJ": {
      "detail": "始まりは退くべき兆しを素早く捉えて機敏に離れるのが良く、体面より実を取り次の機会へ備えれば、全体は整いやすいです。危うさを共有し、押しをやめる。距離を保ち、礼を守る。退きが通るため。衝突が減り、守りやすい。形だけ抗うと長引くは避ける。難所を無理に攻めないのときに向く。"
    },
    "33_5_JJH": {
      "detail": "退くべき兆しを素早く捉えて機敏に離れるのが良く、体面より実を取り次の機会へ備えれば、全体は整いやすいです。近づき過ぎをやめる。枠内で小さく下がる。過度が減るため。音が静まり、角が立たない。名目のための前進は空回り避ける。無理を抑えたいのときに向く。"
    },
    "33_5_JHJ": {
      "detail": "退くべき兆しを素早く捉えて機敏に離れるのが良く、体面より実を取り次の機会へ備えれば、全体は整いやすいです。相手の余裕が見える。頻度と圧を落として合わせる。実情が見えるため。警戒が下がり、守りやすい。善意の厚意が重くなるのは避ける。距離感を整えたいのときに向く。"
    },
    "33_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "33_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。一歩引いて角を立てない。中身が見えるため。控えめで続けやすい。飾りで押すとこじれるのは避ける。対立を和らげたいのときに向く。"
    },
    "33_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "33_5_HHJ": {
      "detail": "退くべき兆しを素早く捉えて機敏に離れるのが良く、体面より実を取り次の機会へ備えれば、全体は整いやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "33_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "33_6_JJJ": {
      "detail": "始まりは十分な成果を確保したうえでの完全な撤退は良く、未練を残さず整理と移管を徹底すれば、しなやかに再出発できます。押しの根を断つ。正面から外し、礼を守る。過度が減るため。衝突が止み、穏やかに続く。見せ場で抗うと深まるのは避ける。退きの最終局面のときに向く。"
    },
    "33_6_JJH": {
      "detail": "十分な成果を確保したうえでの完全な撤退は良く、未練を残さず整理と移管を徹底すれば、しなやかに再出発できます。近づき過ぎの勢いを抑える。程を守って少しだけ下がる。過度が減るため。音が静まり、角が立たない。名目のための前進は空回り避ける。無理を抑えたいのときに向く。"
    },
    "33_6_JHJ": {
      "detail": "十分な成果を確保したうえでの完全な撤退は良く、未練を残さず整理と移管を徹底すれば、しなやかに再出発できます。相手の負担が見える。頻度と圧を落として合わせる。実情が見えるため。通りが良くなり、守りやすい。善意の厚意が重くなるのは避ける。負荷を下げたいのときに向く。"
    },
    "33_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "33_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。一歩引いて角を立てない。中身が見えるため。控えめで続けやすい。飾りで押すとこじれるのは避ける。対立を和らげたいのときに向く。"
    },
    "33_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "33_6_HHJ": {
      "detail": "十分な成果を確保したうえでの完全な撤退は良く、未練を残さず整理と移管を徹底すれば、しなやかに再出発できます。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "33_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}