{
  "items": {
    "36_1_JJJ": {
      "detail": "始まりは明るさが傷つき動きにくい時期なので、無理に逆らわず身を低くして信念を保ち、備えを進めつつ静かに時を待つのが良いです。騒ぎを避けて内を整える。礼を守り、見せ方を抑える。内が整うため。外の風をやり過ごし、守りやすい。見せ場で光らせると傷むは避ける。目立たず守りたいのときに向く。"
    },
    "36_1_JJH": {
      "detail": "明るさが傷つき動きにくい時期なので、無理に逆らわず身を低くして信念を保ち、備えを進めつつ静かに時を待つのが良いです。出過ぎをやめる。枠内で小さく整える。過度が減るため。音が静まり、傷みが減る。名目の演出は傷を広げるのは避ける。余波を抑えたいのときに向く。"
    },
    "36_1_JHJ": {
      "detail": "明るさが傷つき動きにくい時期なので、無理に逆らわず身を低くして信念を保ち、備えを進めつつ静かに時を待つのが良いです。どこが痛むか見える。露出を減らし、頻度を落とす。実情が見えるため。負担が減り、静かに持てる。善意の露出増は危ういのは避ける。見せ方を抑えたいのときに向く。"
    },
    "36_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "36_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。光を包み、控えめに運ぶ。中身が見えるため。控えめで続けやすい。飾りで光らせると傷むは避ける。無用な注目を避けたいのときに向く。"
    },
    "36_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "36_1_HHJ": {
      "detail": "明るさが傷つき動きにくい時期なので、無理に逆らわず身を低くして信念を保ち、備えを進めつつ静かに時を待つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "36_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "36_2_JJJ": {
      "detail": "始まりは損傷が出て歩みに痛みがある局面なので、助けを得て負担を分け、方針を修正しながら慎重に抜けるのが良いです。偏りを抑える。節度を守って控えめに出る。中庸が働くため。外の波を受け流せる。誇示は傷を広げるのは避ける。注目を下げたいのときに向く。"
    },
    "36_2_JJH": {
      "detail": "損傷が出て歩みに痛みがある局面なので、助けを得て負担を分け、方針を修正しながら慎重に抜けるのが良いです。出過ぎをやめる。枠内で小さく整える。過度が減るため。音が静まり、傷みが減る。名目の演出は傷を広げるのは避ける。余波を抑えたいのときに向く。"
    },
    "36_2_JHJ": {
      "detail": "損傷が出て歩みに痛みがある局面なので、助けを得て負担を分け、方針を修正しながら慎重に抜けるのが良いです。どこが痛むか見える。露出を減らし、頻度を落とす。実情が見えるため。負担が減り、静かに持てる。善意の露出増は危ういのは避ける。見せ方を抑えたいのときに向く。"
    },
    "36_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "36_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。光を包み、控えめに運ぶ。中身が見えるため。控えめで続けやすい。飾りで光らせると傷むは避ける。無用な注目を避けたいのときに向く。"
    },
    "36_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "36_2_HHJ": {
      "detail": "損傷が出て歩みに痛みがある局面なので、助けを得て負担を分け、方針を修正しながら慎重に抜けるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "36_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "36_3_JJJ": {
      "detail": "始まりは正面の課題に向き合えば核心を捉えられるので、焦らず証拠を積み重ねて要点を突き、正攻法で突破するのが良いです。外の圧の流れが見える。正面を外し、露出を抑える。原因が見えるため。損耗が減り、守りやすい。見せ場で抗うと深まるのは避ける。守りを固めたいのときに向く。"
    },
    "36_3_JJH": {
      "detail": "正面の課題に向き合えば核心を捉えられるので、焦らず証拠を積み重ねて要点を突き、正攻法で突破するのが良いです。出過ぎをやめる。枠の中で少しだけ整える。過度が減るため。音が静まり、傷みが減る。名目の演出は傷を広げるのは避ける。余波を抑えたいのときに向く。"
    },
    "36_3_JHJ": {
      "detail": "正面の課題に向き合えば核心を捉えられるので、焦らず証拠を積み重ねて要点を突き、正攻法で突破するのが良いです。どこが痛むか見える。露出を減らし、頻度を落とす。実情が見えるため。負担が減り、静かに持てる。善意の露出増は危ういのは避ける。見せ方を抑えたいのときに向く。"
    },
    "36_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "36_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。光を包み、控えめに運ぶ。中身が見えるため。控えめで続けやすい。飾りで光らせると傷むは避ける。無用な注目を避けたいのときに向く。"
    },
    "36_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "36_3_HHJ": {
      "detail": "正面の課題に向き合えば核心を捉えられるので、焦らず証拠を積み重ねて要点を突き、正攻法で突破するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "36_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "36_4_JJJ": {
      "detail": "始まりは内情に入り込み事情を把握してから静かに離れるのが良く、感情に巻き込まれず節度を保って立場を守ります。公の手順が示される。礼を守って露出を抑える。やり方が分かるため。外の風を受け流しやすい。見せ場で光らせると傷むは避ける。見せ方を抑えたいのときに向く。"
    },
    "36_4_JJH": {
      "detail": "内情に入り込み事情を把握してから静かに離れるのが良く、感情に巻き込まれず節度を保って立場を守ります。出過ぎをやめる。枠の中で少しだけ整える。過度が減るため。音が静まり、傷みが減る。名目の演出は傷を広げるのは避ける。余波を抑えたいのときに向く。"
    },
    "36_4_JHJ": {
      "detail": "内情に入り込み事情を把握してから静かに離れるのが良く、感情に巻き込まれず節度を保って立場を守ります。どこが痛むか見える。露出を減らし、頻度を落とす。実情が見えるため。負担が減り、静かに持てる。善意の露出増は危ういのは避ける。見せ方を抑えたいのときに向く。"
    },
    "36_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "36_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。光を包み、控えめに運ぶ。中身が見えるため。控えめで続けやすい。飾りで光らせると傷むは避ける。無用な注目を避けたいのときに向く。"
    },
    "36_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "36_4_HHJ": {
      "detail": "内情に入り込み事情を把握してから静かに離れるのが良く、感情に巻き込まれず節度を保って立場を守ります。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "36_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "36_5_JJJ": {
      "detail": "始まりは困難の時は経験ある人の振る舞いを手本にして志を曲げず、礼を守って耐え忍べば、やがて評価が戻りやすいです。危うさを共有し、露出を下げる。礼を守って静かに運ぶ。控えめが通るため。損耗が減り、守りやすい。形だけ光らせると悪化は避ける。目立たず守りたいのときに向く。"
    },
    "36_5_JJH": {
      "detail": "困難の時は経験ある人の振る舞いを手本にして志を曲げず、礼を守って耐え忍べば、やがて評価が戻りやすいです。出過ぎをやめる。枠内で小さく整える。過度が減るため。音が静まり、傷みが減る。名目の演出は傷を広げるのは避ける。余波を抑えたいのときに向く。"
    },
    "36_5_JHJ": {
      "detail": "困難の時は経験ある人の振る舞いを手本にして志を曲げず、礼を守って耐え忍べば、やがて評価が戻りやすいです。どこが痛むか見える。要点にだけ出して他は抑える。実情が見えるため。負担が減り、静かに持てる。善意の露出増は危ういのは避ける。見せ方を抑えたいのときに向く。"
    },
    "36_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "36_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。光を包み、控えめに運ぶ。中身が見えるため。控えめで続けやすい。飾りで光らせると傷むは避ける。無用な注目を避けたいのときに向く。"
    },
    "36_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "36_5_HHJ": {
      "detail": "困難の時は経験ある人の振る舞いを手本にして志を曲げず、礼を守って耐え忍べば、やがて評価が戻りやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "36_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "36_6_JJJ": {
      "detail": "始まりは光が隠れて暗さが極まる段階なので、逆らわず退いて身を守り、盛衰の理を悟って機が熟すまで静かに備えるのが良いです。出過ぎの根を断つ。礼を守って控えめに運ぶ。過度が減るため。外の風を受け流しやすい。見せ場で光らせると傷むは避ける。守りの最終局面のときに向く。"
    },
    "36_6_JJH": {
      "detail": "光が隠れて暗さが極まる段階なので、逆らわず退いて身を守り、盛衰の理を悟って機が熟すまで静かに備えるのが良いです。出過ぎをやめる。程を守って小さく整える。過度が減るため。音が静まり、傷みが減る。名目の演出は傷を広げるのは避ける。余波を抑えたいのときに向く。"
    },
    "36_6_JHJ": {
      "detail": "光が隠れて暗さが極まる段階なので、逆らわず退いて身を守り、盛衰の理を悟って機が熟すまで静かに備えるのが良いです。どこが痛むか見える。露出を減らし、頻度を落とす。実情が見えるため。負担が減り、静かに持てる。善意の露出増は危ういのは避ける。見せ方を抑えたいのときに向く。"
    },
    "36_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "36_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。光を包み、控えめに運ぶ。中身が見えるため。控えめで続けやすい。飾りで光らせると傷むは避ける。無用な注目を避けたいのときに向く。"
    },
    "36_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "36_6_HHJ": {
      "detail": "光が隠れて暗さが極まる段階なので、逆らわず退いて身を守り、盛衰の理を悟って機が熟すまで静かに備えるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "36_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}