{
  "items": {
    "28_1_JJJ": {
      "detail": "始まりは薄い茅を幾重にも敷いて備えるように過剰なく丁寧に準備すれば問題はなく、慎重に足場を固めてから重責に臨むのが良いです。どこが過重か分かる。要に支えを回して補強する。原因が見えるため。崩れが止まり、安定が戻る。見せ方で持たせると折れるのは避ける。支えを増やしたいのときに向く。"
    },
    "28_1_JJH": {
      "detail": "薄い茅を幾重にも敷いて備えるように過剰なく丁寧に準備すれば問題はなく、慎重に足場を固めてから重責に臨むのが良いです。載せ過ぎをやめる。必要な分だけに減らす。過度が減るため。音が静まり、持ちやすい。名目のための積み増しは危ういのは避ける。重さを抑えたいのときに向く。"
    },
    "28_1_JHJ": {
      "detail": "薄い茅を幾重にも敷いて備えるように過剰なく丁寧に準備すれば問題はなく、慎重に足場を固めてから重責に臨むのが良いです。負担の偏りが見える。量を移してしなりを作る。実情が見えるため。滞りが減り、持ちやすい。善意の積み増しは折れるのは避ける。重さの配分を直したいのときに向く。"
    },
    "28_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まり、収まる。手順が揃い、無理な荷が減る。無理が減るため。静かな状態が続く。見せ場狙いは折れを招く避ける。動きを落ち着かせたいのときに向く。"
    },
    "28_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して補強する。中身が見えるため。控えめで続けやすい。飾りで持たせると折れるのは避ける。支えを見直したいのときに向く。"
    },
    "28_1_HJH": {
      "detail": "まず量と範囲を小さくする。派手さをやめて重さを減らす。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけで減らすと浮くは避ける。過荷重を抑えたいのときに向く。"
    },
    "28_1_HHJ": {
      "detail": "薄い茅を幾重にも敷いて備えるように過剰なく丁寧に準備すれば問題はなく、慎重に足場を固めてから重責に臨むのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "28_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "28_2_JJJ": {
      "detail": "始まりは枯れた木に芽が出るように再生の兆しがあり、世代や条件の違いを越えた組み合わせでも、節度を守れば利が生まれやすいです。過重の筋が見える。要に支えを増やし、量を分ける。原因が見えるため。しなりが生まれ、持ち直す。見せるための積み増しは危ういのは避ける。支え直したいのときに向く。"
    },
    "28_2_JJH": {
      "detail": "枯れた木に芽が出るように再生の兆しがあり、世代や条件の違いを越えた組み合わせでも、節度を守れば利が生まれやすいです。載せ過ぎをやめる。必要な分だけに減らす。過度が減るため。音が静まり、持ちやすい。名目のための積み増しは危ういのは避ける。重さを抑えたいのときに向く。"
    },
    "28_2_JHJ": {
      "detail": "枯れた木に芽が出るように再生の兆しがあり、世代や条件の違いを越えた組み合わせでも、節度を守れば利が生まれやすいです。負担の偏りが見える。量を移してしなりを作る。実情が見えるため。滞りが減り、持ちやすい。善意の積み増しは折れるのは避ける。重さの配分を直したいのときに向く。"
    },
    "28_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まり、収まる。手順が揃い、無理な荷が減る。無理が減るため。静かな状態が続く。見せ場狙いは折れを招く避ける。動きを落ち着かせたいのときに向く。"
    },
    "28_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して補強する。中身が見えるため。控えめで続けやすい。飾りで持たせると折れるのは避ける。支えを見直したいのときに向く。"
    },
    "28_2_HJH": {
      "detail": "まず量と範囲を小さくする。派手さをやめて重さを減らす。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけで減らすと浮くは避ける。過荷重を抑えたいのときに向く。"
    },
    "28_2_HHJ": {
      "detail": "枯れた木に芽が出るように再生の兆しがあり、世代や条件の違いを越えた組み合わせでも、節度を守れば利が生まれやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "28_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "28_3_JJJ": {
      "detail": "始まりは梁がしなって限界が近いので負担を軽くし、支えを追加して配分を改めれば、崩壊を避けて体制を持ち直しやすいです。弱りの筋が見える。支点を増やし、重さを分散。原因が見えるため。しなりが生まれ、持ち直す。見た目重視は折れるのは避ける。補強したいのときに向く。"
    },
    "28_3_JJH": {
      "detail": "梁がしなって限界が近いので負担を軽くし、支えを追加して配分を改めれば、崩壊を避けて体制を持ち直しやすいです。載せ過ぎをやめる。必要な分だけに減らす。過度が減るため。音が静まり、持ちやすい。名目のための積み増しは危ういのは避ける。重さを抑えたいのときに向く。"
    },
    "28_3_JHJ": {
      "detail": "梁がしなって限界が近いので負担を軽くし、支えを追加して配分を改めれば、崩壊を避けて体制を持ち直しやすいです。負担の偏りが見える。量を移してしなりを作る。実情が見えるため。滞りが減り、持ちやすい。善意の積み増しは折れるのは避ける。重さの配分を直したいのときに向く。"
    },
    "28_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まり、収まる。手順が揃い、無理な荷が減る。無理が減るため。静かな状態が続く。見せ場狙いは折れを招く避ける。動きを落ち着かせたいのときに向く。"
    },
    "28_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して補強する。中身が見えるため。控えめで続けやすい。飾りで持たせると折れるのは避ける。支えを見直したいのときに向く。"
    },
    "28_3_HJH": {
      "detail": "まず量と範囲を小さくする。派手さをやめて重さを減らす。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけで減らすと浮くは避ける。過荷重を抑えたいのときに向く。"
    },
    "28_3_HHJ": {
      "detail": "梁がしなって限界が近いので負担を軽くし、支えを追加して配分を改めれば、崩壊を避けて体制を持ち直しやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "28_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "28_4_JJJ": {
      "detail": "始まりは梁を高く保って重みを支えられるので、中心は驕らず節度を守り、周囲と連携して荷を分け合えば、良い運びになりやすいです。公の手本が示される。要に支えを回し、荷を分ける。やり方が分かるため。しなりが生まれ、持ち直す。見せ方先行は折れるのは避ける。補強の手順を揃えたいのときに向く。"
    },
    "28_4_JJH": {
      "detail": "梁を高く保って重みを支えられるので、中心は驕らず節度を守り、周囲と連携して荷を分け合えば、良い運びになりやすいです。基準の手順が示される。その通りに軽く持つ。やり方が分かるため。音が静まり、持ちやすい。名目のための積み増しは危ういのは避ける。動き方を整えたいのときに向く。"
    },
    "28_4_JHJ": {
      "detail": "梁を高く保って重みを支えられるので、中心は驕らず節度を守り、周囲と連携して荷を分け合えば、良い運びになりやすいです。負担の偏りが見える。手本に沿って量を調整。実情が見えるため。滞りが減り、持ちやすい。善意の積み増しは折れるのは避ける。量と手順を合わせたいのときに向く。"
    },
    "28_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まり、収まる。手順が揃い、無理な荷が減る。無理が減るため。静かな状態が続く。見せ場狙いは折れを招く避ける。動きを落ち着かせたいのときに向く。"
    },
    "28_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して補強する。中身が見えるため。控えめで続けやすい。飾りで持たせると折れるのは避ける。支えを見直したいのときに向く。"
    },
    "28_4_HJH": {
      "detail": "まず量と範囲を小さくする。派手さをやめて重さを減らす。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけで減らすと浮くは避ける。過荷重を抑えたいのときに向く。"
    },
    "28_4_HHJ": {
      "detail": "梁を高く保って重みを支えられるので、中心は驕らず節度を守り、周囲と連携して荷を分け合えば、良い運びになりやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "28_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "28_5_JJJ": {
      "detail": "始まりは枯れ木に花がつくように遅れて実りが見えても、名声は過度に求めず静かに整えれば、責められず着実に進みやすいです。支え方が合い、無理が減る。要に支えを増やし、配分が整う。筋が通るため。しなりが出て、持ちやすい。見せるための積み増しは危ういのは避ける。補強の筋を通したいのときに向く。"
    },
    "28_5_JJH": {
      "detail": "枯れ木に花がつくように遅れて実りが見えても、名声は過度に求めず静かに整えれば、責められず着実に進みやすいです。載せ過ぎを抑える。必要な分だけに減らす。過度が減るため。音が静まり、持ちやすい。名目のための積み増しは危ういのは避ける。重さを抑えたいのときに向く。"
    },
    "28_5_JHJ": {
      "detail": "枯れ木に花がつくように遅れて実りが見えても、名声は過度に求めず静かに整えれば、責められず着実に進みやすいです。負担の偏りが見える。量を移してしなりを作る。実情が見えるため。滞りが減り、持ちやすい。善意の積み増しは折れるのは避ける。重さの配分を直したいのときに向く。"
    },
    "28_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まり、収まる。手順が揃い、無理な荷が減る。無理が減るため。静かな状態が続く。見せ場狙いは折れを招く避ける。動きを落ち着かせたいのときに向く。"
    },
    "28_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して補強する。中身が見えるため。控えめで続けやすい。飾りで持たせると折れるのは避ける。支えを見直したいのときに向く。"
    },
    "28_5_HJH": {
      "detail": "まず量と範囲を小さくする。派手さをやめて重さを減らす。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけで減らすと浮くは避ける。過荷重を抑えたいのときに向く。"
    },
    "28_5_HHJ": {
      "detail": "枯れ木に花がつくように遅れて実りが見えても、名声は過度に求めず静かに整えれば、責められず着実に進みやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "28_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "28_6_JJJ": {
      "detail": "始まりは危地を渡りきる覚悟で限界を超える場面でも、私心を抑えて正道を守れば咎はなく、後の回復計画まで視野に入れるのが良いです。過重の根を断つ。支点を増やし、荷を分ける。過度が減るため。折れが止まり、安定が続く。見せ場のための積み増しは危ういのは避ける。補強の最終局面のときに向く。"
    },
    "28_6_JJH": {
      "detail": "危地を渡りきる覚悟で限界を超える場面でも、私心を抑えて正道を守れば咎はなく、後の回復計画まで視野に入れるのが良いです。載せ増しを止める。必要な分だけに減らす。過度が減るため。音が静まり、持ちやすい。名目のための積み増しは危ういのは避ける。重さを抑えたいのときに向く。"
    },
    "28_6_JHJ": {
      "detail": "危地を渡りきる覚悟で限界を超える場面でも、私心を抑えて正道を守れば咎はなく、後の回復計画まで視野に入れるのが良いです。どこが要か見える。要に絞って支えを残す。実情が見えるため。滞りが減り、持ちやすい。善意の積み増しは折れるのは避ける。支えの配分を絞りたいのときに向く。"
    },
    "28_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まり、収まる。手順が揃い、無理な荷が減る。無理が減るため。静かな状態が続く。見せ場狙いは折れを招く避ける。動きを落ち着かせたいのときに向く。"
    },
    "28_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて中身を見る。要を優先して補強する。中身が見えるため。控えめで続けやすい。飾りで持たせると折れるのは避ける。支えを見直したいのときに向く。"
    },
    "28_6_HJH": {
      "detail": "まず量と範囲を小さくする。派手さをやめて重さを減らす。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけで減らすと浮くは避ける。過荷重を抑えたいのときに向く。"
    },
    "28_6_HHJ": {
      "detail": "危地を渡りきる覚悟で限界を超える場面でも、私心を抑えて正道を守れば咎はなく、後の回復計画まで視野に入れるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "28_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}