{
  "items": {
    "14_1_JJJ": {
      "detail": "始まりは害と関わらず節度を守れば問題はなく、困難でも基本を崩さずに進めば責められず、得た実りを丁寧に活かせます。礼が保たれ。整いが進む。礼儀が効くため。声の合いが保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_1_JJH": {
      "detail": "害と関わらず節度を守れば問題はなく、困難でも基本を崩さずに進めば責められず、得た実りを丁寧に活かせます。礼が保たれ。整いが進む。礼儀が効くため。光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_1_JHJ": {
      "detail": "害と関わらず節度を守れば問題はなく、困難でも基本を崩さずに進めば責められず、得た実りを丁寧に活かせます。礼が保たれ。整いが進む。礼儀が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_1_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。整いが進む。礼儀が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。整いが進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_1_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。整いが進む。礼儀が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_1_HHJ": {
      "detail": "害と関わらず節度を守れば問題はなく、困難でも基本を崩さずに進めば責められず、得た実りを丁寧に活かせます。礼が保たれ。整いが進む。礼儀が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。ほどよさが保たれ。礼儀が効くため。整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_2_JJJ": {
      "detail": "始まりは大きな責務をしっかり担い目的地へ進む局面なので、準備と手順を整えて荷を運べば問題はなく、成果に着実に至りやすいです。整いが進む。かたよりなく進む。基盤が効くため。安定へ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_2_JJH": {
      "detail": "大きな責務をしっかり担い目的地へ進む局面なので、準備と手順を整えて荷を運べば問題はなく、成果に着実に至りやすいです。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_2_JHJ": {
      "detail": "大きな責務をしっかり担い目的地へ進む局面なので、準備と手順を整えて荷を運べば問題はなく、成果に着実に至りやすいです。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_2_JHH": {
      "detail": "一歩出して様子を確かめる。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_2_HJH": {
      "detail": "まず量と範囲を小さくする。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_2_HHJ": {
      "detail": "大きな責務をしっかり担い目的地へ進む局面なので、準備と手順を整えて荷を運べば問題はなく、成果に着実に至りやすいです。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_3_JJJ": {
      "detail": "始まりは公正さを重んじて大きな役に就けば道は開けるが、私心や未熟さが混ざると務まらないので、原則を守って臨むのが良いです。かたよりなく進む。ほどよさが保たれ。基盤が効くため。釣り合いは崩れない。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_3_JJH": {
      "detail": "公正さを重んじて大きな役に就けば道は開けるが、私心や未熟さが混ざると務まらないので、原則を守って臨むのが良いです。かたよりなく進む。ほどよさが保たれ。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_3_JHJ": {
      "detail": "公正さを重んじて大きな役に就けば道は開けるが、私心や未熟さが混ざると務まらないので、原則を守って臨むのが良いです。かたよりなく進む。整いが進む。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_3_JHH": {
      "detail": "一歩出して様子を確かめる。かたよりなく進む。整いが進む。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。かたよりなく進む。ほどよさが保たれ。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_3_HJH": {
      "detail": "まず量と範囲を小さくする。かたよりなく進む。ほどよさが保たれ。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_3_HHJ": {
      "detail": "公正さを重んじて大きな役に就けば道は開けるが、私心や未熟さが混ざると務まらないので、原則を守って臨むのが良いです。かたよりなく進む。整いが進む。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。かたよりなく進む。整いが進む。基盤が効くため。さらにかたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_4_JJJ": {
      "detail": "始まりは富や勢いを誇示せず平常を保てば問題はなく、節度を守って分を越えないほど信頼は長く続き、周囲との調和も保ちやすいです。礼が保たれ。調和が広がる。礼儀が効くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_4_JJH": {
      "detail": "富や勢いを誇示せず平常を保てば問題はなく、節度を守って分を越えないほど信頼は長く続き、周囲との調和も保ちやすいです。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_4_JHJ": {
      "detail": "富や勢いを誇示せず平常を保てば問題はなく、節度を守って分を越えないほど信頼は長く続き、周囲との調和も保ちやすいです。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_4_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_4_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_4_HHJ": {
      "detail": "富や勢いを誇示せず平常を保てば問題はなく、節度を守って分を越えないほど信頼は長く続き、周囲との調和も保ちやすいです。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_5_JJJ": {
      "detail": "始まりは誠実さと威厳を兼ね備えて公正に臨めば良く、柔らかさと厳しさの釣り合いが取れて人心が自然と集まり、秩序が安定しやすいです。調和が広がる。支えが集まる。調和が効くため。声の合いが保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_5_JJH": {
      "detail": "誠実さと威厳を兼ね備えて公正に臨めば良く、柔らかさと厳しさの釣り合いが取れて人心が自然と集まり、秩序が安定しやすいです。調和が広がる。支えが集まる。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_5_JHJ": {
      "detail": "誠実さと威厳を兼ね備えて公正に臨めば良く、柔らかさと厳しさの釣り合いが取れて人心が自然と集まり、秩序が安定しやすいです。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_5_JHH": {
      "detail": "一歩出して様子を確かめる。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。調和が広がる。支えが集まる。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_5_HJH": {
      "detail": "まず量と範囲を小さくする。調和が広がる。支えが集まる。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_5_HHJ": {
      "detail": "誠実さと威厳を兼ね備えて公正に臨めば良く、柔らかさと厳しさの釣り合いが取れて人心が自然と集まり、秩序が安定しやすいです。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_6_JJJ": {
      "detail": "始まりは天の助けが働き吉で広く利が及ぶ局面なので、感謝を忘れず分配を公正に行えば成果が根付き、長く行き渡りやすいです。支えが集まる。さらに支えが集まる。基盤が効くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_6_JJH": {
      "detail": "天の助けが働き吉で広く利が及ぶ局面なので、感謝を忘れず分配を公正に行えば成果が根付き、長く行き渡りやすいです。支えが集まる。さらに支えが集まる。基盤が効くため。いっそう支えが集まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_6_JHJ": {
      "detail": "天の助けが働き吉で広く利が及ぶ局面なので、感謝を忘れず分配を公正に行えば成果が根付き、長く行き渡りやすいです。支えが集まる。ほどよさが保たれ。基盤が効くため。整いが進む。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "14_6_JHH": {
      "detail": "一歩出して様子を確かめる。支えが集まる。調和が広がる。基盤が効くため。さらに支えが集まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。支えが集まる。さらに支えが集まる。基盤が効くため。整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_6_HJH": {
      "detail": "まず量と範囲を小さくする。支えが集まる。さらに支えが集まる。基盤が効くため。いっそう支えが集まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_6_HHJ": {
      "detail": "天の助けが働き吉で広く利が及ぶ局面なので、感謝を忘れず分配を公正に行えば成果が根付き、長く行き渡りやすいです。支えが集まる。調和が広がる。基盤が効くため。さらに支えが集まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "14_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。支えが集まる。調和が広がる。基盤が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    }
  }
}