{
  "items": {
    "43_1_JJJ": {
      "detail": "始まりは勢いは足元から立ち上がるが準備不足で進むと損をしやすいので、基礎を固めてから短く鋭く踏み出すのが良いです。曖昧の箇所が見える。迷いを断って示す。状況が澄むため。通りが良くなり、進みやすい。見せ場の強弁は反発避ける。決めて進めたいのときに向く。"
    },
    "43_1_JJH": {
      "detail": "勢いは足元から立ち上がるが準備不足で進むと損をしやすいので、基礎を固めてから短く鋭く踏み出すのが良いです。行き過ぎを抑える。枠内で余分を外す。過度が減るため。音が静まり、ぶれが減る。名目の強硬はこじれるのは避ける。無理と迷いを減らしたいのときに向く。"
    },
    "43_1_JHJ": {
      "detail": "勢いは足元から立ち上がるが準備不足で進むと損をしやすいので、基礎を固めてから短く鋭く踏み出すのが良いです。何が要か見える。要だけ残して他を退く。実情が見えるため。滞りが減り、進めやすい。善意の抱え込みは鈍るのは避ける。絞って前へ出したいのときに向く。"
    },
    "43_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順を明確にして通す。無理が減るため。静かな状態が続く。見せ場狙いは濁るのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "43_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。公に簡潔に示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。説明を明快にしたいのときに向く。"
    },
    "43_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの断ち方は浮く避ける。無理を減らしたいのときに向く。"
    },
    "43_1_HHJ": {
      "detail": "勢いは足元から立ち上がるが準備不足で進むと損をしやすいので、基礎を固めてから短く鋭く踏み出すのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "43_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "43_2_JJJ": {
      "detail": "始まりは夜中に不穏な動きがあるので早めに警告を発し、防御と連絡体制を整えれば、被害は抑えやすいです。偏りを抑える。筋を分けて簡潔に示す。中庸が働くため。通りが良くなり、進めやすい。誇示の断行は反発避ける。方針を整えたいのときに向く。"
    },
    "43_2_JJH": {
      "detail": "夜中に不穏な動きがあるので早めに警告を発し、防御と連絡体制を整えれば、被害は抑えやすいです。行き過ぎを抑える。枠内で余分を外す。過度が減るため。音が静まり、ぶれが減る。名目の強硬はこじれるのは避ける。無理と迷いを減らしたいのときに向く。"
    },
    "43_2_JHJ": {
      "detail": "夜中に不穏な動きがあるので早めに警告を発し、防御と連絡体制を整えれば、被害は抑えやすいです。何が要か見える。要だけ残して他を退く。実情が見えるため。滞りが減り、進めやすい。善意の抱え込みは鈍るのは避ける。絞って前へ出したいのときに向く。"
    },
    "43_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順を明確にして通す。無理が減るため。静かな状態が続く。見せ場狙いは濁るのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "43_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。公に簡潔に示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。説明を明快にしたいのときに向く。"
    },
    "43_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの断ち方は浮く避ける。無理を減らしたいのときに向く。"
    },
    "43_2_HHJ": {
      "detail": "夜中に不穏な動きがあるので早めに警告を発し、防御と連絡体制を整えれば、被害は抑えやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "43_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "43_3_JJJ": {
      "detail": "始まりは表に出る決意が顔に現れる段階なので、私情を抑え正義に基づいて発言し、必要なら孤立も恐れず筋を通すのが良いです。争点の流れが見える。余計を外し、要だけ示す。原因が見えるため。こじれが減り、前に進む。見せ場の断行は反発避ける。方針を通したいのときに向く。"
    },
    "43_3_JJH": {
      "detail": "表に出る決意が顔に現れる段階なので、私情を抑え正義に基づいて発言し、必要なら孤立も恐れず筋を通すのが良いです。行き過ぎを抑える。枠内で余分を外す。過度が減るため。音が静まり、ぶれが減る。名目の強硬はこじれるのは避ける。無理と迷いを減らしたいのときに向く。"
    },
    "43_3_JHJ": {
      "detail": "表に出る決意が顔に現れる段階なので、私情を抑え正義に基づいて発言し、必要なら孤立も恐れず筋を通すのが良いです。何が要か見える。要だけ残して他を退く。実情が見えるため。滞りが減り、進めやすい。善意の抱え込みは鈍るのは避ける。絞って前へ出したいのときに向く。"
    },
    "43_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順を明確にして通す。無理が減るため。静かな状態が続く。見せ場狙いは濁るのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "43_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。公に簡潔に示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。説明を明快にしたいのときに向く。"
    },
    "43_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの断ち方は浮く避ける。無理を減らしたいのときに向く。"
    },
    "43_3_HHJ": {
      "detail": "表に出る決意が顔に現れる段階なので、私情を抑え正義に基づいて発言し、必要なら孤立も恐れず筋を通すのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "43_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "43_4_JJJ": {
      "detail": "始まりは体勢が不安定で傷を広げやすいので、大言よりも小さな実行で信頼を示し、足元を整えてから主張を強めるのが良いです。公の手順が示される。余分を退き要を示す。やり方が分かるため。通りが良くなり、進めやすい。見せ場の強弁は反発避ける。進め方を揃えたいのときに向く。"
    },
    "43_4_JJH": {
      "detail": "体勢が不安定で傷を広げやすいので、大言よりも小さな実行で信頼を示し、足元を整えてから主張を強めるのが良いです。行き過ぎを抑える。枠内で余分を外す。過度が減るため。音が静まり、ぶれが減る。名目の強硬はこじれるのは避ける。無理と迷いを減らしたいのときに向く。"
    },
    "43_4_JHJ": {
      "detail": "体勢が不安定で傷を広げやすいので、大言よりも小さな実行で信頼を示し、足元を整えてから主張を強めるのが良いです。何が要か見える。要だけ残して他を退く。実情が見えるため。滞りが減り、進めやすい。善意の抱え込みは鈍るのは避ける。絞って前へ出したいのときに向く。"
    },
    "43_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順を明確にして通す。無理が減るため。静かな状態が続く。見せ場狙いは濁るのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "43_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。公に簡潔に示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。説明を明快にしたいのときに向く。"
    },
    "43_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの断ち方は浮く避ける。無理を減らしたいのときに向く。"
    },
    "43_4_HHJ": {
      "detail": "体勢が不安定で傷を広げやすいので、大言よりも小さな実行で信頼を示し、足元を整えてから主張を強めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "43_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "43_5_JJJ": {
      "detail": "始まりは害を断ち切る決断は中庸を守って行えば責められないので、証拠を整えて粛々と実施し、必要な配慮を尽くすのが良いです。筋を共有し、迷いが減る。余分を外して方針を示す。筋の共有ため。通りが良くなり、前へ進む。形だけの断行はこじれるのは避ける。方針を通したいのときに向く。"
    },
    "43_5_JJH": {
      "detail": "害を断ち切る決断は中庸を守って行えば責められないので、証拠を整えて粛々と実施し、必要な配慮を尽くすのが良いです。行き過ぎを抑える。枠内で余分を外す。過度が減るため。音が静まり、ぶれが減る。名目の強硬はこじれるのは避ける。無理と迷いを減らしたいのときに向く。"
    },
    "43_5_JHJ": {
      "detail": "害を断ち切る決断は中庸を守って行えば責められないので、証拠を整えて粛々と実施し、必要な配慮を尽くすのが良いです。何が要か見える。要だけ残して他を退く。実情が見えるため。滞りが減り、進めやすい。善意の抱え込みは鈍るのは避ける。絞って前へ出したいのときに向く。"
    },
    "43_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順を明確にして通す。無理が減るため。静かな状態が続く。見せ場狙いは濁るのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "43_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。公に簡潔に示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。説明を明快にしたいのときに向く。"
    },
    "43_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの断ち方は浮く避ける。無理を減らしたいのときに向く。"
    },
    "43_5_HHJ": {
      "detail": "害を断ち切る決断は中庸を守って行えば責められないので、証拠を整えて粛々と実施し、必要な配慮を尽くすのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "43_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "43_6_JJJ": {
      "detail": "始まりは危険を知りながら告げずにいると災いを招きやすいので、根拠を整えて適切な場で明確に知らせ、被害を防ぐのが良いです。曖昧の根を断つ。要だけ示し筋を通す。過度が減るため。こじれが止み、控えめに続く。見せ場の断行は反発避ける。仕上げの局面のときに向く。"
    },
    "43_6_JJH": {
      "detail": "危険を知りながら告げずにいると災いを招きやすいので、根拠を整えて適切な場で明確に知らせ、被害を防ぐのが良いです。行き過ぎを抑える。程を守って余分を外す。過度が減るため。音が静まり、ぶれが減る。名目の強硬はこじれるのは避ける。無理と迷いを減らしたいのときに向く。"
    },
    "43_6_JHJ": {
      "detail": "危険を知りながら告げずにいると災いを招きやすいので、根拠を整えて適切な場で明確に知らせ、被害を防ぐのが良いです。何が要か見える。要だけ残して他を退く。実情が見えるため。滞りが減り、進めやすい。善意の抱え込みは鈍るのは避ける。絞って前へ出したいのときに向く。"
    },
    "43_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順を明確にして通す。無理が減るため。静かな状態が続く。見せ場狙いは濁るのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "43_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。公に簡潔に示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。説明を明快にしたいのときに向く。"
    },
    "43_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの断ち方は浮く避ける。無理を減らしたいのときに向く。"
    },
    "43_6_HHJ": {
      "detail": "危険を知りながら告げずにいると災いを招きやすいので、根拠を整えて適切な場で明確に知らせ、被害を防ぐのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "43_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}