{
  "items": {
    "56_1_JJJ": {
      "detail": "始まりは慣れない土地で小事に追われると災いを招きやすいので、余計なことに手を出さず、必要最小限に絞るのが良いです。何が不要か見える。土地のきまりに合わせる。余分が減るため。摩擦が減り、進めやすい。見せ場の行軍は反発避ける。新しい場で動きたいのときに向く。"
    },
    "56_1_JJH": {
      "detail": "慣れない土地で小事に追われると災いを招きやすいので、余計なことに手を出さず、必要最小限に絞るのが良いです。出過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられやすい。名目の派手な訪問は浮く避ける。滞在の負荷を下げたいのときに向く。"
    },
    "56_1_JHJ": {
      "detail": "慣れない土地で小事に追われると災いを招きやすいので、余計なことに手を出さず、必要最小限に絞るのが良いです。どこが要か見える。要所だけ押さえる。実情が見えるため。滞りが減り、移動しやすい。善意の全面介入は重いのは避ける。訪問先を効かせたいのときに向く。"
    },
    "56_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。挨拶、所作、退出を整えるの順に進める。無理が減るため。穏やかに受け入れられる。見せ場狙いは場を荒らす避ける。訪問の作法を整えたいのときに向く。"
    },
    "56_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と滞在の範囲を伝える。相手が見えるため。控えめで続けやすい。飾りの大言は反発避ける。滞在の趣旨を共有したいのときに向く。"
    },
    "56_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ訪ねる。余分が減るため。集中しやすく、疲れにくい。理屈だけの行程は空回り避ける。無理を減らしたいのときに向く。"
    },
    "56_1_HHJ": {
      "detail": "慣れない土地で小事に追われると災いを招きやすいので、余計なことに手を出さず、必要最小限に絞るのが良いです。言葉と所作が整う。相手への配慮が行き届く。礼が行き届くため。静かな滞在が保たれる。体裁優先は避ける。よそでの作法を整えたいのときに向く。"
    },
    "56_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない移動が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "56_2_JJJ": {
      "detail": "始まりは旅先では身の回りを簡素に保ち、信頼できる協力者を確保すれば良く、不要な荷物は持たないのが安全です。偏りを抑える。節度を守り小さく動く。中庸が働くため。摩擦が減り、続けやすい。誇示の巡行は反発避ける。新しい場で穏当に動きたいのときに向く。"
    },
    "56_2_JJH": {
      "detail": "旅先では身の回りを簡素に保ち、信頼できる協力者を確保すれば良く、不要な荷物は持たないのが安全です。出過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられやすい。名目の派手な訪問は浮く避ける。滞在の負荷を下げたいのときに向く。"
    },
    "56_2_JHJ": {
      "detail": "旅先では身の回りを簡素に保ち、信頼できる協力者を確保すれば良く、不要な荷物は持たないのが安全です。どこが要か見える。要所だけ押さえる。実情が見えるため。滞りが減り、移動しやすい。善意の全面介入は重いのは避ける。訪問先を効かせたいのときに向く。"
    },
    "56_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。挨拶、所作、退出を整えるの順に進める。無理が減るため。穏やかに受け入れられる。見せ場狙いは場を荒らす避ける。訪問の作法を整えたいのときに向く。"
    },
    "56_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と滞在の範囲を伝える。相手が見えるため。控えめで続けやすい。飾りの大言は反発避ける。滞在の趣旨を共有したいのときに向く。"
    },
    "56_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ訪ねる。余分が減るため。集中しやすく、疲れにくい。理屈だけの行程は空回り避ける。無理を減らしたいのときに向く。"
    },
    "56_2_HHJ": {
      "detail": "旅先では身の回りを簡素に保ち、信頼できる協力者を確保すれば良く、不要な荷物は持たないのが安全です。言葉と所作が整う。相手への配慮が行き届く。礼が行き届くため。静かな滞在が保たれる。体裁優先は避ける。よそでの作法を整えたいのときに向く。"
    },
    "56_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない移動が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "56_3_JJJ": {
      "detail": "始まりは短慮で場を荒らすと居場所と支援を失いやすいので、規則と礼を守り、火種を作らないのが良いです。支えと過剰が見える。荷を減らし要だけ携える。土台が整うため。受け入れられ、行きやすい。見せ場の長居はこじれるのは避ける。旅の段取りを整えたいのときに向く。"
    },
    "56_3_JJH": {
      "detail": "短慮で場を荒らすと居場所と支援を失いやすいので、規則と礼を守り、火種を作らないのが良いです。出過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられやすい。名目の派手な訪問は浮く避ける。滞在の負荷を下げたいのときに向く。"
    },
    "56_3_JHJ": {
      "detail": "短慮で場を荒らすと居場所と支援を失いやすいので、規則と礼を守り、火種を作らないのが良いです。どこが要か見える。要所だけ押さえる。実情が見えるため。滞りが減り、移動しやすい。善意の全面介入は重いのは避ける。訪問先を効かせたいのときに向く。"
    },
    "56_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。挨拶、所作、退出を整えるの順に進める。無理が減るため。穏やかに受け入れられる。見せ場狙いは場を荒らす避ける。訪問の作法を整えたいのときに向く。"
    },
    "56_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と滞在の範囲を伝える。相手が見えるため。控えめで続けやすい。飾りの大言は反発避ける。滞在の趣旨を共有したいのときに向く。"
    },
    "56_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ訪ねる。余分が減るため。集中しやすく、疲れにくい。理屈だけの行程は空回り避ける。無理を減らしたいのときに向く。"
    },
    "56_3_HHJ": {
      "detail": "短慮で場を荒らすと居場所と支援を失いやすいので、規則と礼を守り、火種を作らないのが良いです。言葉と所作が整う。相手への配慮が行き届く。礼が行き届くため。静かな滞在が保たれる。体裁優先は避ける。よそでの作法を整えたいのときに向く。"
    },
    "56_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない移動が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "56_4_JJJ": {
      "detail": "始まりは旅先でも必要な資金や道具を得られるので、信用を積み上げて調達経路を確保し、計画的に進めるのが良いです。公の作法が示される。荷を軽くし地の規に合わせる。やり方が分かるため。摩擦が減り、進めやすい。見せ場の行軍は反発避ける。滞在の基本を揃えたいのときに向く。"
    },
    "56_4_JJH": {
      "detail": "旅先でも必要な資金や道具を得られるので、信用を積み上げて調達経路を確保し、計画的に進めるのが良いです。出過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられやすい。名目の派手な訪問は浮く避ける。滞在の負荷を下げたいのときに向く。"
    },
    "56_4_JHJ": {
      "detail": "旅先でも必要な資金や道具を得られるので、信用を積み上げて調達経路を確保し、計画的に進めるのが良いです。どこが要か見える。要所だけ押さえる。実情が見えるため。滞りが減り、移動しやすい。善意の全面介入は重いのは避ける。訪問先を効かせたいのときに向く。"
    },
    "56_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。挨拶、所作、退出を整えるの順に進める。無理が減るため。穏やかに受け入れられる。見せ場狙いは場を荒らす避ける。訪問の作法を整えたいのときに向く。"
    },
    "56_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と滞在の範囲を伝える。相手が見えるため。控えめで続けやすい。飾りの大言は反発避ける。滞在の趣旨を共有したいのときに向く。"
    },
    "56_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ訪ねる。余分が減るため。集中しやすく、疲れにくい。理屈だけの行程は空回り避ける。無理を減らしたいのときに向く。"
    },
    "56_4_HHJ": {
      "detail": "旅先でも必要な資金や道具を得られるので、信用を積み上げて調達経路を確保し、計画的に進めるのが良いです。言葉と所作が整う。相手への配慮が行き届く。礼が行き届くため。静かな滞在が保たれる。体裁優先は避ける。よそでの作法を整えたいのときに向く。"
    },
    "56_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない移動が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "56_5_JJJ": {
      "detail": "始まりは小さな損失はあっても大きな的を得るなら価値があるので、過度に惜しまず目的に集中するのが良いです。作法と範囲を共有。荷を軽くし要だけ回す。意図の共有ため。ぶれが減り、続けやすい。形だけの賑やかしは浮く避ける。穏当に往来したいのときに向く。"
    },
    "56_5_JJH": {
      "detail": "小さな損失はあっても大きな的を得るなら価値があるので、過度に惜しまず目的に集中するのが良いです。出過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられやすい。名目の派手な訪問は浮く避ける。滞在の負荷を下げたいのときに向く。"
    },
    "56_5_JHJ": {
      "detail": "小さな損失はあっても大きな的を得るなら価値があるので、過度に惜しまず目的に集中するのが良いです。どこが要か見える。要所だけ押さえる。実情が見えるため。滞りが減り、移動しやすい。善意の全面介入は重いのは避ける。訪問先を効かせたいのときに向く。"
    },
    "56_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。挨拶、所作、退出を整えるの順に進める。無理が減るため。穏やかに受け入れられる。見せ場狙いは場を荒らす避ける。訪問の作法を整えたいのときに向く。"
    },
    "56_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と滞在の範囲を伝える。相手が見えるため。控えめで続けやすい。飾りの大言は反発避ける。滞在の趣旨を共有したいのときに向く。"
    },
    "56_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ訪ねる。余分が減るため。集中しやすく、疲れにくい。理屈だけの行程は空回り避ける。無理を減らしたいのときに向く。"
    },
    "56_5_HHJ": {
      "detail": "小さな損失はあっても大きな的を得るなら価値があるので、過度に惜しまず目的に集中するのが良いです。言葉と所作が整う。相手への配慮が行き届く。礼が行き届くため。静かな滞在が保たれる。体裁優先は避ける。よそでの作法を整えたいのときに向く。"
    },
    "56_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない移動が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "56_6_JJJ": {
      "detail": "始まりは不用意に環境を荒らすと最初は面白がられても後に非難を浴びやすいので、控えめにふるまい、揉め事を避けるのが良いです。見せ場の行軍を断つ。必要最小限だけ回す。過度が減るため。こじれが止み、控えめに続く。体面のための長居はこじれるのは避ける。仕上げの滞在のときに向く。"
    },
    "56_6_JJH": {
      "detail": "不用意に環境を荒らすと最初は面白がられても後に非難を浴びやすいので、控えめにふるまい、揉め事を避けるのが良いです。出過ぎを抑える。程を守って最小限に動く。過度が減るため。音が静まり、受け入れられやすい。名目の派手な訪問は浮く避ける。滞在の負荷を下げたいのときに向く。"
    },
    "56_6_JHJ": {
      "detail": "不用意に環境を荒らすと最初は面白がられても後に非難を浴びやすいので、控えめにふるまい、揉め事を避けるのが良いです。どこが要か見える。要所だけ押さえる。実情が見えるため。滞りが減り、移動しやすい。善意の全面介入は重いのは避ける。訪問先を効かせたいのときに向く。"
    },
    "56_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。挨拶、所作、退出を整えるの順に進める。無理が減るため。穏やかに受け入れられる。見せ場狙いは場を荒らす避ける。訪問の作法を整えたいのときに向く。"
    },
    "56_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と滞在の範囲を伝える。相手が見えるため。控えめで続けやすい。飾りの大言は反発避ける。滞在の趣旨を共有したいのときに向く。"
    },
    "56_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ訪ねる。余分が減るため。集中しやすく、疲れにくい。理屈だけの行程は空回り避ける。無理を減らしたいのときに向く。"
    },
    "56_6_HHJ": {
      "detail": "不用意に環境を荒らすと最初は面白がられても後に非難を浴びやすいので、控えめにふるまい、揉め事を避けるのが良いです。言葉と所作が整う。相手への配慮が行き届く。礼が行き届くため。静かな滞在が保たれる。体裁優先は避ける。よそでの作法を整えたいのときに向く。"
    },
    "56_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない移動が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}