{
  "items": {
    "62_1_JJJ": {
      "detail": "始まりは背伸びして大きく飛ぶと危ういので、細部を丁寧に仕上げて小さなことを確実に積み上げるのが良いです。どこを小さく越えるか見える。要だけ軽く進める。道が見えるため。負担が減り、通りやすい。見せ場の大跳躍は崩れるのは避ける。小さく積み上げたいのときに向く。"
    },
    "62_1_JJH": {
      "detail": "背伸びして大きく飛ぶと危ういので、細部を丁寧に仕上げて小さなことを確実に積み上げるのが良いです。行き過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられる。名目の一気呵成は空回り避ける。余波を抑えたいのときに向く。"
    },
    "62_1_JHJ": {
      "detail": "背伸びして大きく飛ぶと危ういので、細部を丁寧に仕上げて小さなことを確実に積み上げるのが良いです。どこが要か見える。要所から小さく着手。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "62_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。小さく、確認、次への順に進める。無理が減るため。穏やかに続く。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "62_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と小さな目標を示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。小さな合意で進めたいのときに向く。"
    },
    "62_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、進めやすい。理屈だけの慎重さは遅滞避ける。無理を減らしたいのときに向く。"
    },
    "62_1_HHJ": {
      "detail": "背伸びして大きく飛ぶと危ういので、細部を丁寧に仕上げて小さなことを確実に積み上げるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな積み上げが続く。体裁優先は避ける。小さな歩みを揃えたいのときに向く。"
    },
    "62_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない前進が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "62_2_JJJ": {
      "detail": "始まりは上層へ一気に持ち込むより、近い関係者から順に当たれば問題はなく、段階を守って調整するのが良いです。偏りを抑える。節度を守り小さく着手。中庸が働くため。通りが良く、崩れにくい。誇示の急行は足を挫く避ける。穏当に積みたいのときに向く。"
    },
    "62_2_JJH": {
      "detail": "上層へ一気に持ち込むより、近い関係者から順に当たれば問題はなく、段階を守って調整するのが良いです。行き過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられる。名目の一気呵成は空回り避ける。余波を抑えたいのときに向く。"
    },
    "62_2_JHJ": {
      "detail": "上層へ一気に持ち込むより、近い関係者から順に当たれば問題はなく、段階を守って調整するのが良いです。どこが要か見える。要所から小さく着手。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "62_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。小さく、確認、次への順に進める。無理が減るため。穏やかに続く。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "62_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と小さな目標を示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。小さな合意で進めたいのときに向く。"
    },
    "62_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、進めやすい。理屈だけの慎重さは遅滞避ける。無理を減らしたいのときに向く。"
    },
    "62_2_HHJ": {
      "detail": "上層へ一気に持ち込むより、近い関係者から順に当たれば問題はなく、段階を守って調整するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな積み上げが続く。体裁優先は避ける。小さな歩みを揃えたいのときに向く。"
    },
    "62_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない前進が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "62_3_JJJ": {
      "detail": "始まりは軽視して対策を怠ると被害が広がるので、早めにリスクを封じ込め、手順と責任を明確にするのが良いです。支えと危うさが見える。要所から軽く進める。土台が整うため。受け入れられ、崩れにくい。見せ場の大跳躍は崩れるのは避ける。小さな前進を積みたいのときに向く。"
    },
    "62_3_JJH": {
      "detail": "軽視して対策を怠ると被害が広がるので、早めにリスクを封じ込め、手順と責任を明確にするのが良いです。行き過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられる。名目の一気呵成は空回り避ける。余波を抑えたいのときに向く。"
    },
    "62_3_JHJ": {
      "detail": "軽視して対策を怠ると被害が広がるので、早めにリスクを封じ込め、手順と責任を明確にするのが良いです。どこが要か見える。要所から小さく着手。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "62_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。小さく、確認、次への順に進める。無理が減るため。穏やかに続く。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "62_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と小さな目標を示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。小さな合意で進めたいのときに向く。"
    },
    "62_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、進めやすい。理屈だけの慎重さは遅滞避ける。無理を減らしたいのときに向く。"
    },
    "62_3_HHJ": {
      "detail": "軽視して対策を怠ると被害が広がるので、早めにリスクを封じ込め、手順と責任を明確にするのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな積み上げが続く。体裁優先は避ける。小さな歩みを揃えたいのときに向く。"
    },
    "62_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない前進が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "62_4_JJJ": {
      "detail": "始まりは想定外に出会っても落ち着いて小さく対応すれば問題はなく、過剰に動かず必要分の処置にとどめるのが良いです。公の小刻み手順が見える。要所から最小限に着手。やり方が分かるため。負担が減り、崩れにくい。見せ場の大跳躍は崩れるのは避ける。小さな前進を揃えたいのときに向く。"
    },
    "62_4_JJH": {
      "detail": "想定外に出会っても落ち着いて小さく対応すれば問題はなく、過剰に動かず必要分の処置にとどめるのが良いです。行き過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられる。名目の一気呵成は空回り避ける。余波を抑えたいのときに向く。"
    },
    "62_4_JHJ": {
      "detail": "想定外に出会っても落ち着いて小さく対応すれば問題はなく、過剰に動かず必要分の処置にとどめるのが良いです。どこが要か見える。要所から小さく着手。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "62_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。小さく、確認、次への順に進める。無理が減るため。穏やかに続く。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "62_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と小さな目標を示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。小さな合意で進めたいのときに向く。"
    },
    "62_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、進めやすい。理屈だけの慎重さは遅滞避ける。無理を減らしたいのときに向く。"
    },
    "62_4_HHJ": {
      "detail": "想定外に出会っても落ち着いて小さく対応すれば問題はなく、過剰に動かず必要分の処置にとどめるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな積み上げが続く。体裁優先は避ける。小さな歩みを揃えたいのときに向く。"
    },
    "62_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない前進が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "62_5_JJJ": {
      "detail": "始まりは兆しはあっても結果が出にくいので、焦らず準備を続けつつ別ルートの協力を取り込み、機を待つのが良いです。狙いと小目標を共有。要所から小さく進める。意図の共有ため。滞りが減り、崩れにくい。形だけの大号令は空回り避ける。小刻みに加速したいのときに向く。"
    },
    "62_5_JJH": {
      "detail": "兆しはあっても結果が出にくいので、焦らず準備を続けつつ別ルートの協力を取り込み、機を待つのが良いです。行き過ぎを抑える。枠内で最小限に動く。過度が減るため。音が静まり、受け入れられる。名目の一気呵成は空回り避ける。余波を抑えたいのときに向く。"
    },
    "62_5_JHJ": {
      "detail": "兆しはあっても結果が出にくいので、焦らず準備を続けつつ別ルートの協力を取り込み、機を待つのが良いです。どこが要か見える。要所から小さく着手。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "62_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。小さく、確認、次への順に進める。無理が減るため。穏やかに続く。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "62_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と小さな目標を示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。小さな合意で進めたいのときに向く。"
    },
    "62_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、進めやすい。理屈だけの慎重さは遅滞避ける。無理を減らしたいのときに向く。"
    },
    "62_5_HHJ": {
      "detail": "兆しはあっても結果が出にくいので、焦らず準備を続けつつ別ルートの協力を取り込み、機を待つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな積み上げが続く。体裁優先は避ける。小さな歩みを揃えたいのときに向く。"
    },
    "62_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない前進が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "62_6_JJJ": {
      "detail": "始まりは決めた線を越えると機会を逃しやすいので、約束の範囲を守って静かに収めるのが良いです。見せ場の大跳躍を断つ。必要部分だけ最小で回す。過度が減るため。こわばりが解け、着実に進む。体面のための急行は挫折避ける。仕上げの小前進のときに向く。"
    },
    "62_6_JJH": {
      "detail": "決めた線を越えると機会を逃しやすいので、約束の範囲を守って静かに収めるのが良いです。行き過ぎを抑える。程を守って最小で動く。過度が減るため。音が静まり、受け入れられる。名目の一気呵成は空回り避ける。余波を抑えたいのときに向く。"
    },
    "62_6_JHJ": {
      "detail": "決めた線を越えると機会を逃しやすいので、約束の範囲を守って静かに収めるのが良いです。どこが要か見える。要所から小さく着手。実情が見えるため。滞りが減り、進みやすい。善意の全面施工は重いのは避ける。中核から進めたいのときに向く。"
    },
    "62_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。小さく、確認、次への順に進める。無理が減るため。穏やかに続く。見せ場狙いは足を取るのは避ける。手順を整えたいのときに向く。"
    },
    "62_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と小さな目標を示す。相手が見えるため。控えめで続けやすい。飾りの号令は続かないのは避ける。小さな合意で進めたいのときに向く。"
    },
    "62_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすく、進めやすい。理屈だけの慎重さは遅滞避ける。無理を減らしたいのときに向く。"
    },
    "62_6_HHJ": {
      "detail": "決めた線を越えると機会を逃しやすいので、約束の範囲を守って静かに収めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな積み上げが続く。体裁優先は避ける。小さな歩みを揃えたいのときに向く。"
    },
    "62_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない前進が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}