{
  "items": {
    "20_1_JJJ": {
      "detail": "始まりは未熟な見方でも大きな責めはないが、立場が上がるほど浅い観察は惜しまれるので、謙虚に学び視野を広げるのが良いです。見え方の偏りが薄れ、全体の輪郭が浮かぶ。礼が行き渡り、声の合いが静かに整う。視線が定まり揺れが減るため。安定へ。見せ方だけに寄ると曇るのは避ける。視野を整えたいのときに向く。"
    },
    "20_1_JJH": {
      "detail": "未熟な見方でも大きな責めはないが、立場が上がるほど浅い観察は惜しまれるので、謙虚に学び視野を広げるのが良いです。視野の狭さが薄れ、向きが合う。礼が行き届き、過度の熱が引く。視線が合い摩擦が減るため。音が落ち、静かな集中が保たれる。体裁優先は避ける。空気を落ち着かせたいのときに向く。"
    },
    "20_1_JHJ": {
      "detail": "未熟な見方でも大きな責めはないが、立場が上がるほど浅い観察は惜しまれるので、謙虚に学び視野を広げるのが良いです。視野のかたよりがほどけ、輪郭が見える。礼の線が戻り、過度な張りが落ちる。視野の偏りが抜けるため。塞がる空気は薄く、歩調はほどよいまま。善意が勢いに変わると濁るのは避ける。空気の澱みを薄めたいのときに向く。"
    },
    "20_1_JHH": {
      "detail": "一歩出して様子を確かめる。見方の粗れが整い、輪郭がそろう。視線が合い、過度な明るさは落ち着く。視線の合いで揺れが減るため。静かな集中が続き、歩調はほどよい。見せ場狙いは揺れを生む避ける。見立てを揃えたいのときに向く。"
    },
    "20_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。見方のかたよりが薄れ、空気が和らぐ。輪郭が見えて、支えのほどが定まる。視野が整い摩擦が減るため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると重くなるのは避ける。自立と支えの両立のときに向く。"
    },
    "20_1_HJH": {
      "detail": "まず量と範囲を小さくする。視野の粗れが整い、向きがそろう。礼が行き渡り、張りが落ちる。視線と礼で揺れが減るため。静かな集中が続く。理屈の勢いだけが残ると浮くは避ける。空気の張りを下げたいのときに向く。"
    },
    "20_1_HHJ": {
      "detail": "未熟な見方でも大きな責めはないが、立場が上がるほど浅い観察は惜しまれるので、謙虚に学び視野を広げるのが良いです。視野の偏りが薄れ、見え方の粗れが整う。礼が保たれ、目線が静かに合う。礼で反発が下がるため。静けさが続き、判断のぶれは少ない。体裁優先は避ける。見立てを合わせたいのときに向く。"
    },
    "20_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視線が定まり、ざわつきが落ちる。礼が行き渡り、角が取れていく。視線が定まり揺れが減るため。合いの静けさが保たれ、歩調はほどよいまま。見せ方に偏ると濁るのは避ける。視野を揃えたいのときに向く。"
    },
    "20_2_JJJ": {
      "detail": "始まりは覗き見るような狭い視野でも守りには利があるが、偏りが生じやすいので、必要な情報を広く集めて判断を整えるのが良いです。覗き込みの狭さが薄れ、輪郭が見える。基準がそろい、見立てのぶれが収まる。視野が整い揺れが減るため。安定へ。見せ方に寄ると曇るのは避ける。見立てを整えたいのときに向く。"
    },
    "20_2_JJH": {
      "detail": "覗き見るような狭い視野でも守りには利があるが、偏りが生じやすいので、必要な情報を広く集めて判断を整えるのが良いです。狭い視野のこわばりがほどける。情報の幅が増え、見立てがそろう。視野で揺れが減るため。音が落ち、静かな集中が保たれる。体裁優先はぶれを生む避ける。空気を落ち着かせたいのときに向く。"
    },
    "20_2_JHJ": {
      "detail": "覗き見るような狭い視野でも守りには利があるが、偏りが生じやすいので、必要な情報を広く集めて判断を整えるのが良いです。狭い視野がゆるみ、輪郭が見える。基準の線が引き直され、向きがそろう。視野の偏りが抜けるため。静かな集中が続く。善意の勢いが強いと曇るのは避ける。見立てを合わせたいのときに向く。"
    },
    "20_2_JHH": {
      "detail": "一歩出して様子を確かめる。狭さの張りが落ち、全体が見える。基準の線がそろい、ぶれが収まる。視野で揺れが減るため。静かな集中が続き、歩調はほどよい。見せ場狙いはぶれを生む避ける。見立てを揃えたいのときに向く。"
    },
    "20_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。覗き込みの緊張が和らぐ。情報の幅が広がり、合点がいく。視野が整い摩擦が減るため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると重くなるのは避ける。自立と支えの両立のときに向く。"
    },
    "20_2_HJH": {
      "detail": "まず量と範囲を小さくする。見え方の粗れが整い、向きがそろう。基準が効き、張りが落ちる。視線と基準で揺れが減るため。静かな集中が続く。理屈の勢いだけが残ると浮くは避ける。空気の張りを下げたいのときに向く。"
    },
    "20_2_HHJ": {
      "detail": "覗き見るような狭い視野でも守りには利があるが、偏りが生じやすいので、必要な情報を広く集めて判断を整えるのが良いです。狭さのこわばりが薄れ、見え方が整う。礼が保たれ、目線が静かに合う。礼で反発が下がるため。静けさが続き、判断のぶれは少ない。体裁優先は避ける。見立てを合わせたいのときに向く。"
    },
    "20_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視線が定まり、ざわつきが落ちる。礼が行き渡り、角が取れていく。視線が定まり揺れが減るため。合いの静けさが保たれ、歩調はほどよいまま。見せ方に偏ると濁るのは避ける。視野を揃えたいのときに向く。"
    },
    "20_3_JJJ": {
      "detail": "始まりはまず自分の歩みを観察して是非を定め、強み弱みを見極めて方針を決めれば、迷いが減って進退の判断が明確になります。歩みの振り返りで輪郭がくっきりする。公の模範が手がかりになり、視線が合う。自己観察で粗れが抜けるため。安定へ。見せ場づくりはぶれを招く避ける。見立てを確かにしたいのときに向く。"
    },
    "20_3_JJH": {
      "detail": "まず自分の歩みを観察して是非を定め、強み弱みを見極めて方針を決めれば、迷いが減って進退の判断が明確になります。自己観察で揺れが落ちる。模範に照らして線が引き直される。自己観察で粗れが抜けるため。音が落ち、静かな集中が保たれる。体裁優先は避ける。空気を落ち着かせたいのときに向く。"
    },
    "20_3_JHJ": {
      "detail": "まず自分の歩みを観察して是非を定め、強み弱みを見極めて方針を決めれば、迷いが減って進退の判断が明確になります。観察が進み、強張りがほどける。狭さが抜け、模範で線が合う。実情で過不足が減るため。静かな集中が続く。善意の勢いが強いと曇るのは避ける。見立てを合わせたいのときに向く。"
    },
    "20_3_JHH": {
      "detail": "一歩出して様子を確かめる。自己観察で行き過ぎが引く。基準の線がそろい、ぶれが収まる。観察で揺れが減るため。静かな集中が続き、歩調はほどよい。見せ場狙いはぶれを生む避ける。見立てを揃えたいのときに向く。"
    },
    "20_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。観察で緊張の張りが和らぐ。公の模範が鏡になり、合点がいく。観察で摩擦が減るため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると重くなるのは避ける。自立と支えの両立のときに向く。"
    },
    "20_3_HJH": {
      "detail": "まず量と範囲を小さくする。観察で粗れが整い、向きがそろう。模範に照らして張りが落ちる。観察と基準で揺れが減るため。静かな集中が続く。理屈の勢いだけが残ると浮くは避ける。空気の張りを下げたいのときに向く。"
    },
    "20_3_HHJ": {
      "detail": "まず自分の歩みを観察して是非を定め、強み弱みを見極めて方針を決めれば、迷いが減って進退の判断が明確になります。観察で粗れが整い、見え方が澄む。礼が保たれ、目線が静かに合う。礼で反発が下がるため。静けさが続き、判断のぶれは少ない。体裁優先は避ける。見立てを合わせたいのときに向く。"
    },
    "20_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。観察で視線が定まり、ざわつきが落ちる。礼が行き渡り、角が取れていく。視線が定まり揺れが減るため。合いの静けさが保たれ、歩調はほどよいまま。見せ方に偏ると濁るのは避ける。視野を揃えたいのときに向く。"
    },
    "20_4_JJJ": {
      "detail": "始まりは公の場で示される模範を観て学べば良く、その徳と規範に照らしてふるまえば評価され、要職にもふさわしくなります。公の模範が示され、見立ての粗れが整う。規範に照らして線が合い、役割の輪郭がはっきり。模範で基準が揃うため。安定へ。見せ場優先は芯を曇らせるのは避ける。規範を整えたいのときに向く。"
    },
    "20_4_JJH": {
      "detail": "公の場で示される模範を観て学べば良く、その徳と規範に照らしてふるまえば評価され、要職にもふさわしくなります。模範で見立ての揺れが落ちる。規範に照らして向きが合う。模範で粗れが抜けるため。音が落ち、静かな集中が保たれる。体裁だけは避ける。空気を落ち着かせたいのときに向く。"
    },
    "20_4_JHJ": {
      "detail": "公の場で示される模範を観て学べば良く、その徳と規範に照らしてふるまえば評価され、要職にもふさわしくなります。観察で強張りがほどける。模範に照らして線が合う。実情で過不足が減るため。静かな集中が続く。善意の勢いが強いと曇るのは避ける。見立てを合わせたいのときに向く。"
    },
    "20_4_JHH": {
      "detail": "一歩出して様子を確かめる。観察で行き過ぎが引く。規範の線がそろい、ぶれが収まる。観察で揺れが減るため。静かな集中が続き、歩調はほどよい。見せ場狙いはぶれを生む避ける。見立てを揃えたいのときに向く。"
    },
    "20_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。緊張の張りが和らぎ、空気が落ち着く。公の模範が手がかりになり、合点がいく。視野が整い摩擦が減るため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると重くなるのは避ける。自立と支えの両立のときに向く。"
    },
    "20_4_HJH": {
      "detail": "まず量と範囲を小さくする。見え方の粗れが整い、向きがそろう。模範に照らして張りが落ちる。視線と規範で揺れが減るため。静かな集中が続く。理屈の勢いだけが残ると浮くは避ける。空気の張りを下げたいのときに向く。"
    },
    "20_4_HHJ": {
      "detail": "公の場で示される模範を観て学べば良く、その徳と規範に照らしてふるまえば評価され、要職にもふさわしくなります。観察で粗れが整い、見え方が澄む。礼が保たれ、目線が静かに合う。礼で反発が下がるため。静けさが続き、判断のぶれは少ない。体裁優先は避ける。見立てを合わせたいのときに向く。"
    },
    "20_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視線が定まり、ざわつきが落ちる。礼が行き渡り、角が取れていく。視線が定まり揺れが減るため。合いの静けさが保たれ、歩調はほどよいまま。見せ方に偏ると濁るのは避ける。視野を揃えたいのときに向く。"
    },
    "20_5_JJJ": {
      "detail": "始まりは自分の生き方を省みて原則を正せば責められず、言行を一致させて修正すれば、周囲の信頼が増して進めやすいです。省みて、ずれが小さくなる。原則とふるまいが合い、意見がそろう。原則が定まるため。落ち着いた雰囲気が続き、無理のないペースになる。名目だけの約束は重くなるのは避ける。原則を揃えたいのときに向く。"
    },
    "20_5_JJH": {
      "detail": "自分の生き方を省みて原則を正せば責められず、言行を一致させて修正すれば、周囲の信頼が増して進めやすいです。内省が進み、行き過ぎが引く。原則が整い、判断の線がそろう。内省で揺れが減るため。音が落ち、静かな集中が保たれる。形だけの整えは曇るのは避ける。空気を落ち着かせたいのときに向く。"
    },
    "20_5_JHJ": {
      "detail": "自分の生き方を省みて原則を正せば責められず、言行を一致させて修正すれば、周囲の信頼が増して進めやすいです。省みで強張りがほどける。原則に照らして向きが合う。実情で過不足が減るため。静かな集中が続く。善意の勢いが強いと曇るのは避ける。見立てを合わせたいのときに向く。"
    },
    "20_5_JHH": {
      "detail": "一歩出して様子を確かめる。省みで行き過ぎが引く。原則の線がそろい、ぶれが収まる。内省で揺れが減るため。静かな集中が続き、歩調はほどよい。見せ場狙いはぶれを生む避ける。見立てを揃えたいのときに向く。"
    },
    "20_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。緊張の張りが和らぎ、空気が落ち着く。原則が鏡になり、合点がいく。視野が整い摩擦が減るため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると重くなるのは避ける。自立と支えの両立のときに向く。"
    },
    "20_5_HJH": {
      "detail": "まず量と範囲を小さくする。見え方の粗れが整い、向きがそろう。原則に照らして張りが落ちる。視線と原則で揺れが減るため。静かな集中が続く。理屈の勢いだけが残ると浮くは避ける。空気の張りを下げたいのときに向く。"
    },
    "20_5_HHJ": {
      "detail": "自分の生き方を省みて原則を正せば責められず、言行を一致させて修正すれば、周囲の信頼が増して進めやすいです。省みで粗れが整い、見え方が澄む。礼が保たれ、目線が静かに合う。礼で反発が下がるため。静けさが続き、判断のぶれは少ない。体裁優先は避ける。見立てを合わせたいのときに向く。"
    },
    "20_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視線が定まり、ざわつきが落ちる。礼が行き渡り、角が取れていく。視線が定まり揺れが減るため。合いの静けさが保たれ、歩調はほどよいまま。見せ方に偏ると濁るのは避ける。視野を揃えたいのときに向く。"
    },
    "20_6_JJJ": {
      "detail": "始まりは他者の歩みと制度の働きを静かに観れば問題はなく、功過を公平に見て教訓を得れば、次の改善へつなげやすいです。礼が行き届き、緊張がやわらぐ。見え方が整い、焦らず考えられる。礼が行き届くため。落ち着いた雰囲気が続き、無理のないペースになる。見せ方だけは避ける。空気を落ち着かせたいのときに向く。"
    },
    "20_6_JJH": {
      "detail": "他者の歩みと制度の働きを静かに観れば問題はなく、功過を公平に見て教訓を得れば、次の改善へつなげやすいです。礼の行き渡りで温度が落ち着く。基準の線がそろい、見立てが合う。礼で反発が下がるため。音が落ち、静かな集中が保たれる。体裁優先はぶれを生む避ける。空気を落ち着かせたいのときに向く。"
    },
    "20_6_JHJ": {
      "detail": "他者の歩みと制度の働きを静かに観れば問題はなく、功過を公平に見て教訓を得れば、次の改善へつなげやすいです。観察で強張りがほどける。礼に照らして向きが合う。実情で過不足が減るため。静かな集中が続く。善意の勢いが強いと曇るのは避ける。見立てを合わせたいのときに向く。"
    },
    "20_6_JHH": {
      "detail": "一歩出して様子を確かめる。省みで行き過ぎが引く。礼の線がそろい、ぶれが収まる。内省で揺れが減るため。静かな集中が続き、歩調はほどよい。見せ場狙いはぶれを生む避ける。見立てを揃えたいのときに向く。"
    },
    "20_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。緊張の張りが和らぎ、空気が落ち着く。礼が鏡になり、合点がいく。視野が整い摩擦が減るため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると重くなるのは避ける。自立と支えの両立のときに向く。"
    },
    "20_6_HJH": {
      "detail": "まず量と範囲を小さくする。見え方の粗れが整い、向きがそろう。礼に照らして張りが落ちる。視線と礼で揺れが減るため。静かな集中が続く。理屈の勢いだけが残ると浮くは避ける。空気の張りを下げたいのときに向く。"
    },
    "20_6_HHJ": {
      "detail": "他者の歩みと制度の働きを静かに観れば問題はなく、功過を公平に見て教訓を得れば、次の改善へつなげやすいです。省みで粗れが整い、見え方が澄む。礼が保たれ、目線が静かに合う。礼で反発が下がるため。静けさが続き、判断のぶれは少ない。体裁優先は避ける。見立てを合わせたいのときに向く。"
    },
    "20_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視線が定まり、ざわつきが落ちる。礼が行き渡り、角が取れていく。視線が定まり揺れが減るため。合いの静けさが保たれ、歩調はほどよいまま。見せ方に偏ると濁るのは避ける。視野を揃えたいのときに向く。"
    }
  }
}