{
  "items": {
    "63_1_JJJ": {
      "detail": "始まりは完成直前は足元が乱れやすいので、速度を上げず点検を続け、ゆっくり確実に進めば問題はありません。何が整い何が残るか見える。要所だけ小さく手当て。状況が澄むため。過不足が減り、保ちやすい。見せ場のやり直しは乱れるのは避ける。仕上げと運用移行を整えたいのときに向く。"
    },
    "63_1_JJH": {
      "detail": "完成直前は足元が乱れやすいので、速度を上げず点検を続け、ゆっくり確実に進めば問題はありません。行き過ぎを抑える。枠内で最小の調整。過度が減るため。音が静まり、乱れにくい。名目の大改修は空回り避ける。余波を抑えたいのときに向く。"
    },
    "63_1_JHJ": {
      "detail": "完成直前は足元が乱れやすいので、速度を上げず点検を続け、ゆっくり確実に進めば問題はありません。どこが要か見える。要所の微調整から先に。実情が見えるため。滞りが減り、運びやすい。善意の全面再施工は重いのは避ける。中核だけ整えて回したいのときに向く。"
    },
    "63_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。確認、引継ぎ、運用の順に進める。無理が減るため。穏やかに定着する。見せ場狙いはゆるむ避ける。引継ぎの手順を整えたいのときに向く。"
    },
    "63_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。完了条件と運用の基準を示す。相手が見えるため。控えめで続けやすい。飾りの完了宣言は空疎避ける。終了と運用の理解を揃えたいのときに向く。"
    },
    "63_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な点検だけ行う。余分が減るため。集中しやすい状態が続く。理屈だけの点検は空回り避ける。無理を減らしたいのときに向く。"
    },
    "63_1_HHJ": {
      "detail": "完成直前は足元が乱れやすいので、速度を上げず点検を続け、ゆっくり確実に進めば問題はありません。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな運用が保たれる。体裁優先は避ける。仕上げの作法を整えたいのときに向く。"
    },
    "63_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "63_2_JJJ": {
      "detail": "始まりは失ったものをすぐ追い回さず期日を決めて待てば戻りやすいので、焦らず手順どおりに再確認するのが良いです。偏りを抑える。節度を守り小さく手当て。中庸が働くため。通りが良く、乱れにくい。誇示の完了演出は緩む避ける。穏当に運用へ移したいのときに向く。"
    },
    "63_2_JJH": {
      "detail": "失ったものをすぐ追い回さず期日を決めて待てば戻りやすいので、焦らず手順どおりに再確認するのが良いです。行き過ぎを抑える。枠内で最小の調整。過度が減るため。音が静まり、乱れにくい。名目の大改修は空回り避ける。余波を抑えたいのときに向く。"
    },
    "63_2_JHJ": {
      "detail": "失ったものをすぐ追い回さず期日を決めて待てば戻りやすいので、焦らず手順どおりに再確認するのが良いです。どこが要か見える。要所の微調整から先に。実情が見えるため。滞りが減り、運びやすい。善意の全面再施工は重いのは避ける。中核だけ整えて回したいのときに向く。"
    },
    "63_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。確認、引継ぎ、運用の順に進める。無理が減るため。穏やかに定着する。見せ場狙いはゆるむ避ける。引継ぎの手順を整えたいのときに向く。"
    },
    "63_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。完了条件と運用の基準を示す。相手が見えるため。控えめで続けやすい。飾りの完了宣言は空疎避ける。終了と運用の理解を揃えたいのときに向く。"
    },
    "63_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な点検だけ行う。余分が減るため。集中しやすい状態が続く。理屈だけの点検は空回り避ける。無理を減らしたいのときに向く。"
    },
    "63_2_HHJ": {
      "detail": "失ったものをすぐ追い回さず期日を決めて待てば戻りやすいので、焦らず手順どおりに再確認するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな運用が保たれる。体裁優先は避ける。仕上げの作法を整えたいのときに向く。"
    },
    "63_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "63_3_JJJ": {
      "detail": "始まりは大きな課題は時間をかけて粘り強く取り組めば成果に至るので、基準を満たさない起用は避け、体制を整えて進めるのが良いです。支えと残りが見える。順序通りに小さく手当て。土台が整うため。受け入れられ、運用に移れる。見せ場の作り直しは乱れるのは避ける。仕上げの段取りを整えたいのときに向く。"
    },
    "63_3_JJH": {
      "detail": "大きな課題は時間をかけて粘り強く取り組めば成果に至るので、基準を満たさない起用は避け、体制を整えて進めるのが良いです。行き過ぎを抑える。枠内で最小の調整。過度が減るため。音が静まり、乱れにくい。名目の大改修は空回り避ける。余波を抑えたいのときに向く。"
    },
    "63_3_JHJ": {
      "detail": "大きな課題は時間をかけて粘り強く取り組めば成果に至るので、基準を満たさない起用は避け、体制を整えて進めるのが良いです。どこが要か見える。要所の微調整から先に。実情が見えるため。滞りが減り、運びやすい。善意の全面再施工は重いのは避ける。中核だけ整えて回したいのときに向く。"
    },
    "63_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。確認、引継ぎ、運用の順に進める。無理が減るため。穏やかに定着する。見せ場狙いはゆるむ避ける。引継ぎの手順を整えたいのときに向く。"
    },
    "63_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。完了条件と運用の基準を示す。相手が見えるため。控えめで続けやすい。飾りの完了宣言は空疎避ける。終了と運用の理解を揃えたいのときに向く。"
    },
    "63_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な点検だけ行う。余分が減るため。集中しやすい状態が続く。理屈だけの点検は空回り避ける。無理を減らしたいのときに向く。"
    },
    "63_3_HHJ": {
      "detail": "大きな課題は時間をかけて粘り強く取り組めば成果に至るので、基準を満たさない起用は避け、体制を整えて進めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな運用が保たれる。体裁優先は避ける。仕上げの作法を整えたいのときに向く。"
    },
    "63_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "63_4_JJJ": {
      "detail": "始まりは成功の後こそ気を緩めず、予備を備えて確認を続け、手順からの逸脱を終日防ぐのが良いです。公の完了手順が見える。要所の微調整だけ施す。やり方が分かるため。乱れが減り、保ちやすい。見せ場の作り直しは乱れるのは避ける。仕上げの足並みを揃えたいのときに向く。"
    },
    "63_4_JJH": {
      "detail": "成功の後こそ気を緩めず、予備を備えて確認を続け、手順からの逸脱を終日防ぐのが良いです。行き過ぎを抑える。枠内で最小の調整。過度が減るため。音が静まり、乱れにくい。名目の大改修は空回り避ける。余波を抑えたいのときに向く。"
    },
    "63_4_JHJ": {
      "detail": "成功の後こそ気を緩めず、予備を備えて確認を続け、手順からの逸脱を終日防ぐのが良いです。どこが要か見える。要所の微調整から先に。実情が見えるため。滞りが減り、運びやすい。善意の全面再施工は重いのは避ける。中核だけ整えて回したいのときに向く。"
    },
    "63_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。確認、引継ぎ、運用の順に進める。無理が減るため。穏やかに定着する。見せ場狙いはゆるむ避ける。引継ぎの手順を整えたいのときに向く。"
    },
    "63_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。完了条件と運用の基準を示す。相手が見えるため。控えめで続けやすい。飾りの完了宣言は空疎避ける。終了と運用の理解を揃えたいのときに向く。"
    },
    "63_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な点検だけ行う。余分が減るため。集中しやすい状態が続く。理屈だけの点検は空回り避ける。無理を減らしたいのときに向く。"
    },
    "63_4_HHJ": {
      "detail": "成功の後こそ気を緩めず、予備を備えて確認を続け、手順からの逸脱を終日防ぐのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな運用が保たれる。体裁優先は避ける。仕上げの作法を整えたいのときに向く。"
    },
    "63_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "63_5_JJJ": {
      "detail": "始まりは派手さよりも簡素でも心のこもったやり方が評価されやすく、実益は誠実さに伴うので、中身を丁寧に整えるのが良いです。完了条件と役割を共有。要所から小さく手当て。意図の共有ため。滞りが減り、保ちやすい。形だけの作り直しは乱れるのは避ける。穏当に完了へ寄せたいのときに向く。"
    },
    "63_5_JJH": {
      "detail": "派手さよりも簡素でも心のこもったやり方が評価されやすく、実益は誠実さに伴うので、中身を丁寧に整えるのが良いです。行き過ぎを抑える。枠内で最小の調整。過度が減るため。音が静まり、乱れにくい。名目の大改修は空回り避ける。余波を抑えたいのときに向く。"
    },
    "63_5_JHJ": {
      "detail": "派手さよりも簡素でも心のこもったやり方が評価されやすく、実益は誠実さに伴うので、中身を丁寧に整えるのが良いです。どこが要か見える。要所の微調整から先に。実情が見えるため。滞りが減り、運びやすい。善意の全面再施工は重いのは避ける。中核だけ整えて回したいのときに向く。"
    },
    "63_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。確認、引継ぎ、運用の順に進める。無理が減るため。穏やかに定着する。見せ場狙いはゆるむ避ける。引継ぎの手順を整えたいのときに向く。"
    },
    "63_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。完了条件と運用の基準を示す。相手が見えるため。控えめで続けやすい。飾りの完了宣言は空疎避ける。終了と運用の理解を揃えたいのときに向く。"
    },
    "63_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な点検だけ行う。余分が減るため。集中しやすい状態が続く。理屈だけの点検は空回り避ける。無理を減らしたいのときに向く。"
    },
    "63_5_HHJ": {
      "detail": "派手さよりも簡素でも心のこもったやり方が評価されやすく、実益は誠実さに伴うので、中身を丁寧に整えるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな運用が保たれる。体裁優先は避ける。仕上げの作法を整えたいのときに向く。"
    },
    "63_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "63_6_JJJ": {
      "detail": "始まりは完了後に詰めを怠ると崩れやすいので、引き渡しと運用の確認まで徹底し、最後まで緊張感を保つのが良いです。見せ場のやり直しを断つ。必要箇所だけ簡潔に整える。過度が減るため。こわばりが解け、落ち着いて続く。体裁のための再構築は緩む避ける。仕上げの最終手当てのときに向く。"
    },
    "63_6_JJH": {
      "detail": "完了後に詰めを怠ると崩れやすいので、引き渡しと運用の確認まで徹底し、最後まで緊張感を保つのが良いです。行き過ぎを抑える。程を守って最小の調整。過度が減るため。音が静まり、乱れにくい。名目の大改修は空回り避ける。余波を抑えたいのときに向く。"
    },
    "63_6_JHJ": {
      "detail": "完了後に詰めを怠ると崩れやすいので、引き渡しと運用の確認まで徹底し、最後まで緊張感を保つのが良いです。どこが要か見える。要所の微調整から先に。実情が見えるため。滞りが減り、運びやすい。善意の全面再施工は重いのは避ける。中核だけ整えて回したいのときに向く。"
    },
    "63_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。確認、引継ぎ、運用の順に進める。無理が減るため。穏やかに定着する。見せ場狙いはゆるむ避ける。引継ぎの手順を整えたいのときに向く。"
    },
    "63_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。完了条件と運用の基準を示す。相手が見えるため。控えめで続けやすい。飾りの完了宣言は空疎避ける。終了と運用の理解を揃えたいのときに向く。"
    },
    "63_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な点検だけ行う。余分が減るため。集中しやすい状態が続く。理屈だけの点検は空回り避ける。無理を減らしたいのときに向く。"
    },
    "63_6_HHJ": {
      "detail": "完了後に詰めを怠ると崩れやすいので、引き渡しと運用の確認まで徹底し、最後まで緊張感を保つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな運用が保たれる。体裁優先は避ける。仕上げの作法を整えたいのときに向く。"
    },
    "63_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない運用が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}