{
  "items": {
    "10_1_JJJ": {
      "detail": "始まりは飾らない態度で礼を守って歩めば責められず、足元を固めて慎みを保つほど、道は安定して安全に進みやすいです。礼が保たれ。ほどよさが保たれ。礼儀が効くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_1_JJH": {
      "detail": "飾らない態度で礼を守って歩めば責められず、足元を固めて慎みを保つほど、道は安定して安全に進みやすいです。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_1_JHJ": {
      "detail": "飾らない態度で礼を守って歩めば責められず、足元を固めて慎みを保つほど、道は安定して安全に進みやすいです。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_1_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。ほどよさが保たれ。礼儀が効くため。緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_1_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。ほどよさが保たれ。礼儀が効くため。緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_1_HHJ": {
      "detail": "飾らない態度で礼を守って歩めば責められず、足元を固めて慎みを保つほど、道は安定して安全に進みやすいです。礼が保たれ。ほどよさが保たれ。礼儀が効くため。緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_6_JJJ": {
      "detail": "始まりは足跡を顧みて吉凶の兆しを考えればとても良く、過去の教訓を活かして修正し、次に生かす準備が整いやすいです。整いが進む。さらに整いが進む。基盤が効くため。気持ちの張りは適度に残る。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_6_JJH": {
      "detail": "足跡を顧みて吉凶の兆しを考えればとても良く、過去の教訓を活かして修正し、次に生かす準備が整いやすいです。整いが進む。さらに整いが進む。基盤が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_6_JHJ": {
      "detail": "足跡を顧みて吉凶の兆しを考えればとても良く、過去の教訓を活かして修正し、次に生かす準備が整いやすいです。整いが進む。ほどよさが保たれ。基盤が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_6_JHH": {
      "detail": "一歩出して様子を確かめる。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。整いが進む。さらに整いが進む。基盤が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_6_HJH": {
      "detail": "まず量と範囲を小さくする。整いが進む。さらに整いが進む。基盤が効くため。いっそう整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_6_HHJ": {
      "detail": "足跡を顧みて吉凶の兆しを考えればとても良く、過去の教訓を活かして修正し、次に生かす準備が整いやすいです。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_2_JJJ": {
      "detail": "始まりは道は平らで落ち着いて進めるので、静かに本分を守りつつ節度を保てば良く、目立たずとも確かな前進につながります。礼が保たれ。危険を察し。礼儀が効くため。歩調はほどよいまま。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_2_JJH": {
      "detail": "道は平らで落ち着いて進めるので、静かに本分を守りつつ節度を保てば良く、目立たずとも確かな前進につながります。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_2_JHJ": {
      "detail": "道は平らで落ち着いて進めるので、静かに本分を守りつつ節度を保てば良く、目立たずとも確かな前進につながります。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_2_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_2_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_2_HHJ": {
      "detail": "道は平らで落ち着いて進めるので、静かに本分を守りつつ節度を保てば良く、目立たずとも確かな前進につながります。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_3_JJJ": {
      "detail": "始まりは分不相応に危地へ踏み込むと災いを招きやすいので、力量を見極めて無理を避け、危険を察して距離を保つのが賢明です。緊張が混じる。ほどよさが保たれ。基盤が効くため。気持ちの張りは適度に残る。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_3_JJH": {
      "detail": "分不相応に危地へ踏み込むと災いを招きやすいので、力量を見極めて無理を避け、危険を察して距離を保つのが賢明です。緊張が混じる。ほどよさが保たれ。基盤が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_3_JHJ": {
      "detail": "分不相応に危地へ踏み込むと災いを招きやすいので、力量を見極めて無理を避け、危険を察して距離を保つのが賢明です。緊張が混じる。ほどよさが保たれ。基盤が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_3_JHH": {
      "detail": "一歩出して様子を確かめる。緊張が混じる。ほどよさが保たれ。基盤が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。緊張が混じる。ほどよさが保たれ。基盤が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_3_HJH": {
      "detail": "まず量と範囲を小さくする。緊張が混じる。ほどよさが保たれ。基盤が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_3_HHJ": {
      "detail": "分不相応に危地へ踏み込むと災いを招きやすいので、力量を見極めて無理を避け、危険を察して距離を保つのが賢明です。緊張が混じる。ほどよさが保たれ。基盤が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。緊張が混じる。ほどよさが保たれ。基盤が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_4_JJJ": {
      "detail": "始まりは危険の兆しを感じて身を慎めば最後は良く、恐れが緊張を保つので、節度を守り一歩ずつ注意深く進めば無事に至りやすいです。礼が保たれ。ほどよさが保たれ。礼儀が効くため。歩調はほどよいまま。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_4_JJH": {
      "detail": "危険の兆しを感じて身を慎めば最後は良く、恐れが緊張を保つので、節度を守り一歩ずつ注意深く進めば無事に至りやすいです。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_4_JHJ": {
      "detail": "危険の兆しを感じて身を慎めば最後は良く、恐れが緊張を保つので、節度を守り一歩ずつ注意深く進めば無事に至りやすいです。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_4_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_4_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_4_HHJ": {
      "detail": "危険の兆しを感じて身を慎めば最後は良く、恐れが緊張を保つので、節度を守り一歩ずつ注意深く進めば無事に至りやすいです。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_5_JJJ": {
      "detail": "始まりは断固とした歩みは正しくとも厳しい局面なので、礼を失わず慎重に進めば良く、無理な突破は避けて機を待つのが安全です。礼が保たれ。整いが進む。礼儀が効くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_5_JJH": {
      "detail": "断固とした歩みは正しくとも厳しい局面なので、礼を失わず慎重に進めば良く、無理な突破は避けて機を待つのが安全です。礼が保たれ。整いが進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_5_JHJ": {
      "detail": "断固とした歩みは正しくとも厳しい局面なので、礼を失わず慎重に進めば良く、無理な突破は避けて機を待つのが安全です。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_5_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。整いが進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_5_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。整いが進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "10_5_HHJ": {
      "detail": "断固とした歩みは正しくとも厳しい局面なので、礼を失わず慎重に進めば良く、無理な突破は避けて機を待つのが安全です。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "10_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    }
  }
}