{
  "items": {
    "14_1_JJJ": {
      "detail": "慎重に進め、内側を整える。状況を記録し、原因を分けて考える。小さく確かめ、結果で調整する。礼を守り、節度を保つ。歩調は静かに、量と範囲は控えめにする。終盤は落ち着きに寄る。"
    },
    "14_1_JJH": {
      "detail": "はじめは前に出るが、途中で歩を緩める。基本に戻り、順序を並べ直す。短い手順で確かめ、崩れを防ぐ。脱皮は小さく刻む。終盤は穏やかに結ぶ。"
    },
    "14_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。内省を先に置き、小さく試して調整する。歩調はほどよく、配慮を保つ。行き過ぎは抑える。終盤は静かに保つ。"
    },
    "14_1_JHH": {
      "detail": "一歩出して様子を見る。その後は静観に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。礼を守り、声を落とす。終盤は安定へ寄る。"
    },
    "14_1_HJJ": {
      "detail": "向きを確かめ、慎重に合わせる。要点から実行し、確認を挟む。歩調は静かに保つ。原則に戻り、偏りを抑える。終盤は静かに収める。"
    },
    "14_1_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。内省を重ね、変える所と保つ所を分ける。言葉は簡潔に。終盤は無理を残さない。"
    },
    "14_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。礼を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。終盤は穏やかに保つ。"
    },
    "14_1_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、慎重に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "14_2_JJJ": {
      "detail": "豊かさを力に、要点から推す。目的と資源を照合し、順序を決める。小さく確かめ、結果で調整する。歩調はほどよく、過不足を整える。見せ方より中身を揃える。終盤は静かに成果へ寄る。"
    },
    "14_2_JJH": {
      "detail": "初めは前に出るが、途中で計画を整え直す。段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。負荷をかけ過ぎない。終盤は安定に寄る。"
    },
    "14_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。戦略と手順を並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。広げ過ぎは抑える。終盤は静かに保つ。"
    },
    "14_2_JHH": {
      "detail": "一歩出して様子を見る。その後は実行に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。過不足は早めに戻す。終盤は穏やかに結ぶ。"
    },
    "14_2_HJJ": {
      "detail": "向きを確かめ、推進に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。資源の配分を整え、偏りを抑える。終盤は静かに収める。"
    },
    "14_2_HJH": {
      "detail": "まず量と範囲を小さくする。資源の使い道を見直し、短い手順で確かめる。結果で再評価し、推し方を微調整する。言葉は簡潔に。終盤は無理を残さない。"
    },
    "14_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。配分の根拠を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。終盤は穏やかに保つ。"
    },
    "14_2_HHH": {
      "detail": "全体を保ち、計画に重心を置く。不要を止め、順序をそろえる。確認を重ね、推進の線を整える。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "14_3_JJJ": {
      "detail": "公の役に立つことを先に置く。役割を明らかにし、分配の根拠を示す。小さく確かめ、結果で調整する。権威は節度を保ち、言葉は簡潔にする。歩調はほどよく。終盤は静かに良い形へ結ぶ。"
    },
    "14_3_JJH": {
      "detail": "初めは前に出るが、途中で整えを厚くする。配分の線を見直し、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。奉仕の線を保つ。終盤は安定に寄る。"
    },
    "14_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。示し方と中身を揃え、小さく試して調整する。歩調はほどよく、配慮を保つ。偏りは早めに戻す。終盤は静かに保つ。"
    },
    "14_3_JHH": {
      "detail": "一歩出して様子を見る。その後は分配に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。説明は簡潔にする。終盤は穏やかに結ぶ。"
    },
    "14_3_HJJ": {
      "detail": "向きを確かめ、公的奉仕に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。分配の理由を明らかにし、偏りを抑える。終盤は静かに収める。"
    },
    "14_3_HJH": {
      "detail": "まず量と範囲を小さくする。配分を見直し、短い手順で確かめる。結果で再評価し、過不足を整える。口調は穏やかに。終盤は無理を残さない。"
    },
    "14_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。奉仕の目的を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。行き過ぎを抑える。終盤は静かに保つ。"
    },
    "14_3_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、分配の段取りを整える。歩調は静かに保つ。終盤は安定を保つ。"
    },
    "14_4_JJJ": {
      "detail": "謙虚に学び、内側を整える。本質に照らし、偏りを戻す。小さく確かめ、結果で調整する。変える所と保つ所を分ける。歩調は静かに。終盤は落ち着きに寄る。"
    },
    "14_4_JJH": {
      "detail": "初めは前に出るが、途中で学び直しを挟む。段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。謙虚を保つ。終盤は安定に寄る。"
    },
    "14_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。本質に合わせ、順序を並べ直す。小さく試し、歩調を整える。見せ方は控えめに。終盤は静かに保つ。"
    },
    "14_4_JHH": {
      "detail": "一歩出して様子を見る。その後は静観に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。誇張は抑える。終盤は穏やかに結ぶ。"
    },
    "14_4_HJJ": {
      "detail": "向きを確かめ、謙虚に合わせる。要点から実行し、確認を挟む。歩調は静かに保つ。本質に寄せ、偏りを抑える。終盤は静かに収める。"
    },
    "14_4_HJH": {
      "detail": "まず量と範囲を小さくする。基本に戻り、短い手順で確かめる。結果で再評価し、脱皮を小さく刻む。言葉は簡潔に。終盤は無理を残さない。"
    },
    "14_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。本質を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。謙虚を保つ。終盤は穏やかに保つ。"
    },
    "14_4_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、本質に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "14_5_JJJ": {
      "detail": "受容でつなぎ、調和に寄せる。事実を揃え、役割を明らかにする。小さく確かめ、過不足を整える。歩調はほどよく、言葉は穏やかに。信義を守り、偏りを抑える。終盤は静かに良い形へ結ぶ。"
    },
    "14_5_JJH": {
      "detail": "初めは前に出るが、途中で整えを厚くする。配慮を行き渡らせ、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。受容を保つ。終盤は安定に寄る。"
    },
    "14_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。受容の線を共有し、小さく試して調整する。歩調はほどよく、本質に寄せる。過不足は早めに戻す。終盤は静かに保つ。"
    },
    "14_5_JHH": {
      "detail": "一歩出して様子を見る。その後は調和に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。言葉は簡潔に。終盤は穏やかに結ぶ。"
    },
    "14_5_HJJ": {
      "detail": "向きを確かめ、信義に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。事実を揃え、偏りを抑える。終盤は静かに収める。"
    },
    "14_5_HJH": {
      "detail": "まず量と範囲を小さくする。受け止めを先に置き、短い手順で確かめる。結果で再評価し、本質に寄せる。口調は穏やかに。終盤は無理を残さない。"
    },
    "14_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。受容の理由を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。調和を保つ。終盤は静かに保つ。"
    },
    "14_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、信義に寄せる。歩調は静かに保つ。終盤は安定を保つ。"
    },
    "14_6_JJJ": {
      "detail": "実りを整え、静かに収める。完了条件を明らかにし、要点から閉じる。小さく確かめ、過不足を調整する。歩調はほどよく、過度な誇示は抑える。感謝を忘れず、次へ備える。終盤は落ち着きに寄る。"
    },
    "14_6_JJH": {
      "detail": "初めは前に出るが、途中で整えを厚くする。完了の段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。感性に頼り過ぎない。終盤は安定に寄る。"
    },
    "14_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。示し方と中身を揃え、小さく試して調整する。歩調はほどよく。恩寵に頼らず、基準で整える。終盤は静かに保つ。"
    },
    "14_6_JHH": {
      "detail": "一歩出して様子を見る。その後は仕上げに寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。過不足は早めに戻す。終盤は穏やかに結ぶ。"
    },
    "14_6_HJJ": {
      "detail": "向きを確かめ、完了に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。分配の線を明らかにし、偏りを抑える。終盤は静かに収める。"
    },
    "14_6_HJH": {
      "detail": "まず量と範囲を小さくする。完了の線を整え、短い手順で確かめる。結果で再評価し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "14_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。完了の理由を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。感謝を保つ。終盤は静かに保つ。"
    },
    "14_6_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、完成に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    }
  }
}