{
  "items": {
    "61_1_JJJ": {
      "detail": "始まりは先に丁寧に考え誠実に向き合えば良く、約束を守って一貫性を示すほど信頼が高まります。何が本心か見える。要の合意から小さく整える。本心が見えるため。疑いが減り、進めやすい。見せ場の大言は信を損なう避ける。信頼基盤を整えたいのときに向く。"
    },
    "61_1_JJH": {
      "detail": "先に丁寧に考え誠実に向き合えば良く、約束を守って一貫性を示すほど信頼が高まります。言い過ぎを抑える。枠内で簡潔に示す。過度が減るため。角が取れ、受け入れられる。名目の誓約は空疎避ける。行き違いを減らしたいのときに向く。"
    },
    "61_1_JHJ": {
      "detail": "先に丁寧に考え誠実に向き合えば良く、約束を守って一貫性を示すほど信頼が高まります。どこが要か見える。要所の理解を先に揃える。実情が見えるため。滞りが減り、信が広がる。善意の一斉表明は重いのは避ける。中核から信を通したいのときに向く。"
    },
    "61_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、理解、合意の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは信を損なう避ける。合意形成を整えたいのときに向く。"
    },
    "61_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの誓いは空疎避ける。意図と期待を合わせたいのときに向く。"
    },
    "61_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な確認だけに絞る。余分が減るため。集中しやすく、信が通る。理屈だけの確認は浮く避ける。無理を減らしたいのときに向く。"
    },
    "61_1_HHJ": {
      "detail": "先に丁寧に考え誠実に向き合えば良く、約束を守って一貫性を示すほど信頼が高まります。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前提が保たれる。体裁優先は避ける。前提の作法を整えたいのときに向く。"
    },
    "61_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない合意が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "61_2_JJJ": {
      "detail": "始まりは率直な声は見えないところまで伝わるので、近しい人から共有を広げ、誠実に連鎖させるのが良いです。偏りを抑える。節度を守り小さく合わせる。中庸が働くため。通りが良く、信が保たれる。誇示の誓約は空疎避ける。穏当に信頼を築きたいのときに向く。"
    },
    "61_2_JJH": {
      "detail": "率直な声は見えないところまで伝わるので、近しい人から共有を広げ、誠実に連鎖させるのが良いです。言い過ぎを抑える。枠内で簡潔に示す。過度が減るため。角が取れ、受け入れられる。名目の誓約は空疎避ける。行き違いを減らしたいのときに向く。"
    },
    "61_2_JHJ": {
      "detail": "率直な声は見えないところまで伝わるので、近しい人から共有を広げ、誠実に連鎖させるのが良いです。どこが要か見える。要所の理解を先に揃える。実情が見えるため。滞りが減り、信が広がる。善意の一斉表明は重いのは避ける。中核から信を通したいのときに向く。"
    },
    "61_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、理解、合意の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは信を損なう避ける。合意形成を整えたいのときに向く。"
    },
    "61_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの誓いは空疎避ける。意図と期待を合わせたいのときに向く。"
    },
    "61_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な確認だけに絞る。余分が減るため。集中しやすく、信が通る。理屈だけの確認は浮く避ける。無理を減らしたいのときに向く。"
    },
    "61_2_HHJ": {
      "detail": "率直な声は見えないところまで伝わるので、近しい人から共有を広げ、誠実に連鎖させるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前提が保たれる。体裁優先は避ける。前提の作法を整えたいのときに向く。"
    },
    "61_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない合意が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "61_3_JJJ": {
      "detail": "始まりは対立の中で感情が揺れやすいので、一喜一憂せず状況を見極め、目的と手順に沿って判断するのが良いです。支えと隔たりが見える。要に沿って要から整える。土台が整うため。受け入れられ、信が通る。見せ場の大言は疑いを生む避ける。合意の道筋を整えたいのときに向く。"
    },
    "61_3_JJH": {
      "detail": "対立の中で感情が揺れやすいので、一喜一憂せず状況を見極め、目的と手順に沿って判断するのが良いです。言い過ぎを抑える。枠内で簡潔に示す。過度が減るため。角が取れ、受け入れられる。名目の誓約は空疎避ける。行き違いを減らしたいのときに向く。"
    },
    "61_3_JHJ": {
      "detail": "対立の中で感情が揺れやすいので、一喜一憂せず状況を見極め、目的と手順に沿って判断するのが良いです。どこが要か見える。要所の理解を先に揃える。実情が見えるため。滞りが減り、信が広がる。善意の一斉表明は重いのは避ける。中核から信を通したいのときに向く。"
    },
    "61_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、理解、合意の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは信を損なう避ける。合意形成を整えたいのときに向く。"
    },
    "61_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの誓いは空疎避ける。意図と期待を合わせたいのときに向く。"
    },
    "61_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な確認だけに絞る。余分が減るため。集中しやすく、信が通る。理屈だけの確認は浮く避ける。無理を減らしたいのときに向く。"
    },
    "61_3_HHJ": {
      "detail": "対立の中で感情が揺れやすいので、一喜一憂せず状況を見極め、目的と手順に沿って判断するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前提が保たれる。体裁優先は避ける。前提の作法を整えたいのときに向く。"
    },
    "61_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない合意が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "61_4_JJJ": {
      "detail": "始まりは成果がほぼ整っても油断は禁物で、合流相手や引き継ぎの抜けを点検し、最後まで足元を固めるのが良いです。公の示し方が見える。要の理解から小さく整える。やり方が分かるため。疑いが減り、進めやすい。見せ場の大言は信を損なう避ける。合意の足並みを揃えたいのときに向く。"
    },
    "61_4_JJH": {
      "detail": "成果がほぼ整っても油断は禁物で、合流相手や引き継ぎの抜けを点検し、最後まで足元を固めるのが良いです。言い過ぎを抑える。枠内で簡潔に示す。過度が減るため。角が取れ、受け入れられる。名目の誓約は空疎避ける。行き違いを減らしたいのときに向く。"
    },
    "61_4_JHJ": {
      "detail": "成果がほぼ整っても油断は禁物で、合流相手や引き継ぎの抜けを点検し、最後まで足元を固めるのが良いです。どこが要か見える。要所の理解を先に揃える。実情が見えるため。滞りが減り、信が広がる。善意の一斉表明は重いのは避ける。中核から信を通したいのときに向く。"
    },
    "61_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、理解、合意の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは信を損なう避ける。合意形成を整えたいのときに向く。"
    },
    "61_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの誓いは空疎避ける。意図と期待を合わせたいのときに向く。"
    },
    "61_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な確認だけに絞る。余分が減るため。集中しやすく、信が通る。理屈だけの確認は浮く避ける。無理を減らしたいのときに向く。"
    },
    "61_4_HHJ": {
      "detail": "成果がほぼ整っても油断は禁物で、合流相手や引き継ぎの抜けを点検し、最後まで足元を固めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前提が保たれる。体裁優先は避ける。前提の作法を整えたいのときに向く。"
    },
    "61_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない合意が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "61_5_JJJ": {
      "detail": "始まりは強い信頼で結ばれていれば問題はなく、透明な情報共有と相互の約束で結束を保つのが良いです。意図と本心を共有。要の合意から小さく運ぶ。意図の共有ため。滞りが減り、進めやすい。形だけの誓いは空疎避ける。穏当に信頼を固めたいのときに向く。"
    },
    "61_5_JJH": {
      "detail": "強い信頼で結ばれていれば問題はなく、透明な情報共有と相互の約束で結束を保つのが良いです。言い過ぎを抑える。枠内で簡潔に示す。過度が減るため。角が取れ、受け入れられる。名目の誓約は空疎避ける。行き違いを減らしたいのときに向く。"
    },
    "61_5_JHJ": {
      "detail": "強い信頼で結ばれていれば問題はなく、透明な情報共有と相互の約束で結束を保つのが良いです。どこが要か見える。要所の理解を先に揃える。実情が見えるため。滞りが減り、信が広がる。善意の一斉表明は重いのは避ける。中核から信を通したいのときに向く。"
    },
    "61_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、理解、合意の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは信を損なう避ける。合意形成を整えたいのときに向く。"
    },
    "61_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの誓いは空疎避ける。意図と期待を合わせたいのときに向く。"
    },
    "61_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な確認だけに絞る。余分が減るため。集中しやすく、信が通る。理屈だけの確認は浮く避ける。無理を減らしたいのときに向く。"
    },
    "61_5_HHJ": {
      "detail": "強い信頼で結ばれていれば問題はなく、透明な情報共有と相互の約束で結束を保つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前提が保たれる。体裁優先は避ける。前提の作法を整えたいのときに向く。"
    },
    "61_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない合意が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "61_6_JJJ": {
      "detail": "始まりは実態を伴わない大きな話は危ういので、根拠を示せない提案は控え、地に足のついた改善から進めるのが良いです。見せ場の大言を断つ。必要な合意だけ簡潔に確認。過度が減るため。こわばりが解け、静かに続く。体裁のための誓いは空疎避ける。仕上げの合意のときに向く。"
    },
    "61_6_JJH": {
      "detail": "実態を伴わない大きな話は危ういので、根拠を示せない提案は控え、地に足のついた改善から進めるのが良いです。言い過ぎを抑える。程を守って簡潔に示す。過度が減るため。角が取れ、受け入れられる。名目の誓約は空疎避ける。行き違いを減らしたいのときに向く。"
    },
    "61_6_JHJ": {
      "detail": "実態を伴わない大きな話は危ういので、根拠を示せない提案は控え、地に足のついた改善から進めるのが良いです。どこが要か見える。要所の理解を先に揃える。実情が見えるため。滞りが減り、信が広がる。善意の一斉表明は重いのは避ける。中核から信を通したいのときに向く。"
    },
    "61_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、理解、合意の順の順に進める。無理が減るため。穏やかに定着する。見せ場狙いは信を損なう避ける。合意形成を整えたいのときに向く。"
    },
    "61_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの誓いは空疎避ける。意図と期待を合わせたいのときに向く。"
    },
    "61_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な確認だけに絞る。余分が減るため。集中しやすく、信が通る。理屈だけの確認は浮く避ける。無理を減らしたいのときに向く。"
    },
    "61_6_HHJ": {
      "detail": "実態を伴わない大きな話は危ういので、根拠を示せない提案は控え、地に足のついた改善から進めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな前提が保たれる。体裁優先は避ける。前提の作法を整えたいのときに向く。"
    },
    "61_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない合意が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}