{
  "items": {
    "58_1_JJJ": {
      "detail": "始まりは和やかに語り合えば良く、自然な喜びを大切にして調和を広げれば、連携が生まれやすいです。どこを開けば良いか見える。率直だが節度ある言葉を交わす。入口が見えるため。警戒が和らぎ、通りやすい。見せ場の冗舌は信を失う避ける。対話で道を開きたいのときに向く。"
    },
    "58_1_JJH": {
      "detail": "和やかに語り合えば良く、自然な喜びを大切にして調和を広げれば、連携が生まれやすいです。言い過ぎを抑える。枠内で簡潔に伝える。過度が減るため。角が取れ、受け入れられる。名目だけの賑やかしは空疎避ける。雰囲気を和らげたいのときに向く。"
    },
    "58_1_JHJ": {
      "detail": "和やかに語り合えば良く、自然な喜びを大切にして調和を広げれば、連携が生まれやすいです。どこが要か見える。要所の相互理解を先に。実情が見えるため。滞りが減り、輪が広がる。善意の全体集会は重いのは避ける。中核から和を作りたいのときに向く。"
    },
    "58_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、対話、合意の順の順に進める。無理が減るため。穏やかに打ち解ける。見せ場狙いは疲れを生む避ける。対話の手順を整えたいのときに向く。"
    },
    "58_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの賛辞は空疎避ける。開く意図を共有したいのときに向く。"
    },
    "58_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な対話だけに絞る。余分が減るため。集中しやすく、和やか。理屈だけの歓談は浮く避ける。無理を減らしたいのときに向く。"
    },
    "58_1_HHJ": {
      "detail": "和やかに語り合えば良く、自然な喜びを大切にして調和を広げれば、連携が生まれやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな交流が続く。体裁優先は避ける。交わりの作法を整えたいのときに向く。"
    },
    "58_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない交流が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "58_2_JJJ": {
      "detail": "始まりは誠実に向き合えば良く、真心で語れば行き違いは減り、後悔も少なくなります。偏りを抑える。節度を守り小さく通う。中庸が働くため。通りが良く、輪が広がる。誇示の賑やかしは疲れるのは避ける。穏当に輪を広げたいのときに向く。"
    },
    "58_2_JJH": {
      "detail": "誠実に向き合えば良く、真心で語れば行き違いは減り、後悔も少なくなります。言い過ぎを抑える。枠内で簡潔に伝える。過度が減るため。角が取れ、受け入れられる。名目だけの賑やかしは空疎避ける。雰囲気を和らげたいのときに向く。"
    },
    "58_2_JHJ": {
      "detail": "誠実に向き合えば良く、真心で語れば行き違いは減り、後悔も少なくなります。どこが要か見える。要所の相互理解を先に。実情が見えるため。滞りが減り、輪が広がる。善意の全体集会は重いのは避ける。中核から和を作りたいのときに向く。"
    },
    "58_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、対話、合意の順の順に進める。無理が減るため。穏やかに打ち解ける。見せ場狙いは疲れを生む避ける。対話の手順を整えたいのときに向く。"
    },
    "58_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの賛辞は空疎避ける。開く意図を共有したいのときに向く。"
    },
    "58_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な対話だけに絞る。余分が減るため。集中しやすく、和やか。理屈だけの歓談は浮く避ける。無理を減らしたいのときに向く。"
    },
    "58_2_HHJ": {
      "detail": "誠実に向き合えば良く、真心で語れば行き違いは減り、後悔も少なくなります。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな交流が続く。体裁優先は避ける。交わりの作法を整えたいのときに向く。"
    },
    "58_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない交流が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "58_3_JJJ": {
      "detail": "始まりは都合の良すぎる誘いには注意が必要で、条件と責任を明確にし、短期の快楽に流されないのが良いです。支えと閉塞が見える。小さく場を開き対話を置く。土台が整うため。受け入れられ、輪が広がる。見せ場の饒舌は信を失う避ける。打ち解ける場作りをしたいのときに向く。"
    },
    "58_3_JJH": {
      "detail": "都合の良すぎる誘いには注意が必要で、条件と責任を明確にし、短期の快楽に流されないのが良いです。言い過ぎを抑える。枠内で簡潔に伝える。過度が減るため。角が取れ、受け入れられる。名目だけの賑やかしは空疎避ける。雰囲気を和らげたいのときに向く。"
    },
    "58_3_JHJ": {
      "detail": "都合の良すぎる誘いには注意が必要で、条件と責任を明確にし、短期の快楽に流されないのが良いです。どこが要か見える。要所の相互理解を先に。実情が見えるため。滞りが減り、輪が広がる。善意の全体集会は重いのは避ける。中核から和を作りたいのときに向く。"
    },
    "58_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、対話、合意の順の順に進める。無理が減るため。穏やかに打ち解ける。見せ場狙いは疲れを生む避ける。対話の手順を整えたいのときに向く。"
    },
    "58_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの賛辞は空疎避ける。開く意図を共有したいのときに向く。"
    },
    "58_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な対話だけに絞る。余分が減るため。集中しやすく、和やか。理屈だけの歓談は浮く避ける。無理を減らしたいのときに向く。"
    },
    "58_3_HHJ": {
      "detail": "都合の良すぎる誘いには注意が必要で、条件と責任を明確にし、短期の快楽に流されないのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな交流が続く。体裁優先は避ける。交わりの作法を整えたいのときに向く。"
    },
    "58_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない交流が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "58_4_JJJ": {
      "detail": "始まりは話し合いはまだ落ち着かないが、丁寧にすり合わせれば合意に至りやすいので、論点を整理して進めるのが良いです。公の開き方が示される。要所から簡潔に対話を置く。やり方が分かるため。警戒が和らぎ、通りやすい。見せ場の饒舌は信を失う避ける。開き方を揃えたいのときに向く。"
    },
    "58_4_JJH": {
      "detail": "話し合いはまだ落ち着かないが、丁寧にすり合わせれば合意に至りやすいので、論点を整理して進めるのが良いです。言い過ぎを抑える。枠内で簡潔に伝える。過度が減るため。角が取れ、受け入れられる。名目だけの賑やかしは空疎避ける。雰囲気を和らげたいのときに向く。"
    },
    "58_4_JHJ": {
      "detail": "話し合いはまだ落ち着かないが、丁寧にすり合わせれば合意に至りやすいので、論点を整理して進めるのが良いです。どこが要か見える。要所の相互理解を先に。実情が見えるため。滞りが減り、輪が広がる。善意の全体集会は重いのは避ける。中核から和を作りたいのときに向く。"
    },
    "58_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、対話、合意の順の順に進める。無理が減るため。穏やかに打ち解ける。見せ場狙いは疲れを生む避ける。対話の手順を整えたいのときに向く。"
    },
    "58_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの賛辞は空疎避ける。開く意図を共有したいのときに向く。"
    },
    "58_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な対話だけに絞る。余分が減るため。集中しやすく、和やか。理屈だけの歓談は浮く避ける。無理を減らしたいのときに向く。"
    },
    "58_4_HHJ": {
      "detail": "話し合いはまだ落ち着かないが、丁寧にすり合わせれば合意に至りやすいので、論点を整理して進めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな交流が続く。体裁優先は避ける。交わりの作法を整えたいのときに向く。"
    },
    "58_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない交流が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "58_5_JJJ": {
      "detail": "始まりは信頼に足る根拠が薄い相手へ依存すると危ういので、背景を確認し権限と監視を分け、リスクを抑えるのが良いです。目的と話題を共有。要所から小さく対話を重ねる。意図の共有ため。滞りが減り、和やかに進む。形だけの賑やかしは空疎避ける。穏当に合意を広げたいのときに向く。"
    },
    "58_5_JJH": {
      "detail": "信頼に足る根拠が薄い相手へ依存すると危ういので、背景を確認し権限と監視を分け、リスクを抑えるのが良いです。言い過ぎを抑える。枠内で簡潔に伝える。過度が減るため。角が取れ、受け入れられる。名目だけの賑やかしは空疎避ける。雰囲気を和らげたいのときに向く。"
    },
    "58_5_JHJ": {
      "detail": "信頼に足る根拠が薄い相手へ依存すると危ういので、背景を確認し権限と監視を分け、リスクを抑えるのが良いです。どこが要か見える。要所の相互理解を先に。実情が見えるため。滞りが減り、輪が広がる。善意の全体集会は重いのは避ける。中核から和を作りたいのときに向く。"
    },
    "58_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、対話、合意の順の順に進める。無理が減るため。穏やかに打ち解ける。見せ場狙いは疲れを生む避ける。対話の手順を整えたいのときに向く。"
    },
    "58_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの賛辞は空疎避ける。開く意図を共有したいのときに向く。"
    },
    "58_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な対話だけに絞る。余分が減るため。集中しやすく、和やか。理屈だけの歓談は浮く避ける。無理を減らしたいのときに向く。"
    },
    "58_5_HHJ": {
      "detail": "信頼に足る根拠が薄い相手へ依存すると危ういので、背景を確認し権限と監視を分け、リスクを抑えるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな交流が続く。体裁優先は避ける。交わりの作法を整えたいのときに向く。"
    },
    "58_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない交流が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "58_6_JJJ": {
      "detail": "始まりは周囲に流されやすいので、目的と境界を先に決め、意思決定の基準を共有してから動くのが良いです。見せ場の饒舌を断つ。必要な対話だけ簡潔に置く。過度が減るため。こわばりが解け、和やかに続く。体面のための盛り上げは濁るのは避ける。仕上げの開き方のときに向く。"
    },
    "58_6_JJH": {
      "detail": "周囲に流されやすいので、目的と境界を先に決め、意思決定の基準を共有してから動くのが良いです。言い過ぎを抑える。程を守って簡潔に伝える。過度が減るため。角が取れ、受け入れられる。名目だけの賑やかしは空疎避ける。雰囲気を和らげたいのときに向く。"
    },
    "58_6_JHJ": {
      "detail": "周囲に流されやすいので、目的と境界を先に決め、意思決定の基準を共有してから動くのが良いです。どこが要か見える。要所の相互理解を先に。実情が見えるため。滞りが減り、輪が広がる。善意の全体集会は重いのは避ける。中核から和を作りたいのときに向く。"
    },
    "58_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。目的、対話、合意の順の順に進める。無理が減るため。穏やかに打ち解ける。見せ場狙いは疲れを生む避ける。対話の手順を整えたいのときに向く。"
    },
    "58_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と期待を端的に示す。相手が見えるため。控えめで続けやすい。飾りの賛辞は空疎避ける。開く意図を共有したいのときに向く。"
    },
    "58_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な対話だけに絞る。余分が減るため。集中しやすく、和やか。理屈だけの歓談は浮く避ける。無理を減らしたいのときに向く。"
    },
    "58_6_HHJ": {
      "detail": "周囲に流されやすいので、目的と境界を先に決め、意思決定の基準を共有してから動くのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな交流が続く。体裁優先は避ける。交わりの作法を整えたいのときに向く。"
    },
    "58_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない交流が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}