{
  "items": {
    "17_1_JJJ": {
      "detail": "始まりは役目の変化があっても正しく対処すれば良く、外に出て関係を広げれば功があり、節度を守って機会を確実につかみます。礼が保たれ。整いが進む。礼儀が効くため。整いは静かに保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_1_JJH": {
      "detail": "役目の変化があっても正しく対処すれば良く、外に出て関係を広げれば功があり、節度を守って機会を確実につかみます。礼が保たれ。整いが進む。礼儀が効くため。光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_1_JHJ": {
      "detail": "役目の変化があっても正しく対処すれば良く、外に出て関係を広げれば功があり、節度を守って機会を確実につかみます。礼が保たれ。かたよりなく進む。礼儀が効くため。光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_1_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。整いが進む。礼儀が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。整いが進む。礼儀が効くため。光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_1_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。整いが進む。礼儀が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_1_HHJ": {
      "detail": "役目の変化があっても正しく対処すれば良く、外に出て関係を広げれば功があり、節度を守って機会を確実につかみます。礼が保たれ。整いが進む。礼儀が効くため。かたよりなく進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。ほどよさが保たれ。礼儀が効くため。整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_2_JJJ": {
      "detail": "始まりは小さなことに執着すると大切な機会を失いやすいので、判断基準を上げて要点を外さず、長期の価値を優先するのが良いです。整いが進む。かたよりなく進む。基盤が効くため。整いは静かに保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_2_JJH": {
      "detail": "小さなことに執着すると大切な機会を失いやすいので、判断基準を上げて要点を外さず、長期の価値を優先するのが良いです。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_2_JHJ": {
      "detail": "小さなことに執着すると大切な機会を失いやすいので、判断基準を上げて要点を外さず、長期の価値を優先するのが良いです。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_2_JHH": {
      "detail": "一歩出して様子を確かめる。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_2_HJH": {
      "detail": "まず量と範囲を小さくする。整いが進む。かたよりなく進む。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_2_HHJ": {
      "detail": "小さなことに執着すると大切な機会を失いやすいので、判断基準を上げて要点を外さず、長期の価値を優先するのが良いです。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。整いが進む。ほどよさが保たれ。基盤が効くため。さらに整いが進む。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "17_3_JJJ": {
      "detail": "始まりは価値の高い本筋に従い小事を手放せば求める成果に近づきやすく、資源を集中して要所を押さえるのが良いです。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_3_JJH": {
      "detail": "価値の高い本筋に従い小事を手放せば求める成果に近づきやすく、資源を集中して要所を押さえるのが良いです。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_3_JHJ": {
      "detail": "価値の高い本筋に従い小事を手放せば求める成果に近づきやすく、資源を集中して要所を押さえるのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "17_3_JHH": {
      "detail": "一歩出して様子を確かめる。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "17_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_3_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_3_HHJ": {
      "detail": "価値の高い本筋に従い小事を手放せば求める成果に近づきやすく、資源を集中して要所を押さえるのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "17_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "17_4_JJJ": {
      "detail": "始まりは従って利を得ることはあるが形式に固執すると凶なので、誠実に筋を明らかにして進めば責められず、健全に成果を得られます。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_4_JJH": {
      "detail": "従って利を得ることはあるが形式に固執すると凶なので、誠実に筋を明らかにして進めば責められず、健全に成果を得られます。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_4_JHJ": {
      "detail": "従って利を得ることはあるが形式に固執すると凶なので、誠実に筋を明らかにして進めば責められず、健全に成果を得られます。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_4_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_4_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_4_HHJ": {
      "detail": "従って利を得ることはあるが形式に固執すると凶なので、誠実に筋を明らかにして進めば責められず、健全に成果を得られます。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_5_JJJ": {
      "detail": "始まりは良いものを信じて従えば良く、基準を保って選び抜けば周囲の賛同も得られ、安定した前進になります。味方に共有する。合意をとる。今は『信頼』が強みのため。関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_5_JJH": {
      "detail": "良いものを信じて従えば良く、基準を保って選び抜けば周囲の賛同も得られ、安定した前進になります。味方に共有する。合意をとる。今は『信頼』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_5_JHJ": {
      "detail": "良いものを信じて従えば良く、基準を保って選び抜けば周囲の賛同も得られ、安定した前進になります。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_5_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。合意をとる。今は『信頼』が強みのため。関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_5_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。合意をとる。今は『信頼』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_5_HHJ": {
      "detail": "良いものを信じて従えば良く、基準を保って選び抜けば周囲の賛同も得られ、安定した前進になります。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。合意をとる。今は『信頼』が強みのため。見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_6_JJJ": {
      "detail": "始まりは強い結びつきで一体となって進めば大業は成りやすいので、信義を守って役割を結び、礼を尽くして目的を全うするのが良いです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_6_JJH": {
      "detail": "強い結びつきで一体となって進めば大業は成りやすいので、信義を守って役割を結び、礼を尽くして目的を全うするのが良いです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_6_JHJ": {
      "detail": "強い結びつきで一体となって進めば大業は成りやすいので、信義を守って役割を結び、礼を尽くして目的を全うするのが良いです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_6_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。合意をとる。今は『信頼』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_6_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_6_HHJ": {
      "detail": "強い結びつきで一体となって進めば大業は成りやすいので、信義を守って役割を結び、礼を尽くして目的を全うするのが良いです。味方に共有する。合意をとる。今は『信頼』が強みのため。関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "17_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。合意をとる。今は『信頼』が強みのため。関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    }
  }
}