{
  "items": {
    "57_1_JJJ": {
      "detail": "始まりは進退の判断ははっきり示すのが良く、感情に流されず手順と基準に従って決めれば、周囲も動きやすいです。どこから入るか見える。小さく筋を示し続ける。入口が見えるため。反発が減り、通りやすい。見せ場の強圧は跳ね返るのは避ける。合意を静かに広げたいのときに向く。"
    },
    "57_1_JJH": {
      "detail": "進退の判断ははっきり示すのが良く、感情に流されず手順と基準に従って決めれば、周囲も動きやすいです。行き過ぎを抑える。枠内で最小限に示す。過度が減るため。摩擦が減り、受け入れられる。名目の一斉周知は空回り避ける。余波を抑えたいのときに向く。"
    },
    "57_1_JHJ": {
      "detail": "進退の判断ははっきり示すのが良く、感情に流されず手順と基準に従って決めれば、周囲も動きやすいです。何が要か見える。要所の理解から通す。実情が見えるため。滞りが減り、広がりやすい。善意の一斉展開は重いのは避ける。中核から浸透させたいのときに向く。"
    },
    "57_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と役割を揃える。無理が減るため。穏やかに染み通る。見せ場狙いは反発を生む避ける。浸透の手順を整えたいのときに向く。"
    },
    "57_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と利点を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉は空疎避ける。浸透の意図を共有したいのときに向く。"
    },
    "57_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ通す。余分が減るため。集中しやすく、通りやすい。理屈だけの説得は浮く避ける。無理を減らしたいのときに向く。"
    },
    "57_1_HHJ": {
      "detail": "進退の判断ははっきり示すのが良く、感情に流されず手順と基準に従って決めれば、周囲も動きやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな浸透が保たれる。体裁優先は避ける。伝え方の作法を整えたいのときに向く。"
    },
    "57_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない浸透が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "57_2_JJJ": {
      "detail": "始まりは見えないところまで丁寧に調べ、記録と証拠で曖昧さを減らせば問題はなく、静かに裏取りを進めるのが良いです。偏りを抑える。節度を守り小さく通す。中庸が働くため。通りが良く、受け入れやすい。誇示の号令は反発避ける。穏当に浸透させたいのときに向く。"
    },
    "57_2_JJH": {
      "detail": "見えないところまで丁寧に調べ、記録と証拠で曖昧さを減らせば問題はなく、静かに裏取りを進めるのが良いです。行き過ぎを抑える。枠内で最小限に示す。過度が減るため。摩擦が減り、受け入れられる。名目の一斉周知は空回り避ける。余波を抑えたいのときに向く。"
    },
    "57_2_JHJ": {
      "detail": "見えないところまで丁寧に調べ、記録と証拠で曖昧さを減らせば問題はなく、静かに裏取りを進めるのが良いです。何が要か見える。要所の理解から通す。実情が見えるため。滞りが減り、広がりやすい。善意の一斉展開は重いのは避ける。中核から浸透させたいのときに向く。"
    },
    "57_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と役割を揃える。無理が減るため。穏やかに染み通る。見せ場狙いは反発を生む避ける。浸透の手順を整えたいのときに向く。"
    },
    "57_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と利点を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉は空疎避ける。浸透の意図を共有したいのときに向く。"
    },
    "57_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ通す。余分が減るため。集中しやすく、通りやすい。理屈だけの説得は浮く避ける。無理を減らしたいのときに向く。"
    },
    "57_2_HHJ": {
      "detail": "見えないところまで丁寧に調べ、記録と証拠で曖昧さを減らせば問題はなく、静かに裏取りを進めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな浸透が保たれる。体裁優先は避ける。伝え方の作法を整えたいのときに向く。"
    },
    "57_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない浸透が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "57_3_JJJ": {
      "detail": "始まりは過度にへりくだると信用を損ないやすいので、事実に基づいて率直に伝え、必要な主張は明確にするのが良いです。支えと入り方が見える。要の入口から小さく示す。土台が整うため。受け入れられ、広がりやすい。見せ場の一斉導入は緩む避ける。浸透の道筋を整えたいのときに向く。"
    },
    "57_3_JJH": {
      "detail": "過度にへりくだると信用を損ないやすいので、事実に基づいて率直に伝え、必要な主張は明確にするのが良いです。行き過ぎを抑える。枠内で最小限に示す。過度が減るため。摩擦が減り、受け入れられる。名目の一斉周知は空回り避ける。余波を抑えたいのときに向く。"
    },
    "57_3_JHJ": {
      "detail": "過度にへりくだると信用を損ないやすいので、事実に基づいて率直に伝え、必要な主張は明確にするのが良いです。何が要か見える。要所の理解から通す。実情が見えるため。滞りが減り、広がりやすい。善意の一斉展開は重いのは避ける。中核から浸透させたいのときに向く。"
    },
    "57_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と役割を揃える。無理が減るため。穏やかに染み通る。見せ場狙いは反発を生む避ける。浸透の手順を整えたいのときに向く。"
    },
    "57_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と利点を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉は空疎避ける。浸透の意図を共有したいのときに向く。"
    },
    "57_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ通す。余分が減るため。集中しやすく、通りやすい。理屈だけの説得は浮く避ける。無理を減らしたいのときに向く。"
    },
    "57_3_HHJ": {
      "detail": "過度にへりくだると信用を損ないやすいので、事実に基づいて率直に伝え、必要な主張は明確にするのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな浸透が保たれる。体裁優先は避ける。伝え方の作法を整えたいのときに向く。"
    },
    "57_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない浸透が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "57_4_JJJ": {
      "detail": "始まりは悔いは薄れ、継続して取り組めば異なる分野で複数の成果が得られるので、手順を守って淡々と積み上げるのが良いです。公の示し方が見える。要所の入口から小さく示す。やり方が分かるため。反発が減り、通りやすい。見せ場の強圧は跳ね返るのは避ける。浸透手順を揃えたいのときに向く。"
    },
    "57_4_JJH": {
      "detail": "悔いは薄れ、継続して取り組めば異なる分野で複数の成果が得られるので、手順を守って淡々と積み上げるのが良いです。行き過ぎを抑える。枠内で最小限に示す。過度が減るため。摩擦が減り、受け入れられる。名目の一斉周知は空回り避ける。余波を抑えたいのときに向く。"
    },
    "57_4_JHJ": {
      "detail": "悔いは薄れ、継続して取り組めば異なる分野で複数の成果が得られるので、手順を守って淡々と積み上げるのが良いです。何が要か見える。要所の理解から通す。実情が見えるため。滞りが減り、広がりやすい。善意の一斉展開は重いのは避ける。中核から浸透させたいのときに向く。"
    },
    "57_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と役割を揃える。無理が減るため。穏やかに染み通る。見せ場狙いは反発を生む避ける。浸透の手順を整えたいのときに向く。"
    },
    "57_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と利点を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉は空疎避ける。浸透の意図を共有したいのときに向く。"
    },
    "57_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ通す。余分が減るため。集中しやすく、通りやすい。理屈だけの説得は浮く避ける。無理を減らしたいのときに向く。"
    },
    "57_4_HHJ": {
      "detail": "悔いは薄れ、継続して取り組めば異なる分野で複数の成果が得られるので、手順を守って淡々と積み上げるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな浸透が保たれる。体裁優先は避ける。伝え方の作法を整えたいのときに向く。"
    },
    "57_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない浸透が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "57_5_JJJ": {
      "detail": "始まりは正しい姿勢を保てば悔いはなく広く利があり、目立つ始まりがなくても最後に実を結びやすいので、ぶれずに続けるのが良いです。筋と段取りを共有。要所から小さく反復。筋の共有ため。滞りが減り、通しやすい。形だけの号令は空回り避ける。穏当に浸透を進めたいのときに向く。"
    },
    "57_5_JJH": {
      "detail": "正しい姿勢を保てば悔いはなく広く利があり、目立つ始まりがなくても最後に実を結びやすいので、ぶれずに続けるのが良いです。行き過ぎを抑える。枠内で最小限に示す。過度が減るため。摩擦が減り、受け入れられる。名目の一斉周知は空回り避ける。余波を抑えたいのときに向く。"
    },
    "57_5_JHJ": {
      "detail": "正しい姿勢を保てば悔いはなく広く利があり、目立つ始まりがなくても最後に実を結びやすいので、ぶれずに続けるのが良いです。何が要か見える。要所の理解から通す。実情が見えるため。滞りが減り、広がりやすい。善意の一斉展開は重いのは避ける。中核から浸透させたいのときに向く。"
    },
    "57_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と役割を揃える。無理が減るため。穏やかに染み通る。見せ場狙いは反発を生む避ける。浸透の手順を整えたいのときに向く。"
    },
    "57_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と利点を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉は空疎避ける。浸透の意図を共有したいのときに向く。"
    },
    "57_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ通す。余分が減るため。集中しやすく、通りやすい。理屈だけの説得は浮く避ける。無理を減らしたいのときに向く。"
    },
    "57_5_HHJ": {
      "detail": "正しい姿勢を保てば悔いはなく広く利があり、目立つ始まりがなくても最後に実を結びやすいので、ぶれずに続けるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな浸透が保たれる。体裁優先は避ける。伝え方の作法を整えたいのときに向く。"
    },
    "57_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない浸透が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "57_6_JJJ": {
      "detail": "始まりは見えない箇所の整備で一時的に資材を失いがちなので、予備を用意して計画的に進め、無理な拡張は控えるのが良いです。強圧・一斉展開を断つ。要だけ簡潔に繰り返す。過度が減るため。こわばりが解け、静かに通る。体面のための広報は濁るのは避ける。仕上げの浸透のときに向く。"
    },
    "57_6_JJH": {
      "detail": "見えない箇所の整備で一時的に資材を失いがちなので、予備を用意して計画的に進め、無理な拡張は控えるのが良いです。行き過ぎを抑える。程を守って最小限に示す。過度が減るため。摩擦が減り、受け入れられる。名目の一斉周知は空回り避ける。余波を抑えたいのときに向く。"
    },
    "57_6_JHJ": {
      "detail": "見えない箇所の整備で一時的に資材を失いがちなので、予備を用意して計画的に進め、無理な拡張は控えるのが良いです。何が要か見える。要所の理解から通す。実情が見えるため。滞りが減り、広がりやすい。善意の一斉展開は重いのは避ける。中核から浸透させたいのときに向く。"
    },
    "57_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。順序と役割を揃える。無理が減るため。穏やかに染み通る。見せ場狙いは反発を生む避ける。浸透の手順を整えたいのときに向く。"
    },
    "57_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と利点を端的に示す。相手が見えるため。控えめで続けやすい。飾りの言葉は空疎避ける。浸透の意図を共有したいのときに向く。"
    },
    "57_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ通す。余分が減るため。集中しやすく、通りやすい。理屈だけの説得は浮く避ける。無理を減らしたいのときに向く。"
    },
    "57_6_HHJ": {
      "detail": "見えない箇所の整備で一時的に資材を失いがちなので、予備を用意して計画的に進め、無理な拡張は控えるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな浸透が保たれる。体裁優先は避ける。伝え方の作法を整えたいのときに向く。"
    },
    "57_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない浸透が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}