{
  "items": {
    "23_1_JJJ": {
      "detail": "始まりは土台から剥がれ始めて危ういので、原則を蔑ろにせず基礎を補修し、無理を止めて体勢を立て直すのが安全です。土台の弱りが見えてくる。形より要を補い、無理をやめる。原因が見えるため。崩れが止まり、持ち直す。見せ方を優先すると悪化するのは避ける。乱れを立て直したいのときに向く。"
    },
    "23_1_JJH": {
      "detail": "土台から剥がれ始めて危ういので、原則を蔑ろにせず基礎を補修し、無理を止めて体勢を立て直すのが安全です。剥がれが分かり、要が分かる。拡張を止め、必要な所だけ直す。要点が見えるため。音が静まり、持ち直す。名目だけで埋めると重いのは避ける。被害拡大を防ぎたいのときに向く。"
    },
    "23_1_JHJ": {
      "detail": "土台から剥がれ始めて危ういので、原則を蔑ろにせず基礎を補修し、無理を止めて体勢を立て直すのが安全です。どこが剥がれているか見える。要に絞って補修する。実情が見えるため。滞りが減り、進みがなめらか。善意だけで埋めると濁るのは避ける。直す所を絞りたいのときに向く。"
    },
    "23_1_JHH": {
      "detail": "一歩出して様子を確かめる。余計な動きが収まる。やり方が揃い、出戻りが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。動きを落ち着かせたいのときに向く。"
    },
    "23_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。形のほころびが分かる。必要な所だけ直す。要点が見えるため。拡張を控えて安定する。飾って隠すと崩れるのは避ける。被害を小さく収めたいのときに向く。"
    },
    "23_1_HJH": {
      "detail": "まず量と範囲を小さくする。慌てが引き、手を止めて確かめる。要の補修に絞る。余分が減るため。集中しやすい状態が続く。理屈だけで埋めると浮くは避ける。無理を止めたいのときに向く。"
    },
    "23_1_HHJ": {
      "detail": "土台から剥がれ始めて危ういので、原則を蔑ろにせず基礎を補修し、無理を止めて体勢を立て直すのが安全です。言葉と手当てが合う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "23_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。状況をよく見て慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "23_2_JJJ": {
      "detail": "始まりは剥落が進み支えにまで及ぶ段階なので、形ばかりの体裁を捨てて要を補い、規範を回復するまで拡張を控えるのが良いです。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。焦らず手早く進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_2_JJH": {
      "detail": "剥落が進み支えにまで及ぶ段階なので、形ばかりの体裁を捨てて要を補い、規範を回復するまで拡張を控えるのが良いです。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。急がず合意をとって進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_2_JHJ": {
      "detail": "剥落が進み支えにまで及ぶ段階なので、形ばかりの体裁を捨てて要を補い、規範を回復するまで拡張を控えるのが良いです。危ない所を先に潰す。さらに危ない所を先に潰す。今は『リスク高め』が強みのため。いっそう危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "23_2_JHH": {
      "detail": "一歩出して様子を確かめる。危ない所を先に潰す。さらに危ない所を先に潰す。今は『リスク高め』が強みのため。いっそう危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "23_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。焦らず手早く進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_2_HJH": {
      "detail": "まず量と範囲を小さくする。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。急がず合意をとって進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_2_HHJ": {
      "detail": "剥落が進み支えにまで及ぶ段階なので、形ばかりの体裁を捨てて要を補い、規範を回復するまで拡張を控えるのが良いです。危ない所を先に潰す。さらに危ない所を先に潰す。今は『リスク高め』が強みのため。いっそう危ない所を先に潰す。焦らず手早く進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "23_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。危ない所を先に潰す。さらに危ない所を先に潰す。今は『リスク高め』が強みのため。いっそう危ない所を先に潰す。急がず合意をとって進めるのは避ける。今は『リスク高め』が強みのときに向く。"
    },
    "23_3_JJJ": {
      "detail": "始まりは削ぎ落としを受け入れて過剰を手放せば責められず、守るべき核を残して軽くなれば、次に向けて再編が進みやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "23_3_JJH": {
      "detail": "削ぎ落としを受け入れて過剰を手放せば責められず、守るべき核を残して軽くなれば、次に向けて再編が進みやすいです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "23_3_JHJ": {
      "detail": "削ぎ落としを受け入れて過剰を手放せば責められず、守るべき核を残して軽くなれば、次に向けて再編が進みやすいです。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。焦らず手早く進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_3_JHH": {
      "detail": "一歩出して様子を確かめる。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。急がず合意をとって進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "23_3_HJH": {
      "detail": "まず量と範囲を小さくする。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "23_3_HHJ": {
      "detail": "削ぎ落としを受け入れて過剰を手放せば責められず、守るべき核を残して軽くなれば、次に向けて再編が進みやすいです。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。焦らず手早く進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。急がず合意をとって進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_4_JJJ": {
      "detail": "始まりは亀裂が肌身に及ぶほど深刻なので、被害を広げず一時退いて治療と補強に専念し、再発防止を整えてから再開するのが良いです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_4_JJH": {
      "detail": "亀裂が肌身に及ぶほど深刻なので、被害を広げず一時退いて治療と補強に専念し、再発防止を整えてから再開するのが良いです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_4_JHJ": {
      "detail": "亀裂が肌身に及ぶほど深刻なので、被害を広げず一時退いて治療と補強に専念し、再発防止を整えてから再開するのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "23_4_JHH": {
      "detail": "一歩出して様子を確かめる。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "23_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_4_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_4_HHJ": {
      "detail": "亀裂が肌身に及ぶほど深刻なので、被害を広げず一時退いて治療と補強に専念し、再発防止を整えてから再開するのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "23_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "23_5_JJJ": {
      "detail": "始まりは秩序立てて人を並べ誠を尽くせば利があり、立場に応じて役割を与えれば運用が安定し、全体の働きが揃いやすいです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_5_JJH": {
      "detail": "秩序立てて人を並べ誠を尽くせば利があり、立場に応じて役割を与えれば運用が安定し、全体の働きが揃いやすいです。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_5_JHJ": {
      "detail": "秩序立てて人を並べ誠を尽くせば利があり、立場に応じて役割を与えれば運用が安定し、全体の働きが揃いやすいです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_5_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_5_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_5_HHJ": {
      "detail": "秩序立てて人を並べ誠を尽くせば利があり、立場に応じて役割を与えれば運用が安定し、全体の働きが揃いやすいです。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。関係を整える。今は『信頼』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_6_JJJ": {
      "detail": "始まりは核心は守られ有為な者は前へ進み、足元の浅い者は支えを失いやすいので、実を尊び倫理を守って次の基盤を固めます。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "23_6_JJH": {
      "detail": "核心は守られ有為な者は前へ進み、足元の浅い者は支えを失いやすいので、実を尊び倫理を守って次の基盤を固めます。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。急がず合意をとって進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_6_JHJ": {
      "detail": "核心は守られ有為な者は前へ進み、足元の浅い者は支えを失いやすいので、実を尊び倫理を守って次の基盤を固めます。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_6_JHH": {
      "detail": "一歩出して様子を確かめる。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。焦らず手早く進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_6_HJH": {
      "detail": "まず量と範囲を小さくする。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。急がず合意をとって進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "23_6_HHJ": {
      "detail": "核心は守られ有為な者は前へ進み、足元の浅い者は支えを失いやすいので、実を尊び倫理を守って次の基盤を固めます。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "23_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。見える形にする。さらに見える形にする。今は『見える形』が強みのため。いっそう見える形にする。急がず合意をとって進めるのは避ける。今は『見える形』が強みのときに向く。"
    }
  }
}