{
  "items": {
    "64_1_JJJ": {
      "detail": "渡りの前に足元を確かめ、短い工程で進める。基準を明らかにし、要点から整える。小さく確かめ、結果で調整する。歩調はほどよく、見せ方は控えめにする。拙速は抑え、向きを揃える。終盤は静かに良い形へ結ぶ。"
    },
    "64_1_JJH": {
      "detail": "初めは前に出るが、途中で短い工程に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、踏み込みの過度を抑える。歩調はほどよく、秩序を保つ。終盤は安定に寄る。"
    },
    "64_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。要所を先に締め、小さく試して調整する。歩調はほどよく、感情は抑える。露出は抑え、実で示す。終盤は静かに保つ。"
    },
    "64_1_JHH": {
      "detail": "一歩出して様子を見る。その後は短い工程に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "64_1_HJJ": {
      "detail": "向きを確かめ、短い工程に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。張りを抑え、線を明らかにする。終盤は静かに収める。"
    },
    "64_1_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "64_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。工程の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。誇示は抑える。終盤は穏やかに保つ。"
    },
    "64_1_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、短い工程に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "64_2_JJJ": {
      "detail": "橋の手前で整え、段取りを詰める。基準を明らかにし、要点から合わせる。小さく確かめ、結果で調整する。歩調はほどよく、装いは控えめにする。性急は抑え、順を守る。終盤は静かに安定に寄る。"
    },
    "64_2_JJH": {
      "detail": "初めは前に出るが、途中で段取りに寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、過度を抑える。歩調はほどよく、公正を守る。終盤は安定に寄る。"
    },
    "64_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。条件と順序を並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。露出は抑え、実で示す。終盤は静かに保つ。"
    },
    "64_2_JHH": {
      "detail": "一歩出して様子を見る。その後は段取りに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。性急は戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "64_2_HJJ": {
      "detail": "向きを確かめ、段取りに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "64_2_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "64_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。段取りの基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。過度は抑える。終盤は穏やかに保つ。"
    },
    "64_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、段取りに寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "64_3_JJJ": {
      "detail": "尾を濡らさぬよう側から通す。基準を明らかにし、要点から軽く進める。小さく確かめ、結果で調整する。歩調はほどよく、反応の過度は抑える。負荷を分け、損失を抑える。終盤は静かに整う。"
    },
    "64_3_JJH": {
      "detail": "初めは前に出るが、途中で側面通しに寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、押しを弱める。歩調はほどよく、線を保つ。終盤は安定に寄る。"
    },
    "64_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。論点を切り分け、小さく試して調整する。歩調はほどよく、配慮を保つ。正面からは避け、側で支える。終盤は静かに保つ。"
    },
    "64_3_JHH": {
      "detail": "一歩出して様子を見る。その後は側面通しに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "64_3_HJJ": {
      "detail": "向きを確かめ、側面通しに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、境を保つ。終盤は静かに収める。"
    },
    "64_3_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "64_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。側面通しの基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。押しは節度で保つ。終盤は穏やかに保つ。"
    },
    "64_3_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、側面通しに寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "64_4_JJJ": {
      "detail": "紐を結び直し、助けを得て整える。方針を短くし、段で進める。小さく確かめ、結果で調整する。歩調はほどよく、見せ方は控えめにする。礼を保ち、誇示は抑える。終盤は静かに整う。"
    },
    "64_4_JJH": {
      "detail": "初めは前に出るが、途中で段に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、ぶれを抑える。歩調はほどよく、秩序を保つ。終盤は安定に寄る。"
    },
    "64_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。役割と順序を並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。露出は抑え、実で示す。終盤は静かに保つ。"
    },
    "64_4_JHH": {
      "detail": "一歩出して様子を見る。その後は段階に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。性急は戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "64_4_HJJ": {
      "detail": "向きを確かめ、段階に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、順を保つ。終盤は静かに収める。"
    },
    "64_4_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "64_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。段の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。礼を保つ。終盤は穏やかに保つ。"
    },
    "64_4_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、段階に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "64_5_JJJ": {
      "detail": "火を控え、中庸で渡す。基準を明らかにし、要点から実行する。小さく確かめ、結果で調整する。歩調はほどよく、装いは控えめにする。誇示は抑え、実で示す。終盤は静かに良い形へ結ぶ。"
    },
    "64_5_JJH": {
      "detail": "初めは前に出るが、途中で中庸に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、過度を抑える。歩調はほどよく、公正を守る。終盤は安定に寄る。"
    },
    "64_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。配分の線を引き直し、小さく試して調整する。歩調はほどよく、配慮を保つ。露出は抑え、実で支える。終盤は静かに保つ。"
    },
    "64_5_JHH": {
      "detail": "一歩出して様子を見る。その後は中庸に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。過度は戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "64_5_HJJ": {
      "detail": "向きを確かめ、中庸に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "64_5_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "64_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。中庸の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。誇示は抑える。終盤は穏やかに保つ。"
    },
    "64_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、中庸に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "64_6_JJJ": {
      "detail": "祝宴に偏ると中が離れやすいので控える。完了の線を明らかにし、要点から収める。小さく確かめ、過不足を調整する。歩調はほどよく、露出は控えめにする。騒ぎは避け、静かに結ぶ。終盤は落ち着きに寄る。"
    },
    "64_6_JJH": {
      "detail": "初めは前に出るが、途中で収束に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、過剰を抑える。歩調はほどよく、調和を守る。終盤は安定に寄る。"
    },
    "64_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。基準と完了条件を並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。露出は抑え、実で支える。終盤は静かに保つ。"
    },
    "64_6_JHH": {
      "detail": "一歩出して様子を見る。その後は収束に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "64_6_HJJ": {
      "detail": "向きを確かめ、収束に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "64_6_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "64_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。収束の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。外形は抑える。終盤は穏やかに保つ。"
    },
    "64_6_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、収束に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    }
  }
}