{
  "items": {
    "13_1_JJJ": {
      "detail": "身近な人と目標を共有し、連帯で始める。役割と順序を定め、最小の実行から始める。小さく確かめ、結果で調整する。歩調はほどよく、偏りは抑える。見せ方より中身を揃える。終盤は静かに次へつなぐ。"
    },
    "13_1_JJH": {
      "detail": "はじめは前に出るが、途中で秩序を整え直す。役割を明かし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。協力の線を保ち、歩調を合わせる。終盤は穏やかに結ぶ。"
    },
    "13_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。社交の場を選び、順序を並べ直す。小さく試し、歩調をほどよくする。配慮を重ね、偏りを減らす。終盤は静かに保つ。"
    },
    "13_1_JHH": {
      "detail": "一歩出して様子を見る。その後は基礎に戻り、要点だけ小さく整える。確認を挟み、揺れを小さくする。周りの力を借り、無理を残さない。終盤は落ち着きに寄る。"
    },
    "13_1_HJJ": {
      "detail": "向きを確かめ、調和に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。連帯を保ち、偏りを抑える。終盤は静かに収める。"
    },
    "13_1_HJH": {
      "detail": "まず量と範囲を小さくする。基本に戻り、短い手順で確かめる。結果で再評価し、協力の線を整える。歩調は静かに。終盤は無理を残さない。"
    },
    "13_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。計画を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。中身を満たす。終盤は穏やかに保つ。"
    },
    "13_1_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、門出の基礎を固める。歩調は静かに保つ。終盤は次の段へ備える。"
    },
    "13_2_JJJ": {
      "detail": "内と外の線を明らかにし、閉じ過ぎを避ける。選び方の偏りを減らし、開かれた協力へ寄せる。小さく確かめ、結果で調整する。歩調はほどよく、対立は育てない。損失の芽は早めに摘む。終盤は静かに均し、次へ渡す。"
    },
    "13_2_JJH": {
      "detail": "初めは前に出るが、途中で見直しを挟む。偏りの線を戻し、量と範囲を整える。短い手順で確かめ、崩れを防ぐ。分裂の芽は早めに抑える。終盤は落ち着きに寄る。"
    },
    "13_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。選び方を正し、順序を並べ直す。小さく試し、歩調を合わせる。外への接点を整え、閉じ過ぎを避ける。終盤は静かに保つ。"
    },
    "13_2_JHH": {
      "detail": "一歩出して様子を見る。その後は開きに寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。派閥は作らない。終盤は安定に寄る。"
    },
    "13_2_HJJ": {
      "detail": "向きを確かめ、公正に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。閉じ過ぎと浪費は抑える。終盤は静かに収める。"
    },
    "13_2_HJH": {
      "detail": "まず量と範囲を小さくする。関係の線を整理し、短い手順で確かめる。結果で再評価し、偏りを減らす。言葉は穏やかに。終盤は無理を残さない。"
    },
    "13_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。選ぶ基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。分裂の芽を摘む。終盤は静かに保つ。"
    },
    "13_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、開かれた協力に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "13_3_JJJ": {
      "detail": "静かに潜り、準備を進める。目的と経路を照合し、要点から整える。小さく確かめ、結果で調整する。露出は抑え、関係は最小限にする。歩調は静かに。終盤は滑らかに次へ渡す。"
    },
    "13_3_JJH": {
      "detail": "初めは前に出るが、途中で潜行に切り替える。段取りを短くし、量と範囲を整える。短い手順で確かめ、崩れを防ぐ。矛盾は切り分ける。終盤は落ち着きに寄る。"
    },
    "13_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。戦略と準備を並べ直し、小さく試して調整する。接点は絞る。歩調はほどよく。終盤は静かに保つ。"
    },
    "13_3_JHH": {
      "detail": "一歩出して様子を見る。その後は準備に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。露出は下げる。終盤は無理を残さない。"
    },
    "13_3_HJJ": {
      "detail": "向きを確かめ、潜行に合わせる。要点から実行し、確認を挟む。歩調は静かに保つ。線を引き、外への動きを抑える。終盤は静かに収める。"
    },
    "13_3_HJH": {
      "detail": "まず量と範囲を小さくする。不要を止め、短い手順で確かめる。結果で再評価し、矛盾の芽を減らす。言葉は短く。終盤は無理を残さない。"
    },
    "13_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。共有は必要最小限にし、要点を小さく整える。合意を確かめ、短い一歩で進める。露出を抑える。終盤は穏やかに保つ。"
    },
    "13_3_HHH": {
      "detail": "全体を保ち、計画に重心を置く。不要を止め、順序をそろえる。確認を重ね、潜行の線を保つ。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "13_4_JJJ": {
      "detail": "課題に向き合い、型を改める。原因を分け、要点から手当てする。小さく確かめ、結果で調整する。過去の型に固執せず、必要なら変える。歩調はほどよく。終盤は静かに越えていく。"
    },
    "13_4_JJH": {
      "detail": "初めは前に出るが、途中で見直しを挟む。量と範囲を整え、負荷を下げる。短い手順で確かめ、崩れを防ぐ。変える所と保つ所を分ける。終盤は落ち着きに寄る。"
    },
    "13_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。脱皮の段取りを並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。変える所と保つ所を分け、無理を残さない。終盤は静かに保つ。"
    },
    "13_4_JHH": {
      "detail": "一歩出して様子を見る。その後は整えと変化に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。無理は残さない。終盤は安定を保つ。"
    },
    "13_4_HJJ": {
      "detail": "向きを確かめ、改めに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。矛盾は早めにほどく。終盤は静かに収める。"
    },
    "13_4_HJH": {
      "detail": "まず量と範囲を小さくする。余分を削り、短い手順で確かめる。結果で再評価し、変化を小さく刻む。言葉は簡潔に。終盤は無理を残さない。"
    },
    "13_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。共有を増やし、要点を小さく整える。合意を確かめ、短い一歩で進める。越える段取りを保つ。終盤は穏やかに保つ。"
    },
    "13_4_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、乗り越えの線を保つ。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "13_5_JJJ": {
      "detail": "力を結集し、完了へ寄せる。役割を明らかにし、要点から実行する。小さく確かめ、過不足を整える。対立は早めにほどき、歩調を合わせる。説明は簡潔に。終盤は静かに良い形へ結ぶ。"
    },
    "13_5_JJH": {
      "detail": "初めは前に出るが、途中で整えを厚くする。配分の線を見直し、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。結集の線を保つ。終盤は安定に寄る。"
    },
    "13_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。任命と実行を揃え、小さく試して調整する。歩調はほどよく、配慮を保つ。偏りは早めに戻す。終盤は静かに保つ。"
    },
    "13_5_JHH": {
      "detail": "一歩出して様子を見る。その後は結集に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。過不足は早めに戻す。終盤は穏やかに結ぶ。"
    },
    "13_5_HJJ": {
      "detail": "向きを確かめ、結集に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。理由を明らかにし、偏りを抑える。終盤は静かに収める。"
    },
    "13_5_HJH": {
      "detail": "まず量と範囲を小さくする。配分を見直し、短い手順で確かめる。結果で再評価し、過不足を整える。言葉は穏やかに。終盤は無理を残さない。"
    },
    "13_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。集める根拠を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。確認を挟み、過不足を早めに戻す。終盤は静かに保つ。"
    },
    "13_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、結集の段取りを整える。歩調は静かに保つ。終盤は安定を保つ。"
    },
    "13_6_JJJ": {
      "detail": "俯瞰で整え、静かに収める。合意と手順を揃え、要点から完了へ寄せる。小さく確かめ、過不足を調整する。歩調はほどよく、関係を和らげる。記録を残し、次へ備える。終盤は落ち着きに寄る。"
    },
    "13_6_JJH": {
      "detail": "初めは前に出るが、途中で見直しを挟む。完了の段取りを短くし、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。歩調は穏やかに。終盤は安定に寄る。"
    },
    "13_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。完了条件と関係の整えを揃え、小さく試して調整する。歩調はほどよく。見せ方は控えめに、中身を揃える。終盤は静かに保つ。"
    },
    "13_6_JHH": {
      "detail": "一歩出して様子を見る。その後は仕上げに寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。過不足は早めに戻す。終盤は穏やかに結ぶ。"
    },
    "13_6_HJJ": {
      "detail": "向きを確かめ、完了に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。関係を和らげ、偏りを抑える。終盤は静かに収める。"
    },
    "13_6_HJH": {
      "detail": "まず量と範囲を小さくする。完了の線を整え、短い手順で確かめる。結果で再評価し、露出は控えめにする。言葉は簡潔に。終盤は無理を残さない。"
    },
    "13_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。完了の理由を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。俯瞰を保つ。終盤は静かに保つ。"
    },
    "13_6_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、調和に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    }
  }
}
