{
  "items": {
    "21_1_JJJ": {
      "detail": "始まりは小さな過失は早期に厳正に正すのが良く、基準を明確にして軽症のうちに手当てすれば、後の大事を未然に防ぎやすいです。基準がはっきりして、迷いが減る。礼が行き届き、意見がそろう。基準が見えるため。落ち着いた雰囲気が続き、無理のないペースになる。体裁だけは避ける。すり合わせを整えたいのときに向く。"
    },
    "21_1_JJH": {
      "detail": "小さな過失は早期に厳正に正すのが良く、基準を明確にして軽症のうちに手当てすれば、後の大事を未然に防ぎやすいです。基準の感じが合い、行き過ぎがおさまる。礼が保たれ、向きがそろう。基準が通るため。音が静まり、集中しやすい。名目だけの合意は重くなるのは避ける。空気を落ち着かせたいのときに向く。"
    },
    "21_1_JHJ": {
      "detail": "小さな過失は早期に厳正に正すのが良く、基準を明確にして軽症のうちに手当てすれば、後の大事を未然に防ぎやすいです。観察が進み、強張りがほどける。基準に照らして向きが合う。実情で過不足が減るため。塞がる空気は薄く、歩調はほどよいまま。善意の勢いが強いと濁るのは避ける。見立てを合わせたいのときに向く。"
    },
    "21_1_JHH": {
      "detail": "一歩出して様子を確かめる。自己観察で行き過ぎが引く。基準の線がそろい、ぶれが収まる。観察で揺れが減るため。静かな集中が続き、歩調はほどよい。見せ場狙いはぶれを生む避ける。見立てを揃えたいのときに向く。"
    },
    "21_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。緊張の張りが和らぎ、空気が落ち着く。基準が鏡になり、合点がいく。視野が整い摩擦が減るため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると重くなるのは避ける。自立と支えの両立のときに向く。"
    },
    "21_1_HJH": {
      "detail": "まず量と範囲を小さくする。見え方の粗れが整い、向きがそろう。基準に照らして張りが落ちる。視線と基準で揺れが減るため。静かな集中が続く。理屈の勢いだけが残ると浮くは避ける。空気の張りを下げたいのときに向く。"
    },
    "21_1_HHJ": {
      "detail": "小さな過失は早期に厳正に正すのが良く、基準を明確にして軽症のうちに手当てすれば、後の大事を未然に防ぎやすいです。観察で粗れが整い、見え方が澄む。礼が保たれ、目線が静かに合う。礼で反発が下がるため。静けさが続き、判断のぶれは少ない。体裁優先は避ける。見立てを合わせたいのときに向く。"
    },
    "21_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視線が定まり、ざわつきが落ちる。礼が行き渡り、角が取れていく。視線が定まり揺れが減るため。合いの静けさが保たれ、歩調はほどよいまま。見せ方に偏ると濁るのは避ける。視野を揃えたいのときに向く。"
    },
    "21_2_JJJ": {
      "detail": "始まりは中程度の過失は痛みを伴っても相応に処し、私情を交えず手続を踏めば責められず、再発防止に実効が出やすいです。判断がそろい、行き過ぎがおさまる。礼が行き届き、意見がそろう。基準が定まるため。無理のないペースが続く。体裁重視は避ける。合意の土台を整えたいのときに向く。"
    },
    "21_2_JJH": {
      "detail": "中程度の過失は痛みを伴っても相応に処し、私情を交えず手続を踏めば責められず、再発防止に実効が出やすいです。線の手触りが揃い、ぶれが細る。礼が保たれ、向きが静かに合う。基準で揺れが減るため。音が落ち、静かな集中が保たれる。体裁だけの合意は重くなるのは避ける。温度を落ち着かせたいのときに向く。"
    },
    "21_2_JHJ": {
      "detail": "中程度の過失は痛みを伴っても相応に処し、私情を交えず手続を踏めば責められず、再発防止に実効が出やすいです。観察が進み、強張りがほどける。基準に照らして向きが合う。実情で過不足が減るため。塞がる空気は薄く、歩調はほどよいまま。善意の勢いが強いと濁るのは避ける。見立てを合わせたいのときに向く。"
    },
    "21_2_JHH": {
      "detail": "一歩出して様子を確かめる。自己観察で行き過ぎが引く。基準の線がそろい、ぶれが収まる。観察で揺れが減るため。静かな集中が続き、歩調はほどよい。見せ場狙いはぶれを生む避ける。見立てを揃えたいのときに向く。"
    },
    "21_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。緊張の張りが和らぎ、空気が落ち着く。線の見立てが合い、合点がいく。視野が整い摩擦が減るため。控えめな関わりが保たれ、自立の向きが続く。介入が強まると重くなるのは避ける。自立と支えの両立のときに向く。"
    },
    "21_2_HJH": {
      "detail": "まず量と範囲を小さくする。見え方の粗れが整い、向きがそろう。基準に照らして張りが落ちる。視線と基準で揺れが減るため。静かな集中が続く。理屈の勢いだけが残ると浮くは避ける。空気の張りを下げたいのときに向く。"
    },
    "21_2_HHJ": {
      "detail": "中程度の過失は痛みを伴っても相応に処し、私情を交えず手続を踏めば責められず、再発防止に実効が出やすいです。観察で粗れが整い、見え方が澄む。礼が保たれ、目線が静かに合う。礼で反発が下がるため。静けさが続き、判断のぶれは少ない。体裁優先は避ける。見立てを合わせたいのときに向く。"
    },
    "21_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視線が定まり、ざわつきが落ちる。礼が行き渡り、角が取れていく。視線が定まり揺れが減るため。合いの静けさが保たれ、歩調はほどよいまま。見せ方に偏ると濁るのは避ける。視野を揃えたいのときに向く。"
    },
    "21_3_JJJ": {
      "detail": "始まりは表面は進めやすく見えても内側に毒が潜む恐れがあるので、拙速を避けて原因を洗い出し、対策を整えてから着手するのが良いです。何がつかえているかがはっきりする。決まりに照らして正される。原因が見えるため。無理が減り、進めやすくなる。見せ方だけは避ける。行き過ぎを直したいのときに向く。"
    },
    "21_3_JJH": {
      "detail": "表面は進めやすく見えても内側に毒が潜む恐れがあるので、拙速を避けて原因を洗い出し、対策を整えてから着手するのが良いです。つかえの原因が見えてくる。決まりに沿って直しが進む。原因が見えるため。音が静まり、集中しやすい。名目だけの合意は重くなるのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "21_3_JHJ": {
      "detail": "表面は進めやすく見えても内側に毒が潜む恐れがあるので、拙速を避けて原因を洗い出し、対策を整えてから着手するのが良いです。行き過ぎが収まり、落ち着く。決まりに沿った見立てがそろう。実情が見えるため。滞りが減り、進行がなめらかになる。善意の勢いが強いと濁るのは避ける。見立てを合わせたいのときに向く。"
    },
    "21_3_JHH": {
      "detail": "一歩出して様子を確かめる。余計な動きが収まる。やり方がそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。動きを落ち着かせたいのときに向く。"
    },
    "21_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。状況を確かめ、慌てない空気になる。必要な所だけ手を入れる。確かめてから動くため。支えは続き、重くならない。介入が強すぎると重くなるのは避ける。必要最小限で整えたいのときに向く。"
    },
    "21_3_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ動きが静まる。必要な区切りがはっきりする。やり過ぎが減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。区切りをつけたいのときに向く。"
    },
    "21_3_HHJ": {
      "detail": "表面は進めやすく見えても内側に毒が潜む恐れがあるので、拙速を避けて原因を洗い出し、対策を整えてから着手するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "21_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "21_4_JJJ": {
      "detail": "始まりは固い障害を噛み切るには根気よく証拠と事実を集め、正しい筋道で貫けば成果が得られ、苦しくともぶれなければ利があります。公の場で手本が示され、やり方が分かる。決まりに照らして正される。手本で道筋が見えるため。無理が減り、進めやすくなる。見せ方だけは避ける。つかえを外したいのときに向く。"
    },
    "21_4_JJH": {
      "detail": "固い障害を噛み切るには根気よく証拠と事実を集め、正しい筋道で貫けば成果が得られ、苦しくともぶれなければ利があります。手本に学び、行き過ぎが収まる。決まりに沿って直しが進む。やり方が分かるため。音が静まり、集中しやすい。名目だけの合意は重くなるのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "21_4_JHJ": {
      "detail": "固い障害を噛み切るには根気よく証拠と事実を集め、正しい筋道で貫けば成果が得られ、苦しくともぶれなければ利があります。無理が分かり、余計な力みが抜ける。手本に照らして、やり方が合う。実情が見えるため。滞りが減り、進みがなめらか。善意だけで急ぐと濁るのは避ける。見立てを合わせたいのときに向く。"
    },
    "21_4_JHH": {
      "detail": "一歩出して様子を確かめる。余計な動きが収まる。やり方がそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。動きを落ち着かせたいのときに向く。"
    },
    "21_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。慌てず状況を確かめる。必要な所だけ手を入れる。事前に確かめるため。支えは続き、重くならない。介入が強すぎると重くなるのは避ける。最小限で整えたいのときに向く。"
    },
    "21_4_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ動きが静まる。必要な区切りがはっきりする。やり過ぎが減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。区切りをつけたいのときに向く。"
    },
    "21_4_HHJ": {
      "detail": "固い障害を噛み切るには根気よく証拠と事実を集め、正しい筋道で貫けば成果が得られ、苦しくともぶれなければ利があります。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "21_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "21_5_JJJ": {
      "detail": "始まりは固い問題に挑むのは正しいが厳しさを伴うので、規律を守って慎重に進めば責められず、最後に報われやすいです。見直しで間違いがはっきりする。決まりに沿って正される。原因が見えるため。無理が減り、進めやすくなる。見せ方だけは避ける。行き過ぎを直したいのときに向く。"
    },
    "21_5_JJH": {
      "detail": "固い問題に挑むのは正しいが厳しさを伴うので、規律を守って慎重に進めば責められず、最後に報われやすいです。誤りが見つかり、余計な力みが抜ける。決まりに沿って直しが進む。直し方が合うため。音が静まり、集中しやすい。名目だけの合意は重くなるのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "21_5_JHJ": {
      "detail": "固い問題に挑むのは正しいが厳しさを伴うので、規律を守って慎重に進めば責められず、最後に報われやすいです。行き過ぎが収まり、落ち着く。決まりに沿った見立てがそろう。実情が見えるため。滞りが減り、進行がなめらかになる。善意だけで急ぐと濁るのは避ける。見立てを合わせたいのときに向く。"
    },
    "21_5_JHH": {
      "detail": "一歩出して様子を確かめる。余計な動きが収まる。やり方がそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。動きを落ち着かせたいのときに向く。"
    },
    "21_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。慌てず状況を確かめる。必要な所だけ手を入れる。確かめてから動くため。支えは続き、重くならない。介入が強すぎると重くなるのは避ける。最小限で整えたいのときに向く。"
    },
    "21_5_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ動きが静まる。必要な区切りがはっきりする。やり過ぎが減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。区切りをつけたいのときに向く。"
    },
    "21_5_HHJ": {
      "detail": "固い問題に挑むのは正しいが厳しさを伴うので、規律を守って慎重に進めば責められず、最後に報われやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "21_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "21_6_JJJ": {
      "detail": "始まりは過度に厳罰へ傾くと聞く耳を失って凶に向かいやすいので、基準は保ちながらも受け止める余地を残し、対話を絶やさないでください。行き過ぎやひっかかりが見えてくる。決まりに照らして正される。原因が見えるため。無理が減り、静かな進み方が続く。見せ方だけは避ける。行き過ぎを直したいのときに向く。"
    },
    "21_6_JJH": {
      "detail": "過度に厳罰へ傾くと聞く耳を失って凶に向かいやすいので、基準は保ちながらも受け止める余地を残し、対話を絶やさないでください。誤りが見つかり、余計な力みが抜ける。決まりに沿って直しが進む。直し方が合うため。音が静まり、集中しやすい。名目だけの合意は重くなるのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "21_6_JHJ": {
      "detail": "過度に厳罰へ傾くと聞く耳を失って凶に向かいやすいので、基準は保ちながらも受け止める余地を残し、対話を絶やさないでください。行き過ぎが収まり、落ち着く。決まりに沿った見立てがそろう。実情が見えるため。滞りが減り、進行がなめらかになる。善意だけで急ぐと濁るのは避ける。見立てを合わせたいのときに向く。"
    },
    "21_6_JHH": {
      "detail": "一歩出して様子を確かめる。余計な動きが収まる。やり方がそろい、ぶれが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。動きを落ち着かせたいのときに向く。"
    },
    "21_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。慌てず状況を確かめる。必要な所だけ手を入れる。確かめてから動くため。支えは続き、重くならない。介入が強すぎると重くなるのは避ける。最小限で整えたいのときに向く。"
    },
    "21_6_HJH": {
      "detail": "まず量と範囲を小さくする。目立つ動きが静まる。必要な区切りがはっきりする。やり過ぎが減るため。集中しやすい状態が続く。理屈だけが強いと浮くは避ける。区切りをつけたいのときに向く。"
    },
    "21_6_HHJ": {
      "detail": "過度に厳罰へ傾くと聞く耳を失って凶に向かいやすいので、基準は保ちながらも受け止める余地を残し、対話を絶やさないでください。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "21_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}