{
  "items": {
    "31_1_JJJ": {
      "detail": "始まりは小さな動きから影響は始まるので、急がずに柔らかく応じて関係を温め、過度な働きかけを控えて良い流れを育てます。相手の動きと気持ちを見る。軽く触れて誘う。相手に合わせるため。穏やかへ。強く押すと反発は避ける。関係を動かしたいのときに向く。"
    },
    "31_1_JJH": {
      "detail": "小さな動きから影響は始まるので、急がずに柔らかく応じて関係を温め、過度な働きかけを控えて良い流れを育てます。行き過ぎの兆しを止める。枠内で小さく誘う。過度が減るため。音が静まり、反発が減る。名目のための接近は空回り避ける。無理を抑えたいのときに向く。"
    },
    "31_1_JHJ": {
      "detail": "小さな動きから影響は始まるので、急がずに柔らかく応じて関係を温め、過度な働きかけを控えて良い流れを育てます。相手の余裕が見える。頻度と強さを落として合わせる。実情が見えるため。警戒が下がり、通りやすい。善意の押しは重くなるのは避ける。距離感を整えたいのときに向く。"
    },
    "31_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "31_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。柔らかい言葉で誘う。相手が見えるため。控えめで続けやすい。飾りで押すと引かれるのは避ける。関係を和らげたいのときに向く。"
    },
    "31_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "31_1_HHJ": {
      "detail": "小さな動きから影響は始まるので、急がずに柔らかく応じて関係を温め、過度な働きかけを控えて良い流れを育てます。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "31_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "31_2_JJJ": {
      "detail": "始まりは衝動に駆られて動くより、今は留まって内側を整えるのが良く、機が熟すまで静かに備えれば無用の損失を避けられます。相手の反応を丁寧に見る。行き過ぎず軽く返す。節度が効くため。行き来が整い、続けやすい。焦って距離を詰めると重いのは避ける。関係を育てたいのときに向く。"
    },
    "31_2_JJH": {
      "detail": "衝動に駆られて動くより、今は留まって内側を整えるのが良く、機が熟すまで静かに備えれば無用の損失を避けられます。過度な接近をやめる。枠内で小さく返す。過度が減るため。音が静まり、反発が減る。名目の交流は空回り避ける。無理を抑えたいのときに向く。"
    },
    "31_2_JHJ": {
      "detail": "衝動に駆られて動くより、今は留まって内側を整えるのが良く、機が熟すまで静かに備えれば無用の損失を避けられます。相手の余白が見える。頻度と強さを落として合わせる。実情が見えるため。負担が減り、続けやすい。善意の厚意が重荷になるのは避ける。負荷を下げたいのときに向く。"
    },
    "31_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "31_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。柔らかい言葉で誘う。相手が見えるため。控えめで続けやすい。飾りで押すと引かれるのは避ける。関係を和らげたいのときに向く。"
    },
    "31_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "31_2_HHJ": {
      "detail": "衝動に駆られて動くより、今は留まって内側を整えるのが良く、機が熟すまで静かに備えれば無用の損失を避けられます。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "31_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "31_3_JJJ": {
      "detail": "始まりは体勢が揺らぎ流されやすい局面なので、境界を明確にして軽率な同行を避け、信頼できる筋に従って行動を絞るのが良いです。押し過ぎの兆しが見える。一歩引いて相手に合わせる。距離感が合うため。反発が減り、調和が続く。迫るとこじれるのは避ける。押し過ぎを直したいのときに向く。"
    },
    "31_3_JJH": {
      "detail": "体勢が揺らぎ流されやすい局面なので、境界を明確にして軽率な同行を避け、信頼できる筋に従って行動を絞るのが良いです。接近の勢いを抑える。枠の中で少しだけ進める。過度が減るため。音が静まり、角が立たない。名目のための接近は空回り避ける。無理を抑えたいのときに向く。"
    },
    "31_3_JHJ": {
      "detail": "体勢が揺らぎ流されやすい局面なので、境界を明確にして軽率な同行を避け、信頼できる筋に従って行動を絞るのが良いです。相手の負担が見える。圧と頻度を落として合わせる。実情が見えるため。通りが良くなり、続けやすい。善意の厚意が重荷になるのは避ける。負荷を下げたいのときに向く。"
    },
    "31_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "31_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。柔らかい言葉で誘う。相手が見えるため。控えめで続けやすい。飾りで押すと引かれるのは避ける。関係を和らげたいのときに向く。"
    },
    "31_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "31_3_HHJ": {
      "detail": "体勢が揺らぎ流されやすい局面なので、境界を明確にして軽率な同行を避け、信頼できる筋に従って行動を絞るのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "31_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "31_4_JJJ": {
      "detail": "始まりは正しさを保てば悔いは消え、人の出入りがあっても落ち着いて往来を受け止め、志を言語化して周囲と意図を合わせます。公の手順が示される。節度を守って軽く誘う。やり方が分かるため。応じが生まれ、調和が続く。見せ場で迫るとこじれるのは避ける。関係の進め方を揃えたいのときに向く。"
    },
    "31_4_JJH": {
      "detail": "正しさを保てば悔いは消え、人の出入りがあっても落ち着いて往来を受け止め、志を言語化して周囲と意図を合わせます。行き過ぎの兆しを止める。枠内で小さく誘う。過度が減るため。音が静まり、反発が減る。名目のための接近は空回り避ける。無理を抑えたいのときに向く。"
    },
    "31_4_JHJ": {
      "detail": "正しさを保てば悔いは消え、人の出入りがあっても落ち着いて往来を受け止め、志を言語化して周囲と意図を合わせます。相手の余裕が見える。頻度と強さを落として合わせる。実情が見えるため。警戒が下がり、通りやすい。善意の押しは重くなるのは避ける。距離感を整えたいのときに向く。"
    },
    "31_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "31_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。柔らかい言葉で誘う。相手が見えるため。控えめで続けやすい。飾りで押すと引かれるのは避ける。関係を和らげたいのときに向く。"
    },
    "31_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "31_4_HHJ": {
      "detail": "正しさを保てば悔いは消え、人の出入りがあっても落ち着いて往来を受け止め、志を言語化して周囲と意図を合わせます。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "31_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "31_5_JJJ": {
      "detail": "始まりは背で感じるような静かな確信があれば悔いはなく、声高に求めず誠実に向き合えば、深いところで通じやすいです。気持ちを共有し、圧が下がる。枠内で進み、節度が通る。柔らかさが通るため。行き来が続き、進めやすい。形だけ急ぐと引かれるのは避ける。関係を丁寧に進めたいのときに向く。"
    },
    "31_5_JJH": {
      "detail": "背で感じるような静かな確信があれば悔いはなく、声高に求めず誠実に向き合えば、深いところで通じやすいです。行き過ぎの兆しを止める。枠内で小さく誘う。過度が減るため。音が静まり、反発が減る。名目のための接近は空回り避ける。無理を抑えたいのときに向く。"
    },
    "31_5_JHJ": {
      "detail": "背で感じるような静かな確信があれば悔いはなく、声高に求めず誠実に向き合えば、深いところで通じやすいです。相手の余裕が見える。頻度と強さを落として合わせる。実情が見えるため。警戒が下がり、通りやすい。善意の押しは重くなるのは避ける。距離感を整えたいのときに向く。"
    },
    "31_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "31_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。柔らかい言葉で誘う。相手が見えるため。控えめで続けやすい。飾りで押すと引かれるのは避ける。関係を和らげたいのときに向く。"
    },
    "31_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "31_5_HHJ": {
      "detail": "背で感じるような静かな確信があれば悔いはなく、声高に求めず誠実に向き合えば、深いところで通じやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "31_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "31_6_JJJ": {
      "detail": "始まりは頬と舌にとどまる表層的な共鳴は続きにくいので、言葉だけでなく行動を整えて中身を伴わせ、軽さを避けるのが良いです。押しを断ち、無理をやめる。礼を守り、軽い応じにとどめる。過度が減るため。反発が止み、穏やかに続く。迫るとこじれるのは避ける。関係の最終局面のときに向く。"
    },
    "31_6_JJH": {
      "detail": "頬と舌にとどまる表層的な共鳴は続きにくいので、言葉だけでなく行動を整えて中身を伴わせ、軽さを避けるのが良いです。接近の勢いを抑える。枠の中で少しだけ進める。過度が減るため。音が静まり、角が立たない。名目のための接近は空回り避ける。無理を抑えたいのときに向く。"
    },
    "31_6_JHJ": {
      "detail": "頬と舌にとどまる表層的な共鳴は続きにくいので、言葉だけでなく行動を整えて中身を伴わせ、軽さを避けるのが良いです。相手の負担が見える。圧と頻度を落として合わせる。実情が見えるため。通りが良くなり、続けやすい。善意の厚意が重荷になるのは避ける。負荷を下げたいのときに向く。"
    },
    "31_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "31_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。柔らかい言葉で誘う。相手が見えるため。控えめで続けやすい。飾りで押すと引かれるのは避ける。関係を和らげたいのときに向く。"
    },
    "31_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "31_6_HHJ": {
      "detail": "頬と舌にとどまる表層的な共鳴は続きにくいので、言葉だけでなく行動を整えて中身を伴わせ、軽さを避けるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "31_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}