{
  "items": {
    "51_1_JJJ": {
      "detail": "始まりは強い衝撃に身がすくむがやがて笑いが戻るので、安全を確かめて落ち着きを取り戻し、周囲と状況を共有するのが良いです。どこが揺れたか見える。深呼吸し要を守る。状況が見えるため。焦りが引き、進めやすい。見せ場で慌てると転ぶは避ける。突発の揺れに対処したいのときに向く。"
    },
    "51_1_JJH": {
      "detail": "強い衝撃に身がすくむがやがて笑いが戻るので、安全を確かめて落ち着きを取り戻し、周囲と状況を共有するのが良いです。増し歩をやめる。枠内で小さく回す。過度が減るため。音が静まり、ぶれにくい。名目の急行は危ういのは避ける。揺れの余波を抑えたいのときに向く。"
    },
    "51_1_JHJ": {
      "detail": "強い衝撃に身がすくむがやがて笑いが戻るので、安全を確かめて落ち着きを取り戻し、周囲と状況を共有するのが良いです。どこが要か見える。要に資源を寄せる。実情が見えるため。滞りが減り、動きやすい。善意の全面対応は重いのは避ける。優先順位を立てたいのときに向く。"
    },
    "51_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。段取りを整えてから動く。無理が減るため。静かな運びが続く。見せ場狙いはぶれを生む避ける。バタつきを抑えたいのときに向く。"
    },
    "51_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて呼吸を整える。小さく点検し要を守る。落ち着きが戻るため。控えめで続けやすい。飾りの勇ましさは空回り避ける。乱れを落ち着けたいのときに向く。"
    },
    "51_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの鎮静は浮く避ける。無理を減らしたいのときに向く。"
    },
    "51_1_HHJ": {
      "detail": "強い衝撃に身がすくむがやがて笑いが戻るので、安全を確かめて落ち着きを取り戻し、周囲と状況を共有するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "51_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを鎮めたいのときに向く。"
    },
    "51_2_JJJ": {
      "detail": "始まりは不意の事態で失い物が出ても慌てて追わず、記録と連絡を整えて時を待てば、落ち着いた頃に戻りやすいです。偏りを抑える。節度を守り要を保つ。中庸が働くため。過度が減り、進めやすい。誇示の突進は転ぶ避ける。混乱を整えたいのときに向く。"
    },
    "51_2_JJH": {
      "detail": "不意の事態で失い物が出ても慌てて追わず、記録と連絡を整えて時を待てば、落ち着いた頃に戻りやすいです。増し歩をやめる。枠内で小さく回す。過度が減るため。音が静まり、ぶれにくい。名目の急行は危ういのは避ける。揺れの余波を抑えたいのときに向く。"
    },
    "51_2_JHJ": {
      "detail": "不意の事態で失い物が出ても慌てて追わず、記録と連絡を整えて時を待てば、落ち着いた頃に戻りやすいです。どこが要か見える。要に資源を寄せる。実情が見えるため。滞りが減り、動きやすい。善意の全面対応は重いのは避ける。優先順位を立てたいのときに向く。"
    },
    "51_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。段取りを整えてから動く。無理が減るため。静かな運びが続く。見せ場狙いはぶれを生む避ける。バタつきを抑えたいのときに向く。"
    },
    "51_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて呼吸を整える。小さく点検し要を守る。落ち着きが戻るため。控えめで続けやすい。飾りの勇ましさは空回り避ける。乱れを落ち着けたいのときに向く。"
    },
    "51_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの鎮静は浮く避ける。無理を減らしたいのときに向く。"
    },
    "51_2_HHJ": {
      "detail": "不意の事態で失い物が出ても慌てて追わず、記録と連絡を整えて時を待てば、落ち着いた頃に戻りやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "51_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを鎮めたいのときに向く。"
    },
    "51_3_JJJ": {
      "detail": "始まりは動揺が続く局面でも、基本を守って必要最小限に素早く動けば問題は少なく、平常心で段取り通りに進めるのが良いです。揺れの流れが見える。要への負荷を下げて支える。原因が見えるため。こわばりが解け、動きが戻る。見せ場の突進は転ぶ避ける。立て直しの第一歩を踏みたいのときに向く。"
    },
    "51_3_JJH": {
      "detail": "動揺が続く局面でも、基本を守って必要最小限に素早く動けば問題は少なく、平常心で段取り通りに進めるのが良いです。増し歩をやめる。枠内で小さく回す。過度が減るため。音が静まり、ぶれにくい。名目の急行は危ういのは避ける。揺れの余波を抑えたいのときに向く。"
    },
    "51_3_JHJ": {
      "detail": "動揺が続く局面でも、基本を守って必要最小限に素早く動けば問題は少なく、平常心で段取り通りに進めるのが良いです。どこが要か見える。要に資源を寄せる。実情が見えるため。滞りが減り、動きやすい。善意の全面対応は重いのは避ける。優先順位を立てたいのときに向く。"
    },
    "51_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。段取りを整えてから動く。無理が減るため。静かな運びが続く。見せ場狙いはぶれを生む避ける。バタつきを抑えたいのときに向く。"
    },
    "51_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて呼吸を整える。小さく点検し要を守る。落ち着きが戻るため。控えめで続けやすい。飾りの勇ましさは空回り避ける。乱れを落ち着けたいのときに向く。"
    },
    "51_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの鎮静は浮く避ける。無理を減らしたいのときに向く。"
    },
    "51_3_HHJ": {
      "detail": "動揺が続く局面でも、基本を守って必要最小限に素早く動けば問題は少なく、平常心で段取り通りに進めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "51_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを鎮めたいのときに向く。"
    },
    "51_4_JJJ": {
      "detail": "始まりは力があっても足場が悪く沈みがちなので、無理に進まず環境の泥を取り除き、整備してから再開するのが良いです。公の対処手順が示される。まず止まり、要を点検・保護。やり方が分かるため。焦りが引き、運びやすい。見せ場の突進は転ぶ避ける。初動対応を揃えたいのときに向く。"
    },
    "51_4_JJH": {
      "detail": "力があっても足場が悪く沈みがちなので、無理に進まず環境の泥を取り除き、整備してから再開するのが良いです。増し歩をやめる。枠内で小さく回す。過度が減るため。音が静まり、ぶれにくい。名目の急行は危ういのは避ける。余波を抑えたいのときに向く。"
    },
    "51_4_JHJ": {
      "detail": "力があっても足場が悪く沈みがちなので、無理に進まず環境の泥を取り除き、整備してから再開するのが良いです。どこが要か見える。要に資源を寄せる。実情が見えるため。滞りが減り、動きやすい。善意の全面対応は重いのは避ける。優先順位を立てたいのときに向く。"
    },
    "51_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。段取りを整えてから動く。無理が減るため。静かな運びが続く。見せ場狙いはぶれを生む避ける。バタつきを抑えたいのときに向く。"
    },
    "51_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて呼吸を整える。小さく点検し要を守る。落ち着きが戻るため。控えめで続けやすい。飾りの勇ましさは空回り避ける。乱れを落ち着けたいのときに向く。"
    },
    "51_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの鎮静は浮く避ける。無理を減らしたいのときに向く。"
    },
    "51_4_HHJ": {
      "detail": "力があっても足場が悪く沈みがちなので、無理に進まず環境の泥を取り除き、整備してから再開するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "51_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを鎮めたいのときに向く。"
    },
    "51_5_JJJ": {
      "detail": "始まりは危うい往来が続く局面では軽率に動かず、必要な通告と説明を尽くして関係者と認識をそろえ、被害を抑えるのが良いです。対処の筋と役割を共有。要を中心に小さく回す。筋の共有ため。ぶれが減り、進めやすい。形だけの先行は空回り避ける。立て直しを進めたいのときに向く。"
    },
    "51_5_JJH": {
      "detail": "危うい往来が続く局面では軽率に動かず、必要な通告と説明を尽くして関係者と認識をそろえ、被害を抑えるのが良いです。増し歩をやめる。枠内で小さく回す。過度が減るため。音が静まり、ぶれにくい。名目の急行は危ういのは避ける。余波を抑えたいのときに向く。"
    },
    "51_5_JHJ": {
      "detail": "危うい往来が続く局面では軽率に動かず、必要な通告と説明を尽くして関係者と認識をそろえ、被害を抑えるのが良いです。どこが要か見える。要に資源を寄せる。実情が見えるため。滞りが減り、動きやすい。善意の全面対応は重いのは避ける。優先順位を立てたいのときに向く。"
    },
    "51_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。段取りを整えてから動く。無理が減るため。静かな運びが続く。見せ場狙いはぶれを生む避ける。バタつきを抑えたいのときに向く。"
    },
    "51_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて呼吸を整える。小さく点検し要を守る。落ち着きが戻るため。控えめで続けやすい。飾りの勇ましさは空回り避ける。乱れを落ち着けたいのときに向く。"
    },
    "51_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの鎮静は浮く避ける。無理を減らしたいのときに向く。"
    },
    "51_5_HHJ": {
      "detail": "危うい往来が続く局面では軽率に動かず、必要な通告と説明を尽くして関係者と認識をそろえ、被害を抑えるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "51_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを鎮めたいのときに向く。"
    },
    "51_6_JJJ": {
      "detail": "始まりは恐れに駆られて動けば凶になりやすいので、距離を置いて冷静に観察し、直接巻き込まれずに調整するのが良いです。見せ場の突進を断つ。要を保護し小刻みに回す。過度が減るため。ぶれが止み、控えめに続く。体面のための強行は転ぶ避ける。仕上げの立て直しのときに向く。"
    },
    "51_6_JJH": {
      "detail": "恐れに駆られて動けば凶になりやすいので、距離を置いて冷静に観察し、直接巻き込まれずに調整するのが良いです。増し歩をやめる。程を守って小さく回す。過度が減るため。音が静まり、ぶれにくい。名目の急行は危ういのは避ける。余波を抑えたいのときに向く。"
    },
    "51_6_JHJ": {
      "detail": "恐れに駆られて動けば凶になりやすいので、距離を置いて冷静に観察し、直接巻き込まれずに調整するのが良いです。どこが要か見える。要に資源を寄せる。実情が見えるため。滞りが減り、動きやすい。善意の全面対応は重いのは避ける。優先順位を立てたいのときに向く。"
    },
    "51_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。段取りを整えてから動く。無理が減るため。静かな運びが続く。見せ場狙いはぶれを生む避ける。バタつきを抑えたいのときに向く。"
    },
    "51_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて呼吸を整える。小さく点検し要を守る。落ち着きが戻るため。控えめで続けやすい。飾りの勇ましさは空回り避ける。乱れを落ち着けたいのときに向く。"
    },
    "51_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの鎮静は浮く避ける。無理を減らしたいのときに向く。"
    },
    "51_6_HHJ": {
      "detail": "恐れに駆られて動けば凶になりやすいので、距離を置いて冷静に観察し、直接巻き込まれずに調整するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "51_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを鎮めたいのときに向く。"
    }
  }
}