{
  "items": {
    "50_1_JJJ": {
      "detail": "鼎を覆し、滓を捨てる。器を清め、基礎から整える。小さく確かめ、結果で調整する。歩調はほどよく、見せ方は控えめにする。不要を退け、中身を先に置く。終盤は静かに良い形へ結ぶ。"
    },
    "50_1_JJH": {
      "detail": "初めは前に出るが、途中で清めに寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、強火の過度を抑える。歩調はほどよく、維持に寄せる。終盤は安定に寄る。"
    },
    "50_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。中心から温め直し、小さく試して調整する。歩調はほどよく、感情は抑える。全面過熱は避け、要へ寄せる。終盤は静かに保つ。"
    },
    "50_1_JHH": {
      "detail": "一歩出して様子を見る。その後は清めに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "50_1_HJJ": {
      "detail": "向きを確かめ、覆しに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。張りを抑え、下拵えを丁寧にする。終盤は静かに収める。"
    },
    "50_1_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。露出を抑え、影響を限定する。言葉は簡潔に。終盤は無理を残さない。"
    },
    "50_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。清めの基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。礼を保つ。終盤は穏やかに保つ。"
    },
    "50_1_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、清めに寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "50_2_JJJ": {
      "detail": "実を有し、静かに満たす。内実を整え、火加減を保つ。小さく確かめ、結果で調整する。歩調はほどよく、装いは控えめにする。空疎は避け、中身で示す。終盤は静かに安定に寄る。"
    },
    "50_2_JJH": {
      "detail": "初めは前に出るが、途中で実に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、強火の過度を抑える。歩調はほどよく、維持に寄せる。終盤は安定に寄る。"
    },
    "50_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。中心から温め直し、小さく試して調整する。歩調はほどよく、配慮を保つ。露出は抑え、実で示す。終盤は静かに保つ。"
    },
    "50_2_JHH": {
      "detail": "一歩出して様子を見る。その後は実の整えに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "50_2_HJJ": {
      "detail": "向きを確かめ、実を有すに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、火加減を整える。終盤は静かに収める。"
    },
    "50_2_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、過熱を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "50_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。実の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。中身に寄せる。終盤は穏やかに保つ。"
    },
    "50_2_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、実に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "50_3_JJJ": {
      "detail": "耳革むは過熱の戒め。火加減を抑え、器を守る。小さく確かめ、結果で調整する。歩調はほどよく、反応の過度は抑える。影響を限定し、損失を抑える。終盤は静かに整う。"
    },
    "50_3_JJH": {
      "detail": "初めは前に出るが、途中で加減に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、焦げを防ぐ。歩調はほどよく、線を保つ。終盤は安定に寄る。"
    },
    "50_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。手順を短くし、小さく試して調整する。歩調はほどよく、感情は抑える。露出は抑え、実で示す。終盤は静かに保つ。"
    },
    "50_3_JHH": {
      "detail": "一歩出して様子を見る。その後は加減に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "50_3_HJJ": {
      "detail": "向きを確かめ、加減に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、器を守る。終盤は静かに収める。"
    },
    "50_3_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、流出を止める。言葉は簡潔に。終盤は無理を残さない。"
    },
    "50_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。加減の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。反応は節度で保つ。終盤は穏やかに保つ。"
    },
    "50_3_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、加減に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "50_4_JJJ": {
      "detail": "足折るは無理の徴。強行は避け、器と段取りを直す。小さく確かめ、結果で調整する。歩調はほどよく、誇示は抑える。線を引き直し、逸脱を止める。終盤は静かに整う。"
    },
    "50_4_JJH": {
      "detail": "初めは前に出るが、途中で抑えに寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、損失を抑える。歩調はほどよく、公正を守る。終盤は安定に寄る。"
    },
    "50_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。条件と線引きを並べ直し、小さく試して調整する。歩調はほどよく、配慮を保つ。露出は抑え、実で支える。終盤は静かに保つ。"
    },
    "50_4_JHH": {
      "detail": "一歩出して様子を見る。その後は抑えに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。過度は戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "50_4_HJJ": {
      "detail": "向きを確かめ、抑えに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "50_4_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "50_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。抑えの基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。誇示は抑える。終盤は穏やかに保つ。"
    },
    "50_4_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、抑えに寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "50_5_JJJ": {
      "detail": "黄耳金鉉に倣い、品位で満たす。本質を先に置き、要点から実行する。小さく確かめ、結果で調整する。歩調はほどよく、装いは控えめにする。礼を保ち、信頼を積む。終盤は静かに良い形へ結ぶ。"
    },
    "50_5_JJH": {
      "detail": "初めは前に出るが、途中で品位に寄せる。量と範囲を合わせ、短い手順で確かめる。結果で補正し、行き過ぎを抑える。歩調はほどよく、公正を守る。終盤は安定に寄る。"
    },
    "50_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。示し方と中身を揃え、小さく試して調整する。歩調はほどよく、配慮を保つ。誇示は抑え、実で示す。終盤は静かに保つ。"
    },
    "50_5_JHH": {
      "detail": "一歩出して様子を見る。その後は整えに寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。過度は戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "50_5_HJJ": {
      "detail": "向きを確かめ、品位に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、線を保つ。終盤は静かに収める。"
    },
    "50_5_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "50_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。品位の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。礼を保つ。終盤は穏やかに保つ。"
    },
    "50_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、品位に寄せる。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    },
    "50_6_JJJ": {
      "detail": "玉鉉に至り、静かに収める。完了の線を明らかにし、要点から配る。小さく確かめ、過不足を調整する。歩調はほどよく、公正を守る。見せ方は控え、実で示す。終盤は落ち着きに寄る。"
    },
    "50_6_JJH": {
      "detail": "初めは前に出るが、途中で完了の線を整える。量と範囲を合わせ、短い手順で確かめる。結果で補正し、逸脱を止める。歩調はほどよく、線を保つ。終盤は安定に寄る。"
    },
    "50_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。完了条件を明らかにし、小さく試して調整する。歩調はほどよく、配慮を保つ。誇示は避け、実で支える。終盤は静かに保つ。"
    },
    "50_6_JHH": {
      "detail": "一歩出して様子を見る。その後は完了に寄せ、要点だけ小さく扱う。確認を挟み、揺れを小さくする。行き過ぎは戻す。歩調はほどよく。終盤は安定を保つ。"
    },
    "50_6_HJJ": {
      "detail": "向きを確かめ、完了に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。偏りを抑え、公正を守る。終盤は静かに収める。"
    },
    "50_6_HJH": {
      "detail": "まず量と範囲を小さくする。短い手順で確かめ、結果で再評価する。影響を限定し、露出を抑える。言葉は簡潔に。終盤は無理を残さない。"
    },
    "50_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。完了の基準を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。歩調は静かに。過不足を調整する。終盤は穏やかに保つ。"
    },
    "50_6_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、完了の線を整える。歩調は静かに保つ。拡張は控える。終盤は安定に寄る。"
    }
  }
}