{
  "items": {
    "38_1_JJJ": {
      "detail": "始まりは対立があっても節度を保てば悔いは薄れ、共通の目的を確認して歩み寄れば、調和へ向けて整いやすいです。食い違いの箇所を見る。無理に合わせず接点だけ保つ。状況が見えるため。摩擦が減り、並走できる。正面から統一を迫ると反発は避ける。意見の違いが強いのときに向く。"
    },
    "38_1_JJH": {
      "detail": "対立があっても節度を保てば悔いは薄れ、共通の目的を確認して歩み寄れば、調和へ向けて整いやすいです。主張の増量を止める。枠内で最小の接点に絞る。過度が減るため。音が静まり、こじれにくい。名目の統一は空回り避ける。対立を抑えたいのときに向く。"
    },
    "38_1_JHJ": {
      "detail": "対立があっても節度を保てば悔いは薄れ、共通の目的を確認して歩み寄れば、調和へ向けて整いやすいです。どこが論点か見える。共通点に絞って合わせる。実情が見えるため。通りが良くなり、進めやすい。善意の全面調整は重いのは避ける。小さな合意から進めたいのときに向く。"
    },
    "38_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。やり取りの作法を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "38_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。相手の立場を尊重する。相手が見えるため。控えめで続けやすい。飾りの正しさは反発避ける。異なる前提を認めたいのときに向く。"
    },
    "38_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "38_1_HHJ": {
      "detail": "対立があっても節度を保てば悔いは薄れ、共通の目的を確認して歩み寄れば、調和へ向けて整いやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "38_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "38_2_JJJ": {
      "detail": "始まりは意外な場で要の相手に出会えるので、先入観を捨てて誠実に向き合えば、溝が埋まり和解の糸口が見えやすいです。偏りを抑える。節度を守り共通接点を保つ。中庸が働くため。別々でも進みが出る。誇示や同調圧力は反発避ける。別路で協調したいのときに向く。"
    },
    "38_2_JJH": {
      "detail": "意外な場で要の相手に出会えるので、先入観を捨てて誠実に向き合えば、溝が埋まり和解の糸口が見えやすいです。主張の増量を止める。枠内で最小の接点に絞る。過度が減るため。音が静まり、こじれにくい。名目の統一は空回り避ける。対立を抑えたいのときに向く。"
    },
    "38_2_JHJ": {
      "detail": "意外な場で要の相手に出会えるので、先入観を捨てて誠実に向き合えば、溝が埋まり和解の糸口が見えやすいです。どこが論点か見える。共通点に絞って合わせる。実情が見えるため。通りが良くなり、進めやすい。善意の全面調整は重いのは避ける。小さな合意から進めたいのときに向く。"
    },
    "38_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。やり取りの作法を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "38_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。相手の立場を尊重する。相手が見えるため。控えめで続けやすい。飾りの正しさは反発避ける。異なる前提を認めたいのときに向く。"
    },
    "38_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "38_2_HHJ": {
      "detail": "意外な場で要の相手に出会えるので、先入観を捨てて誠実に向き合えば、溝が埋まり和解の糸口が見えやすいです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "38_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "38_3_JJJ": {
      "detail": "始まりは対立が激しく損傷が大きい凶相なので、原因の分解と責任の分担を明確にし、冷静に収束へ向けて損害を最小化します。争点の流れが見える。正面衝突を避け、接点だけ保つ。原因が見えるため。こじれが減り、別々でも進める。見せ場の一本化は反発避ける。争点を捌きたいのときに向く。"
    },
    "38_3_JJH": {
      "detail": "対立が激しく損傷が大きい凶相なので、原因の分解と責任の分担を明確にし、冷静に収束へ向けて損害を最小化します。主張の増量を止める。枠の中で最小の接点に絞る。過度が減るため。音が静まり、こじれにくい。名目の統一は空回り避ける。対立を抑えたいのときに向く。"
    },
    "38_3_JHJ": {
      "detail": "対立が激しく損傷が大きい凶相なので、原因の分解と責任の分担を明確にし、冷静に収束へ向けて損害を最小化します。どこが論点か見える。共通点に絞って合わせる。実情が見えるため。通りが良くなり、進めやすい。善意の全面調整は重いのは避ける。小さな合意から進めたいのときに向く。"
    },
    "38_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。やり取りの作法を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "38_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。相手の立場を尊重する。相手が見えるため。控えめで続けやすい。飾りの正しさは反発避ける。異なる前提を認めたいのときに向く。"
    },
    "38_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "38_3_HHJ": {
      "detail": "対立が激しく損傷が大きい凶相なので、原因の分解と責任の分担を明確にし、冷静に収束へ向けて損害を最小化します。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "38_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "38_4_JJJ": {
      "detail": "始まりは孤立していても志が通う相手に出会えれば救いがあるので、焦らず信義を守り、少数精鋭で連携するのが良いです。公の手順が示される。共通の接点にだけ絞る。やり方が分かるため。摩擦が減り、別々でも進む。見せ場の一本化はこじれるのは避ける。立場が離れているのときに向く。"
    },
    "38_4_JJH": {
      "detail": "孤立していても志が通う相手に出会えれば救いがあるので、焦らず信義を守り、少数精鋭で連携するのが良いです。主張の増量を止める。枠の中で最小の接点に絞る。過度が減るため。音が静まり、こじれにくい。名目の統一は空回り避ける。対立を抑えたいのときに向く。"
    },
    "38_4_JHJ": {
      "detail": "孤立していても志が通う相手に出会えれば救いがあるので、焦らず信義を守り、少数精鋭で連携するのが良いです。どこが論点か見える。共通点に絞って合わせる。実情が見えるため。通りが良くなり、進めやすい。善意の全面調整は重いのは避ける。小さな合意から進めたいのときに向く。"
    },
    "38_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。やり取りの作法を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "38_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。相手の立場を尊重する。相手が見えるため。控えめで続けやすい。飾りの正しさは反発避ける。異なる前提を認めたいのときに向く。"
    },
    "38_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "38_4_HHJ": {
      "detail": "孤立していても志が通う相手に出会えれば救いがあるので、焦らず信義を守り、少数精鋭で連携するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "38_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "38_5_JJJ": {
      "detail": "始まりは身近な結束が悔いを薄め前進を支えるので、近しい人と力を合わせ、相違は率直に整えて進むのが良いです。違いを共有し、無理が減る。接点に絞って合わせる。違いの理解ため。別々でも進み、続けやすい。形だけ一本化はこじれるのは避ける。対立を和らげたいのときに向く。"
    },
    "38_5_JJH": {
      "detail": "身近な結束が悔いを薄め前進を支えるので、近しい人と力を合わせ、相違は率直に整えて進むのが良いです。主張の増量を止める。枠の中で最小の接点に絞る。過度が減るため。音が静まり、こじれにくい。名目の統一は空回り避ける。対立を抑えたいのときに向く。"
    },
    "38_5_JHJ": {
      "detail": "身近な結束が悔いを薄め前進を支えるので、近しい人と力を合わせ、相違は率直に整えて進むのが良いです。どこが論点か見える。共通点に絞って合わせる。実情が見えるため。通りが良くなり、進めやすい。善意の全面調整は重いのは避ける。小さな合意から進めたいのときに向く。"
    },
    "38_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。やり取りの作法を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "38_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。相手の立場を尊重する。相手が見えるため。控えめで続けやすい。飾りの正しさは反発避ける。異なる前提を認めたいのときに向く。"
    },
    "38_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "38_5_HHJ": {
      "detail": "身近な結束が悔いを薄め前進を支えるので、近しい人と力を合わせ、相違は率直に整えて進むのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "38_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "38_6_JJJ": {
      "detail": "始まりは孤立が続き物事が乱れて見えるが、流れに逆らって動くのは危ういので、節度を保って静観し、機を待つのが安全です。一本化の根を断つ。接点にだけ絞って続ける。過度が減るため。こじれが止み、平穏に続く。見せ場の一本化は反発避ける。調整の最終局面のときに向く。"
    },
    "38_6_JJH": {
      "detail": "孤立が続き物事が乱れて見えるが、流れに逆らって動くのは危ういので、節度を保って静観し、機を待つのが安全です。主張の増量を止める。程を守って最小の接点に絞る。過度が減るため。音が静まり、こじれにくい。名目の統一は空回り避ける。対立を抑えたいのときに向く。"
    },
    "38_6_JHJ": {
      "detail": "孤立が続き物事が乱れて見えるが、流れに逆らって動くのは危ういので、節度を保って静観し、機を待つのが安全です。どこが論点か見える。共通点に絞って合わせる。実情が見えるため。通りが良くなり、進めやすい。善意の全面調整は重いのは避ける。小さな合意から進めたいのときに向く。"
    },
    "38_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。やり取りの作法を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "38_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。相手の立場を尊重する。相手が見えるため。控えめで続けやすい。飾りの正しさは反発避ける。異なる前提を認めたいのときに向く。"
    },
    "38_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "38_6_HHJ": {
      "detail": "孤立が続き物事が乱れて見えるが、流れに逆らって動くのは危ういので、節度を保って静観し、機を待つのが安全です。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "38_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}