{
  "items": {
    "11_1_JJJ": {
      "detail": "始まりは根本の課題を仲間と束ねて一気に抜けば良く、足元を整えて力を合わせて進めば、初動から順調に展開しやすいです。調和が広がる。危険を察し。調和が効くため。歩調はほどよいまま。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_1_JJH": {
      "detail": "根本の課題を仲間と束ねて一気に抜けば良く、足元を整えて力を合わせて進めば、初動から順調に展開しやすいです。調和が広がる。危険を察し。調和が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_1_JHJ": {
      "detail": "根本の課題を仲間と束ねて一気に抜けば良く、足元を整えて力を合わせて進めば、初動から順調に展開しやすいです。調和が広がる。さらに調和が広がる。調和が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_1_JHH": {
      "detail": "一歩出して様子を確かめる。調和が広がる。危険を察し。調和が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。調和が広がる。危険を察し。調和が効くため。さらに調和が広がる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_1_HJH": {
      "detail": "まず量と範囲を小さくする。調和が広がる。危険を察し。調和が効くため。整いが進む。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_1_HHJ": {
      "detail": "根本の課題を仲間と束ねて一気に抜けば良く、足元を整えて力を合わせて進めば、初動から順調に展開しやすいです。調和が広がる。危険を察し。調和が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。調和が広がる。さらに調和が広がる。調和が効くため。緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_6_JJJ": {
      "detail": "始まりは体制は崩れ防壁も痩せているので出兵は避け、内側から方針を周知して守りを固めれば正しいが、成果は控えめになりがちです。静かに進む。向きが定まる。基盤が効くため。明るさへ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_6_JJH": {
      "detail": "体制は崩れ防壁も痩せているので出兵は避け、内側から方針を周知して守りを固めれば正しいが、成果は控えめになりがちです。静かに進む。向きが定まる。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_6_JHJ": {
      "detail": "体制は崩れ防壁も痩せているので出兵は避け、内側から方針を周知して守りを固めれば正しいが、成果は控えめになりがちです。静かに進む。向きが定まる。基盤が効くため。支えが集まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_6_JHH": {
      "detail": "一歩出して様子を確かめる。静かに進む。ほどよさが保たれ。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。静かに進む。向きが定まる。基盤が効くため。支えが集まる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_6_HJH": {
      "detail": "まず量と範囲を小さくする。静かに進む。向きが定まる。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_6_HHJ": {
      "detail": "体制は崩れ防壁も痩せているので出兵は避け、内側から方針を周知して守りを固めれば正しいが、成果は控えめになりがちです。静かに進む。ほどよさが保たれ。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。静かに進む。向きが定まる。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_2_JJJ": {
      "detail": "始まりは多様を包み遠くの課題も漏らさず扱えば良く、危険も渡れるが派閥は手放し、中道を守って公正に進めると安定します。緊張が混じる。ほどよさが保たれ。調和が効くため。気持ちの張りは適度に残る。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_2_JJH": {
      "detail": "多様を包み遠くの課題も漏らさず扱えば良く、危険も渡れるが派閥は手放し、中道を守って公正に進めると安定します。緊張が混じる。ほどよさが保たれ。調和が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_2_JHJ": {
      "detail": "多様を包み遠くの課題も漏らさず扱えば良く、危険も渡れるが派閥は手放し、中道を守って公正に進めると安定します。緊張が混じる。調和が広がる。調和が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_2_JHH": {
      "detail": "一歩出して様子を確かめる。緊張が混じる。調和が広がる。調和が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。緊張が混じる。ほどよさが保たれ。調和が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_2_HJH": {
      "detail": "まず量と範囲を小さくする。緊張が混じる。ほどよさが保たれ。調和が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_2_HHJ": {
      "detail": "多様を包み遠くの課題も漏らさず扱えば良く、危険も渡れるが派閥は手放し、中道を守って公正に進めると安定します。緊張が混じる。調和が広がる。調和が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。緊張が混じる。調和が広がる。調和が効くため。さらに緊張が混じる。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_3_JJJ": {
      "detail": "始まりは順境にも必ず傾きがあり往けば必ず戻るので、苦しくとも節度を守って粘れば問題はなく、後に平衡を取り戻しやすいです。礼が保たれ。調和が広がる。礼儀が効くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_3_JJH": {
      "detail": "順境にも必ず傾きがあり往けば必ず戻るので、苦しくとも節度を守って粘れば問題はなく、後に平衡を取り戻しやすいです。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_3_JHJ": {
      "detail": "順境にも必ず傾きがあり往けば必ず戻るので、苦しくとも節度を守って粘れば問題はなく、後に平衡を取り戻しやすいです。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_3_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_3_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_3_HHJ": {
      "detail": "順境にも必ず傾きがあり往けば必ず戻るので、苦しくとも節度を守って粘れば問題はなく、後に平衡を取り戻しやすいです。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。危険を察し。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "11_4_JJJ": {
      "detail": "始まりは裕福でなくとも近隣と気持ちよく助け合い、叱責より信頼で動けば良く、自然な協力が広がって小さな成果が積み上がります。調和が広がる。ほどよさが保たれ。調和が効くため。声の合いが保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_4_JJH": {
      "detail": "裕福でなくとも近隣と気持ちよく助け合い、叱責より信頼で動けば良く、自然な協力が広がって小さな成果が積み上がります。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_4_JHJ": {
      "detail": "裕福でなくとも近隣と気持ちよく助け合い、叱責より信頼で動けば良く、自然な協力が広がって小さな成果が積み上がります。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_4_JHH": {
      "detail": "一歩出して様子を確かめる。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_4_HJH": {
      "detail": "まず量と範囲を小さくする。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_4_HHJ": {
      "detail": "裕福でなくとも近隣と気持ちよく助け合い、叱責より信頼で動けば良く、自然な協力が広がって小さな成果が積み上がります。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。調和が広がる。ほどよさが保たれ。調和が効くため。さらに調和が広がる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_5_JJJ": {
      "detail": "始まりは格にふさわしい結びつきを謙虚に整えれば最良で、形式に偏らず実を重んじ、互いの幸福を広げる穏当な同盟が実ります。礼が保たれ。向きが定まる。礼儀が効くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_5_JJH": {
      "detail": "格にふさわしい結びつきを謙虚に整えれば最良で、形式に偏らず実を重んじ、互いの幸福を広げる穏当な同盟が実ります。礼が保たれ。向きが定まる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_5_JHJ": {
      "detail": "格にふさわしい結びつきを謙虚に整えれば最良で、形式に偏らず実を重んじ、互いの幸福を広げる穏当な同盟が実ります。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_5_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。向きが定まる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_5_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。向きが定まる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_5_HHJ": {
      "detail": "格にふさわしい結びつきを謙虚に整えれば最良で、形式に偏らず実を重んじ、互いの幸福を広げる穏当な同盟が実ります。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "11_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。調和が広がる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    }
  }
}