{
  "items": {
    "42_1_JJJ": {
      "detail": "始まりは大きな事業に利がある時期なので、準備を整えて節度を保ち、関係者と合意を固めて着手するのが良いです。足りない箇所が見える。小さく足して支える。不足が補われるため。動きが出て、伸ばしやすい。見せ場の過剰供給は重くなるのは避ける。要を補いたいのときに向く。"
    },
    "42_1_JJH": {
      "detail": "大きな事業に利がある時期なので、準備を整えて節度を保ち、関係者と合意を固めて着手するのが良いです。増量の行き過ぎを止める。枠内で最小限に足す。過度が減るため。音が静まり、こじれにくい。名目の大盤振る舞いは空回り避ける。過熱を抑えたいのときに向く。"
    },
    "42_1_JHJ": {
      "detail": "大きな事業に利がある時期なので、準備を整えて節度を保ち、関係者と合意を固めて着手するのが良いです。不足の所在が見える。要に絞って補う。実情が見えるため。通りが良くなり、進めやすい。善意の全面増量は重いのは避ける。ボトルネックを補いたいのときに向く。"
    },
    "42_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "42_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。控えめに足して支える。相手が見えるため。控えめで続けやすい。飾りの厚化粧は重いのは避ける。補助を丁寧に効かせたいのときに向く。"
    },
    "42_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "42_1_HHJ": {
      "detail": "大きな事業に利がある時期なので、準備を整えて節度を保ち、関係者と合意を固めて着手するのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "42_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "42_2_JJJ": {
      "detail": "始まりは増益が見込める巡り合わせなので、功を独占せず公正に配分し、得た利を次の基盤づくりに還すのが良いです。偏りを抑える。節度を守って要に足す。中庸が働くため。通りが良くなり、進めやすい。誇示の増量は重いのは避ける。要を太くしたいのときに向く。"
    },
    "42_2_JJH": {
      "detail": "増益が見込める巡り合わせなので、功を独占せず公正に配分し、得た利を次の基盤づくりに還すのが良いです。増量の行き過ぎを止める。枠内で最小限に足す。過度が減るため。音が静まり、こじれにくい。名目の大盤振る舞いは空回り避ける。過熱を抑えたいのときに向く。"
    },
    "42_2_JHJ": {
      "detail": "増益が見込める巡り合わせなので、功を独占せず公正に配分し、得た利を次の基盤づくりに還すのが良いです。不足の所在が見える。要に絞って補う。実情が見えるため。通りが良くなり、進めやすい。善意の全面増量は重いのは避ける。ボトルネックを補いたいのときに向く。"
    },
    "42_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "42_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。控えめに足して支える。相手が見えるため。控えめで続けやすい。飾りの厚化粧は重いのは避ける。補助を丁寧に効かせたいのときに向く。"
    },
    "42_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "42_2_HHJ": {
      "detail": "増益が見込める巡り合わせなので、功を独占せず公正に配分し、得た利を次の基盤づくりに還すのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "42_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "42_3_JJJ": {
      "detail": "始まりは危機の時こそ周囲に益を分ければ信頼が集まり、全体の回復が早まるので、できる範囲で先に差し出すのが良いです。どこが細いか見える。要へ資源を寄せて補う。原因が見えるため。滞りが減り、進みが出る。見せ場の増量は鈍るのは避ける。基盤を太くしたいのときに向く。"
    },
    "42_3_JJH": {
      "detail": "危機の時こそ周囲に益を分ければ信頼が集まり、全体の回復が早まるので、できる範囲で先に差し出すのが良いです。増量の行き過ぎを止める。枠内で最小限に足す。過度が減るため。音が静まり、こじれにくい。名目の大盤振る舞いは空回り避ける。過熱を抑えたいのときに向く。"
    },
    "42_3_JHJ": {
      "detail": "危機の時こそ周囲に益を分ければ信頼が集まり、全体の回復が早まるので、できる範囲で先に差し出すのが良いです。不足の所在が見える。要に絞って補う。実情が見えるため。通りが良くなり、進めやすい。善意の全面増量は重いのは避ける。ボトルネックを補いたいのときに向く。"
    },
    "42_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "42_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。控えめに足して支える。相手が見えるため。控えめで続けやすい。飾りの厚化粧は重いのは避ける。補助を丁寧に効かせたいのときに向く。"
    },
    "42_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "42_3_HHJ": {
      "detail": "危機の時こそ周囲に益を分ければ信頼が集まり、全体の回復が早まるので、できる範囲で先に差し出すのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "42_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "42_4_JJJ": {
      "detail": "始まりは中正な提案を公開の手続きで示せば受け入れられやすいので、根拠を整え透明に説明し、合意形成を進めるのが良いです。公の手順が示される。要に絞って小さく足す。やり方が分かるため。通りが良くなり、伸ばしやすい。見せ場の過剰供給は重いのは避ける。進め方を揃えたいのときに向く。"
    },
    "42_4_JJH": {
      "detail": "中正な提案を公開の手続きで示せば受け入れられやすいので、根拠を整え透明に説明し、合意形成を進めるのが良いです。増量の行き過ぎを止める。枠内で最小限に足す。過度が減るため。音が静まり、こじれにくい。名目の大盤振る舞いは空回り避ける。過熱を抑えたいのときに向く。"
    },
    "42_4_JHJ": {
      "detail": "中正な提案を公開の手続きで示せば受け入れられやすいので、根拠を整え透明に説明し、合意形成を進めるのが良いです。不足の所在が見える。要に絞って補う。実情が見えるため。通りが良くなり、進めやすい。善意の全面増量は重いのは避ける。ボトルネックを補いたいのときに向く。"
    },
    "42_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "42_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。控えめに足して支える。相手が見えるため。控えめで続けやすい。飾りの厚化粧は重いのは避ける。補助を丁寧に効かせたいのときに向く。"
    },
    "42_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "42_4_HHJ": {
      "detail": "中正な提案を公開の手続きで示せば受け入れられやすいので、根拠を整え透明に説明し、合意形成を進めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "42_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "42_5_JJJ": {
      "detail": "始まりは誠意と慈しみをもって行えば支援が広がりやすいので、見返りを焦らず着実に施し、信頼の輪を育てるのが良いです。不足の筋を共有。要に絞って足す。筋の共有ため。通りが良くなり、進みやすい。形だけの増量は鈍るのは避ける。伸ばす方針を揃えたいのときに向く。"
    },
    "42_5_JJH": {
      "detail": "誠意と慈しみをもって行えば支援が広がりやすいので、見返りを焦らず着実に施し、信頼の輪を育てるのが良いです。増量の行き過ぎを止める。枠内で最小限に足す。過度が減るため。音が静まり、こじれにくい。名目の大盤振る舞いは空回り避ける。過熱を抑えたいのときに向く。"
    },
    "42_5_JHJ": {
      "detail": "誠意と慈しみをもって行えば支援が広がりやすいので、見返りを焦らず着実に施し、信頼の輪を育てるのが良いです。不足の所在が見える。要に絞って補う。実情が見えるため。通りが良くなり、進めやすい。善意の全面増量は重いのは避ける。ボトルネックを補いたいのときに向く。"
    },
    "42_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。手順が揃い、乱れが減る。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "42_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。控えめに足して支える。相手が見えるため。控えめで続けやすい。飾りの厚化粧は重いのは避ける。補助を丁寧に効かせたいのときに向く。"
    },
    "42_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "42_5_HHJ": {
      "detail": "誠意と慈しみをもって行えば支援が広がりやすいので、見返りを焦らず着実に施し、信頼の輪を育てるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "42_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "42_6_JJJ": {
      "detail": "始まりは利を独占すると支援を失いやすいので、境界を越えた分配と説明責任を徹底し、共に益する仕組みに改めるのが良いです。過不足の根を断つ。要に絞って控えめに足す。過度が減るため。滞りが止み、着実に伸びる。見せ場の増量は鈍るのは避ける。仕上げの補強のときに向く。"
    },
    "42_6_JJH": {
      "detail": "利を独占すると支援を失いやすいので、境界を越えた分配と説明責任を徹底し、共に益する仕組みに改めるのが良いです。増量の行き過ぎを止める。程を守って最小限に足す。過度が減るため。音が静まり、こじれにくい。名目の大盤振る舞いは空回り避ける。過熱を抑えたいのときに向く。"
    },
    "42_6_JHJ": {
      "detail": "利を独占すると支援を失いやすいので、境界を越えた分配と説明責任を徹底し、共に益する仕組みに改めるのが良いです。不足の所在が見える。要に絞って補う。実情が見えるため。通りが良くなり、進めやすい。善意の全面増量は重いのは避ける。ボトルネックを補いたいのときに向く。"
    },
    "42_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。やり取りの作法を揃える。無理が減るため。静かな状態が続く。見せ場狙いはぶれを生む避ける。乱れを落ち着かせたいのときに向く。"
    },
    "42_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。控えめに足して支える。相手が見えるため。控えめで続けやすい。飾りの厚化粧は重いのは避ける。補助を丁寧に効かせたいのときに向く。"
    },
    "42_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ整える。余分が減るため。集中しやすい状態が続く。理屈だけの抑えは浮く避ける。無理を減らしたいのときに向く。"
    },
    "42_6_HHJ": {
      "detail": "利を独占すると支援を失いやすいので、境界を越えた分配と説明責任を徹底し、共に益する仕組みに改めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな進み方が保たれる。体裁優先は避ける。相手と歩調を合わせたいのときに向く。"
    },
    "42_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のないペースが続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}