{
  "items": {
    "8_1_JJJ": {
      "detail": "誠実に向き合い、要点を共有する。事実に基づき、ずれを早めに正す。小さく確かめ、結果で調整する。歩調はほどよく、受け止めを増やす。見せ方より中身を満たす。終盤は信頼が広がり、静かに前へ進む。"
    },
    "8_1_JJH": {
      "detail": "はじめは前に出るが、途中で本質に戻す。事実を揃え、量と範囲を整える。短い手順で確かめ、崩れを防ぐ。受容を保ち、歩調を整える。終盤は穏やかに結ぶ。"
    },
    "8_1_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。誠実さを軸に、順序を並べ直す。小さく試し、配慮を重ねる。歩調はほどよく。終盤は静かに保つ。"
    },
    "8_1_JHH": {
      "detail": "一歩出して様子を見る。その後は本質に寄せ、要点だけ小さく整える。確認を挟み、行き過ぎを抑える。受け止めを厚くし、揺れを小さくする。終盤は落ち着きに寄る。"
    },
    "8_1_HJJ": {
      "detail": "向きを確かめ、誠実に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。受容を保ち、偏りを減らす。終盤は静かに収める。"
    },
    "8_1_HJH": {
      "detail": "まず量と範囲を小さくする。事実で共有し、短い手順で確かめる。結果で再評価し、配慮を補う。歩調は静かに。終盤は無理を残さない。"
    },
    "8_1_HHJ": {
      "detail": "整えを続け、言動の整合を取る。事実を揃え、要点を小さく整える。合意を確かめ、短い一歩で進める。受容を保つ。終盤は穏やかに保つ。"
    },
    "8_1_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、受け止めを広げる。歩調は静かに保つ。終盤は落ち着きに寄る。"
    },
    "8_6_JJJ": {
      "detail": "無統率の兆しを抑え、責任の線を引く。役割と決定の手順を明らかにする。小さく確かめ、歩調を整える。感情の波に乗らず、事実で動く。外への動きは絞る。終盤は静かに安定へ寄る。"
    },
    "8_6_JJH": {
      "detail": "初めは進めても、中ほどで抑えに切り替える。指揮系統を明らかにし、量と範囲を整える。短い手順で確かめ、結果で補正する。煽りを避け、静かに運ぶ。終盤は落ち着きに寄る。"
    },
    "8_6_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。始動は小さく、順序を並べ直す。小さく試し、影響を限定する。葛藤を育てず、言葉は短く。終盤は静かに保つ。"
    },
    "8_6_JHH": {
      "detail": "一歩出して様子を見る。その後は抑えに寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。無統率は早めに戻す。終盤は無理を残さない。"
    },
    "8_6_HJJ": {
      "detail": "向きを確かめ、秩序に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。指示系統を整え、混乱を抑える。終盤は静かに収める。"
    },
    "8_6_HJH": {
      "detail": "まず量と範囲を小さくする。接点を減らし、短い手順で確かめる。結果で再評価し、秩序に寄せる。言葉は簡潔に。終盤は無理を残さない。"
    },
    "8_6_HHJ": {
      "detail": "整えを続け、言動の整合を取る。指示と役割を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。混乱の芽を摘む。終盤は静かに保つ。"
    },
    "8_6_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、秩序に寄せる。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "8_2_JJJ": {
      "detail": "内側に戻り、整合を取る。事実に照らし、思い込みを外す。小さく確かめ、結果で調整する。歩調は一定に、量と範囲は控えめにする。受け止めを先に置く。終盤は静かに維持する。"
    },
    "8_2_JJH": {
      "detail": "初めは進めても、中ほどで歩を緩める。内省の時間を置き、順序を並べ直す。短い手順で確かめ、無理は通さない。受けに回り、崩れを防ぐ。終盤は落ち着きに寄る。"
    },
    "8_2_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。本質に照らし、合わない所は戻す。小さく試し、歩調を一定に戻す。受け止めを増やし、揺れを抑える。終盤は静観に戻る。"
    },
    "8_2_JHH": {
      "detail": "一歩出して様子を見る。その後は内側に寄せ、要点だけ小さく整える。確認を挟み、行き過ぎを抑える。服する所は素直に従う。終盤は静かに保つ。"
    },
    "8_2_HJJ": {
      "detail": "向きを確かめ、内的一致に合わせる。要点から実行し、確認を挟む。歩調は一定に保つ。合わない所は戻し、本質に寄せる。終盤は静かに収める。"
    },
    "8_2_HJH": {
      "detail": "まず量と範囲を小さくする。内省を先に置き、短い手順で確かめる。結果で再評価し、歩調を整える。受け止めを厚くする。終盤は無理を残さない。"
    },
    "8_2_HHJ": {
      "detail": "整えを続け、言動の整合を取る。事実に寄せ、要点を小さく整える。合意を確かめ、短い一歩で進める。素直さを保つ。終盤は穏やかに保つ。"
    },
    "8_2_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、内的一致に寄せる。歩調は静かに保つ。終盤は維持に寄る。"
    },
    "8_3_JJJ": {
      "detail": "不適合を見抜き、出し過ぎを抑える。費用と手間の流れを見直し、要点から手当てする。小さく確かめ、結果で調整する。社交は目的に沿って選ぶ。歩調はほどよく。終盤は静かに収束させる。"
    },
    "8_3_JJH": {
      "detail": "初めは前に出るが、途中で抑えに切り替える。浪費を止め、量と範囲を整える。短い手順で確かめ、影響を小さくする。場の合わなさは距離を置く。終盤は落ち着きに寄る。"
    },
    "8_3_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。矛盾を切り分け、順序を並べ直す。小さく試し、外向きの動きを絞る。見せ方は控えめにする。終盤は静かに保つ。"
    },
    "8_3_JHH": {
      "detail": "一歩出して様子を見る。その後は縮小と保全に寄せる。要点だけ小さく整え、合わない所は戻す。確認を挟み、揺れを小さくする。終盤は無理を残さない。"
    },
    "8_3_HJJ": {
      "detail": "向きを確かめ、抑えを先に置く。要点から実行し、短い手順で確かめる。外への接点は絞る。歩調はほどよく。終盤は静かに収める。"
    },
    "8_3_HJH": {
      "detail": "まず量と範囲を小さくする。社交を必要最小限にし、短い手順で確かめる。結果で再評価し、浪費を止める。警戒は保つ。終盤は穏やかに保つ。"
    },
    "8_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。要点を小さく整え、合意を確かめる。短い一歩で進め、崩れを防ぐ。不適合は早めに戻す。終盤は静かに結ぶ。"
    },
    "8_3_HHH": {
      "detail": "全体を保ち、静観に切り替える。不要を止め、順序をそろえる。確認を重ね、影響を限定する。歩調は静かに保つ。終盤は静かに維持する。"
    },
    "8_4_JJJ": {
      "detail": "連携を整え、奉仕でつなぐ。目的を共有し、役割を明らかにする。小さく確かめ、歩調を合わせる。相手の手順に合わせ、過不足を補う。言葉は簡潔にする。終盤は穏やかに広がる。"
    },
    "8_4_JJH": {
      "detail": "初めは前に出るが、途中で連携を厚くする。段取りを短くし、量と範囲を整える。短い手順で確かめ、崩れを防ぐ。受け止めを増やす。終盤は安定に寄る。"
    },
    "8_4_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。役割と順序を並べ直し、小さく試して調整する。服する所は素直に合わせる。歩調はほどよく。終盤は静かに保つ。"
    },
    "8_4_JHH": {
      "detail": "一歩出して様子を見る。その後は奉仕に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。過不足は早めに戻す。終盤は穏やかに結ぶ。"
    },
    "8_4_HJJ": {
      "detail": "向きを確かめ、連携に合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。外への接点を整える。終盤は静かに収める。"
    },
    "8_4_HJH": {
      "detail": "まず量と範囲を小さくする。役割を簡素にし、短い手順で確かめる。結果で再評価し、連携を微修正する。言葉は短く。終盤は無理を残さない。"
    },
    "8_4_HHJ": {
      "detail": "整えを続け、言動の整合を取る。共有を増やし、要点を小さく整える。合意を確かめ、短い一歩で進める。奉仕の線を保つ。終盤は穏やかに保つ。"
    },
    "8_4_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、外的連携を滑らかにする。歩調は静かに保つ。終盤は安定に寄る。"
    },
    "8_5_JJJ": {
      "detail": "成果を示し、分配で整える。根拠を明らかにし、公正に配する。小さく確かめ、歩調を合わせる。伝達は簡潔にし、誤解を減らす。役割を明かす。終盤は静かに良い形へ結ぶ。"
    },
    "8_5_JJH": {
      "detail": "初めは前に出るが、途中で整えを厚くする。配分を見直し、量と範囲を合わせる。短い手順で確かめ、崩れを防ぐ。説明を簡潔にする。終盤は安定に寄る。"
    },
    "8_5_JHJ": {
      "detail": "前に出つつ、途中で向きを確かめる。示し方と中身を揃え、小さく試して調整する。配慮を保ち、歩調をほどよくする。要点から伝える。終盤は静かに保つ。"
    },
    "8_5_JHH": {
      "detail": "一歩出して様子を見る。その後は配分に寄せ、要点だけ小さく整える。確認を挟み、揺れを小さくする。伝達の抜けは早めに戻す。終盤は穏やかに結ぶ。"
    },
    "8_5_HJJ": {
      "detail": "向きを確かめ、公正さに合わせる。要点から実行し、確認を挟む。歩調はほどよく保つ。説明を整え、誤解を抑える。終盤は静かに収める。"
    },
    "8_5_HJH": {
      "detail": "まず量と範囲を小さくする。分配の線を整え、短い手順で確かめる。結果で再評価し、表現を簡潔にする。過不足を削る。終盤は無理を残さない。"
    },
    "8_5_HHJ": {
      "detail": "整えを続け、言動の整合を取る。分配の理由を共有し、要点を小さく整える。合意を確かめ、短い一歩で進める。伝達の順序を保つ。終盤は静かに保つ。"
    },
    "8_5_HHH": {
      "detail": "全体を保ち、準備に寄せる。不要を止め、順序をそろえる。確認を重ね、顕在化の段取りを整える。歩調は静かに保つ。終盤は安定を保つ。"
    }
  }
}