{
  "items": {
    "55_1_JJJ": {
      "detail": "始まりは好調期に要の相手と会えるので、浮かれず礼を守って要点を詰め、協力の段取りを固めるのが良いです。何を照らすか見える。要から小さく満たす。焦点が合うため。通りが良く、行き渡る。見せ場の大盤振る舞いは崩れるのは避ける。成果を正しく配りたいのときに向く。"
    },
    "55_1_JJH": {
      "detail": "好調期に要の相手と会えるので、浮かれず礼を守って要点を詰め、協力の段取りを固めるのが良いです。盛り過ぎを抑える。枠内で最小限に配る。過度が減るため。反発が減り、受け入れやすい。名目の盛大は空回り避ける。余波を抑えたいのときに向く。"
    },
    "55_1_JHJ": {
      "detail": "好調期に要の相手と会えるので、浮かれず礼を守って要点を詰め、協力の段取りを固めるのが良いです。どこが要か見える。要所から先に満たす。実情が見えるため。滞りが減り、広げやすい。善意の全面供給は重いのは避ける。中核から効かせたいのときに向く。"
    },
    "55_1_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。準備、配布、確認の順の順に進める。無理が減るため。穏やかに行き渡る。見せ場狙いはムラを生む避ける。供給手順を整えたいのときに向く。"
    },
    "55_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と分配の基準を示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。配分の意図を共有したいのときに向く。"
    },
    "55_1_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ満たす。余分が減るため。集中しやすく、行き渡りやすい。理屈だけの配分は浮く避ける。無理を減らしたいのときに向く。"
    },
    "55_1_HHJ": {
      "detail": "好調期に要の相手と会えるので、浮かれず礼を守って要点を詰め、協力の段取りを固めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな配り方が保たれる。体裁優先は避ける。渡し方の作法を整えたいのときに向く。"
    },
    "55_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない配り方が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "55_2_JJJ": {
      "detail": "始まりは華やかさが増し異変の兆しも見えやすい時なので、油断せず情報を整え、見落としをなくすのが良いです。偏りを抑える。節度を守り小さく配る。中庸が働くため。通りが良く、受け入れやすい。誇示の豪勢さは反発避ける。穏当に成果を配したいのときに向く。"
    },
    "55_2_JJH": {
      "detail": "華やかさが増し異変の兆しも見えやすい時なので、油断せず情報を整え、見落としをなくすのが良いです。盛り過ぎを抑える。枠内で最小限に配る。過度が減るため。反発が減り、受け入れやすい。名目の盛大は空回り避ける。余波を抑えたいのときに向く。"
    },
    "55_2_JHJ": {
      "detail": "華やかさが増し異変の兆しも見えやすい時なので、油断せず情報を整え、見落としをなくすのが良いです。どこが要か見える。要所から先に満たす。実情が見えるため。滞りが減り、広げやすい。善意の全面供給は重いのは避ける。中核から効かせたいのときに向く。"
    },
    "55_2_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。準備、配布、確認の順の順に進める。無理が減るため。穏やかに行き渡る。見せ場狙いはムラを生む避ける。供給手順を整えたいのときに向く。"
    },
    "55_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と分配の基準を示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。配分の意図を共有したいのときに向く。"
    },
    "55_2_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ満たす。余分が減るため。集中しやすく、行き渡りやすい。理屈だけの配分は浮く避ける。無理を減らしたいのときに向く。"
    },
    "55_2_HHJ": {
      "detail": "華やかさが増し異変の兆しも見えやすい時なので、油断せず情報を整え、見落としをなくすのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな配り方が保たれる。体裁優先は避ける。渡し方の作法を整えたいのときに向く。"
    },
    "55_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない配り方が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "55_3_JJJ": {
      "detail": "始まりは豊かさの中で細かな異変に気づける時なので、細部を点検して改善し、過剰を抑えて釣り合いを保つのが良いです。支えと偏りが見える。足場を固め要から配る。土台が整うため。受け入れられ、行き渡る。見せ場の過剰は反発避ける。配り方の道筋を整えたいのときに向く。"
    },
    "55_3_JJH": {
      "detail": "豊かさの中で細かな異変に気づける時なので、細部を点検して改善し、過剰を抑えて釣り合いを保つのが良いです。盛り過ぎを抑える。枠内で最小限に配る。過度が減るため。反発が減り、受け入れやすい。名目の盛大は空回り避ける。余波を抑えたいのときに向く。"
    },
    "55_3_JHJ": {
      "detail": "豊かさの中で細かな異変に気づける時なので、細部を点検して改善し、過剰を抑えて釣り合いを保つのが良いです。どこが要か見える。要所から先に満たす。実情が見えるため。滞りが減り、広げやすい。善意の全面供給は重いのは避ける。中核から効かせたいのときに向く。"
    },
    "55_3_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。準備、配布、確認の順の順に進める。無理が減るため。穏やかに行き渡る。見せ場狙いはムラを生む避ける。供給手順を整えたいのときに向く。"
    },
    "55_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と分配の基準を示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。配分の意図を共有したいのときに向く。"
    },
    "55_3_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ満たす。余分が減るため。集中しやすく、行き渡りやすい。理屈だけの配分は浮く避ける。無理を減らしたいのときに向く。"
    },
    "55_3_HHJ": {
      "detail": "豊かさの中で細かな異変に気づける時なので、細部を点検して改善し、過剰を抑えて釣り合いを保つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな配り方が保たれる。体裁優先は避ける。渡し方の作法を整えたいのときに向く。"
    },
    "55_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない配り方が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "55_4_JJJ": {
      "detail": "始まりは表向きは華やかでも重要なサインが見えるので、進める前に前提を再確認し、体制を整えてから動くのが良いです。公の配分手順が示される。要所から小さく満たす。やり方が分かるため。通りが良く、行き渡る。見せ場の大盤振る舞いは崩れるのは避ける。配り方の基準を揃えたいのときに向く。"
    },
    "55_4_JJH": {
      "detail": "表向きは華やかでも重要なサインが見えるので、進める前に前提を再確認し、体制を整えてから動くのが良いです。盛り過ぎを抑える。枠内で最小限に配る。過度が減るため。反発が減り、受け入れやすい。名目の盛大は空回り避ける。余波を抑えたいのときに向く。"
    },
    "55_4_JHJ": {
      "detail": "表向きは華やかでも重要なサインが見えるので、進める前に前提を再確認し、体制を整えてから動くのが良いです。どこが要か見える。要所から先に満たす。実情が見えるため。滞りが減り、広げやすい。善意の全面供給は重いのは避ける。中核から効かせたいのときに向く。"
    },
    "55_4_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。準備、配布、確認の順の順に進める。無理が減るため。穏やかに行き渡る。見せ場狙いはムラを生む避ける。供給手順を整えたいのときに向く。"
    },
    "55_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と分配の基準を示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。配分の意図を共有したいのときに向く。"
    },
    "55_4_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ満たす。余分が減るため。集中しやすく、行き渡りやすい。理屈だけの配分は浮く避ける。無理を減らしたいのときに向く。"
    },
    "55_4_HHJ": {
      "detail": "表向きは華やかでも重要なサインが見えるので、進める前に前提を再確認し、体制を整えてから動くのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな配り方が保たれる。体裁優先は避ける。渡し方の作法を整えたいのときに向く。"
    },
    "55_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない配り方が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "55_5_JJJ": {
      "detail": "始まりは良い知らせと評価が集まりやすいので、慢心せず成果を共有し、恩恵を適切に配分して信頼を固めるのが良いです。目的と基準を共有。要所から小さく配る。意図の共有ため。滞りが減り、進めやすい。形だけの豪勢さは空回り避ける。穏当に行き渡らせたいのときに向く。"
    },
    "55_5_JJH": {
      "detail": "良い知らせと評価が集まりやすいので、慢心せず成果を共有し、恩恵を適切に配分して信頼を固めるのが良いです。盛り過ぎを抑える。枠内で最小限に配る。過度が減るため。反発が減り、受け入れやすい。名目の盛大は空回り避ける。余波を抑えたいのときに向く。"
    },
    "55_5_JHJ": {
      "detail": "良い知らせと評価が集まりやすいので、慢心せず成果を共有し、恩恵を適切に配分して信頼を固めるのが良いです。どこが要か見える。要所から先に満たす。実情が見えるため。滞りが減り、広げやすい。善意の全面供給は重いのは避ける。中核から効かせたいのときに向く。"
    },
    "55_5_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。準備、配布、確認の順の順に進める。無理が減るため。穏やかに行き渡る。見せ場狙いはムラを生む避ける。供給手順を整えたいのときに向く。"
    },
    "55_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と分配の基準を示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。配分の意図を共有したいのときに向く。"
    },
    "55_5_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ満たす。余分が減るため。集中しやすく、行き渡りやすい。理屈だけの配分は浮く避ける。無理を減らしたいのときに向く。"
    },
    "55_5_HHJ": {
      "detail": "良い知らせと評価が集まりやすいので、慢心せず成果を共有し、恩恵を適切に配分して信頼を固めるのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな配り方が保たれる。体裁優先は避ける。渡し方の作法を整えたいのときに向く。"
    },
    "55_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない配り方が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    },
    "55_6_JJJ": {
      "detail": "始まりは外形は豪華でも中は空虚になりやすいので、見せ方に偏らず実質を満たし、開かれた運営で活気を保つのが良いです。見せ場の過剰を断つ。要だけを簡潔に配る。過度が減るため。こわばりが解け、着実に広がる。体面のための豪勢さは崩れるのは避ける。仕上げの配分のときに向く。"
    },
    "55_6_JJH": {
      "detail": "外形は豪華でも中は空虚になりやすいので、見せ方に偏らず実質を満たし、開かれた運営で活気を保つのが良いです。盛り過ぎを抑える。程を守って最小限に配る。過度が減るため。反発が減り、受け入れやすい。名目の盛大は空回り避ける。余波を抑えたいのときに向く。"
    },
    "55_6_JHJ": {
      "detail": "外形は豪華でも中は空虚になりやすいので、見せ方に偏らず実質を満たし、開かれた運営で活気を保つのが良いです。どこが要か見える。要所から先に満たす。実情が見えるため。滞りが減り、広げやすい。善意の全面供給は重いのは避ける。中核から効かせたいのときに向く。"
    },
    "55_6_JHH": {
      "detail": "一歩出して様子を確かめる。空回りが止まる。準備、配布、確認の順の順に進める。無理が減るため。穏やかに行き渡る。見せ場狙いはムラを生む避ける。供給手順を整えたいのときに向く。"
    },
    "55_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。張りを抑えて相手を見る。目的と分配の基準を示す。相手が見えるため。控えめで続けやすい。飾りの演出は反発避ける。配分の意図を共有したいのときに向く。"
    },
    "55_6_HJH": {
      "detail": "まず量と範囲を小さくする。見せ方の力みが引く。必要な所だけ満たす。余分が減るため。集中しやすく、行き渡りやすい。理屈だけの配分は浮く避ける。無理を減らしたいのときに向く。"
    },
    "55_6_HHJ": {
      "detail": "外形は豪華でも中は空虚になりやすいので、見せ方に偏らず実質を満たし、開かれた運営で活気を保つのが良いです。言葉とふるまいが整う。相手への配慮が行き届く。礼が行き届くため。静かな配り方が保たれる。体裁優先は避ける。渡し方の作法を整えたいのときに向く。"
    },
    "55_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。視野が広がり、慌てが引く。態度が整い、角が取れる。落ち着いて見られるため。無理のない配り方が続く。見せ方重視は避ける。焦りを下げたいのときに向く。"
    }
  }
}