{
  "items": {
    "1_1_JJJ": {
      "detail": "始まりは動きを大きくせず、準備を進める。起きたことを記録し、基礎を整えて足並みをそろえる。芽が見えた所を育て、学びを深めて力をためる。量と速度は控えめにし、要点から整える。確認を重ねれば滞りは減り、偏りも抑えられる。終盤は緩みに注意し、公正さを保って進める。静かに整えながら着実に伸ばす。"
    },
    "1_1_JJH": {
      "detail": "始まりは動きを抑え、内側を整える。基礎を固め、足並みをそろえ、学びを重ねて力をためる。整いが進むにつれて向きが定まり、偏りが抜ける。終わりに向けて、不足を埋める。見た目より中身を満たし、基本の管理を先に整える。緩みに注意し、速さだけを求めない。静かに整えて安定に寄せる。"
    },
    "1_1_JHJ": {
      "detail": "始まりは動きを抑え、基礎と足並みをそろえる。整いが進むにつれて向きが定まり、学びが効いて力が伸びる。途中で無理は通らない場面に出会うため、攻め急がず、対立を育てない。体制を整え、条件を整える側に回ると、滞りが減る。最後は調整が効き、調和が広がる。緩みに注意し、速さだけを求めない。"
    },
    "1_1_JHH": {
      "detail": "一歩出して様子を確かめる。基礎を確かめ、学びを深めて偏りを減らす。次に振り返りの時間を取り、日々の小さな整えを積み上げる。量と速度は控えめに保ち、要点から整える。戻すべき所は戻し、無理は通さない。終盤は緩みに注意し、静かに形を保つ。"
    },
    "1_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。基礎を固め、学びで力を伸ばし、要点から前へ出る。慎みと節度を保ち、一歩ずつ注意深く運ぶ。確認の間隔を短くすれば、揺れは小さく整う。終盤はやり過ぎを避け、ほどよさを保つ。"
    },
    "1_1_HJH": {
      "detail": "まず量と範囲を小さくする。基礎に戻り、短い手順で整える。小さく試し、結果で再評価し、量と速度を合わせる。焦点が合うほど無駄な消耗は減る。終盤は必要最小限を保ち、形を乱さない。"
    },
    "1_1_HHJ": {
      "detail": "整えを続け、言葉とふるまいをそろえる。基礎に戻って偏りを抑え、要点を小さく整える。確認をこまめに挟み、歩調を合わせる。配慮を行き渡らせ、作法を保てば、静かな移り変わりになる。終盤は緩みに注意し、形を崩さない。"
    },
    "1_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。状況を見渡し、優先順位と順序を定め、不要を止める。歩調は静かに保ち、揺れを小さくする。一定のペースで確認を重ねれば、判断材料がそろう。終盤は無理のない移り変わりに備えが整い、仕上げでの慌てを防げる。"
    },
    "1_6_JJJ": {
      "detail": "始まりは成功の高揚で行き過ぎやすい局面なので、謙虚さを保ち節度ある判断を徹底すれば後悔を避けやすく、礼を重んじて信用を守れます。礼が保たれ。ほどよさが保たれ。礼儀が効くため。整いは静かに保たれる。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_6_JJH": {
      "detail": "成功の高揚で行き過ぎやすい局面なので、謙虚さを保ち節度ある判断を徹底すれば後悔を避けやすく、礼を重んじて信用を守れます。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_6_JHJ": {
      "detail": "成功の高揚で行き過ぎやすい局面なので、謙虚さを保ち節度ある判断を徹底すれば後悔を避けやすく、礼を重んじて信用を守れます。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_6_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_6_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。ほどよさが保たれ。礼儀が効くため。さらにほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_6_HHJ": {
      "detail": "成功の高揚で行き過ぎやすい局面なので、謙虚さを保ち節度ある判断を徹底すれば後悔を避けやすく、礼を重んじて信用を守れます。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。向きが定まる。礼儀が効くため。ほどよさが保たれ。無理に踏み込むと崩れるのは避ける。静かに整えたいのときに向く。"
    },
    "1_2_JJJ": {
      "detail": "力が芽を出し、形が見えてくる。信頼できる人に学び、基礎の型を身につける。要点から実行し、歩調を乱さず静かに積む。中ほどで一度歩を戻し、整え直す場面がある。形が落ち着けば無理なく続く。緩みを見つけたら早めに締め直す。"
    },
    "1_2_JJH": {
      "detail": "芽が出て、できることが増える。学びを深め、範囲を広げる。静かに進め、必要に応じて歩を戻し整える。基礎に立ち返れば偏りは薄れる。終わりは落ち着きへ寄る。緩みには注意し、速さだけを求めない。"
    },
    "1_2_JHJ": {
      "detail": "芽の勢いに合わせて前に出る。途中で向きを確かめ、順序を並べ直す。静かに進め、小さく確かめて調整する。基礎が効けば滞りは抜ける。終わりは整いに寄り、落ち着く。緩みを放置しない。"
    },
    "1_2_JHH": {
      "detail": "一歩出して様子を確かめる。静かな運びを保ち、要点から整える。学びを重ね、無理を抜き、日々の小さな整えを積む。基礎に戻れば偏りは小さくなる。終わりは静かに落ち着く。緩みには気を配る。"
    },
    "1_2_HJJ": {
      "detail": "向きを確かめ、合う形へそろえる。静かな歩調で範囲を広げ、要点から積む。途中で歩を戻し、整え直すことがある。基礎が効けば形は安定する。終盤は落ち着きが戻る。行き過ぎは抑える。"
    },
    "1_2_HJH": {
      "detail": "まず量と範囲を小さくする。静かに前へ出て、結果で再評価する。合わない所は戻して整え、必要最小限に寄せる。基礎に従えば無理は減る。終わりは落ち着きへ寄る。緩みは早めに締める。"
    },
    "1_2_HHJ": {
      "detail": "整えを重ね、基礎に合う形へそろえる。静かな歩調で積み、小さく確かめて調整する。偏りを抑えれば形は整う。終盤は短い一歩で前へ出る。緩みを見つけたら締め直す。"
    },
    "1_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。静かな歩調で要点を揃え、合わない所は戻して整える。確認を重ねれば過不足が見える。終盤は無理のない落ち着きに寄る。緩みは早めに改める。"
    },
    "1_3_JJJ": {
      "detail": "勤勉に取り組み、振り返りを続ける。小さく積み、手応えを確かめる。向きが定まり、地力が増す。歩調は保ち、無理は重ねない。基礎が効けば落ち着きに寄る。終盤は緩みを避け、静かに形を保つ。"
    },
    "1_3_JJH": {
      "detail": "積みを続け、手応えを積む。向きが定まり、地力が増す。途中で緩みや広げ過ぎに気づいたら、量と範囲を戻して整える。基礎に立ち返れば落ち着きに寄る。終盤は静かに形を保つ。"
    },
    "1_3_JHJ": {
      "detail": "積みながら、途中で型を見直す。向きを確かめ、順序を並べ直す。小さく試し、結果で補正する。焦らず整えれば滞りは抜ける。終盤は必要に応じて一歩戻し、静かに整える。"
    },
    "1_3_JHH": {
      "detail": "一歩出して様子を確かめる。歩を整え、緩みを締め直す。向きを定め、小さな整えを積む。必要な所は戻し、型をそろえる。終わりは落ち着きに寄せる。"
    },
    "1_3_HJJ": {
      "detail": "向きを確かめ、合う形へそろえる。小さく積み、手応えを積む。向きが定まり、地力が増す。確認を挟み、歩調を整える。終盤は落ち着きに寄る。やり過ぎは抑える。"
    },
    "1_3_HJH": {
      "detail": "まず量と範囲を小さくする。合わない所は戻して整える。小さな試行で確かめ、結果で再評価する。基礎が効けば歩調はほどよくなる。終盤は無理を残さない。"
    },
    "1_3_HHJ": {
      "detail": "整えを続け、言動の整合を取る。小さく積み、手応えを積む。向きが定まり、地力が増す。配慮を行き渡らせれば、安定に寄る。終盤は短い一歩で確かめる。"
    },
    "1_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。小さく積み、手応えを積む。向きが定まり、地力が増す。不要を止め、順序を守る。終盤は落ち着きに寄り、仕上げの慌てを防ぐ。"
    },
    "1_4_JJJ": {
      "detail": "始まりは大きく踏み出すか慎重に構えるかの岐路なので、利害を整理し節度を保って決めると良い結果につながり、周囲との合意も得やすいです。礼が保たれ。かたよりなく進む。礼儀が効くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_4_JJH": {
      "detail": "大きく踏み出すか慎重に構えるかの岐路なので、利害を整理し節度を保って決めると良い結果につながり、周囲との合意も得やすいです。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_4_JHJ": {
      "detail": "大きく踏み出すか慎重に構えるかの岐路なので、利害を整理し節度を保って決めると良い結果につながり、周囲との合意も得やすいです。礼が保たれ。戻る気配。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_4_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。戻る気配。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_4_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。かたよりなく進む。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_4_HHJ": {
      "detail": "大きく踏み出すか慎重に構えるかの岐路なので、利害を整理し節度を保って決めると良い結果につながり、周囲との合意も得やすいです。礼が保たれ。戻る気配。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "1_4_HHH": {
      "detail": "全体を保ち、準備に重心を置く。礼を守り、戻しながら整える。不要を止め、順序をそろえる。歩調はほどよく保つ。終盤は落ち着きに寄る。"
    },
    "1_5_JJJ": {
      "detail": "勢いが高まりやすい局面。私心を抑え、公正に采配する。釣り合いを見て過不足を整える。歩調はほどよく保つ。確認を重ねればぶれは収まる。終盤は広げ過ぎを抑え、信頼を守る。"
    },
    "1_5_JJH": {
      "detail": "最盛の勢いを節度で支える。公正を軸に要点から進める。途中で量と範囲を整え、ほどよさに寄せる。釣り合いが整えば動きは安定する。終盤は飾りを抑え、中身を保つ。"
    },
    "1_5_JHJ": {
      "detail": "前に出て、途中で型を整える。公正に見て、歩調をほどよく合わせる。小さく確かめ、結果で調整する。釣り合いが戻れば安定に寄る。終盤は無理を残さない。"
    },
    "1_5_JHH": {
      "detail": "一歩出して様子を見る。次に決めを整え、歩調を戻す。釣り合いを見て過不足を減らす。小さく積み直すと安定に寄る。終盤は勢いのかけ過ぎを避ける。"
    },
    "1_5_HJJ": {
      "detail": "向きを確かめ、要点から前へ出る。公正さを保ち、歩調をほどよくする。確認を挟み、釣り合いを見て整える。終盤はぶれを抑え、安定に寄る。やり過ぎは抑える。"
    },
    "1_5_HJH": {
      "detail": "まず量と範囲を整える。歩調をほどよく保ち、過不足を削る。小さく確かめ、結果で再評価する。終盤は釣り合いが戻る。無理を残さない。"
    },
    "1_5_HHJ": {
      "detail": "整えを続け、最後に短い一歩を出す。公正さと配慮を保ち、歩調はほどよく。範囲を小さく試し、安定を確かめる。仕上げは小さく確かめる。終盤は過度を抑える。"
    },
    "1_5_HHH": {
      "detail": "全体を保ち、観察と準備に重きを置く。歩調はほどよくし、不要を止める。確認を重ねて釣り合いを整える。終盤は静かに保つ。無理の広がりを抑える。"
    }
  }
}
