{
  "items": {
    "18_1_JJJ": {
      "detail": "始まりは先代から引き継いだ問題を正面から整理して改善すれば良く、責任を明確にして再発防止を施せば、非難されず信頼が戻りやすいです。光が増す。ほどよさが保たれ。基盤が効くため。さらに光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_1_JJH": {
      "detail": "先代から引き継いだ問題を正面から整理して改善すれば良く、責任を明確にして再発防止を施せば、非難されず信頼が戻りやすいです。光が増す。ほどよさが保たれ。基盤が効くため。さらに光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_1_JHJ": {
      "detail": "先代から引き継いだ問題を正面から整理して改善すれば良く、責任を明確にして再発防止を施せば、非難されず信頼が戻りやすいです。光が増す。さらに光が増す。基盤が効くため。いっそう光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_1_JHH": {
      "detail": "一歩出して様子を確かめる。光が増す。さらに光が増す。基盤が効くため。いっそう光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_1_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。光が増す。ほどよさが保たれ。基盤が効くため。さらに光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_1_HJH": {
      "detail": "まず量と範囲を小さくする。光が増す。ほどよさが保たれ。基盤が効くため。さらに光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_1_HHJ": {
      "detail": "先代から引き継いだ問題を正面から整理して改善すれば良く、責任を明確にして再発防止を施せば、非難されず信頼が戻りやすいです。光が増す。さらに光が増す。基盤が効くため。いっそう光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_1_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。光が増す。さらに光が増す。基盤が効くため。いっそう光が増す。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_2_JJJ": {
      "detail": "始まりは情に流されずとも固執に偏らず、柔らかく是正すると良い局面なので、配慮と節度を両立しつつ改革を進めるのが有効です。礼が保たれ。向きが定まる。礼儀が効くため。歩調はほどよいまま。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_2_JJH": {
      "detail": "情に流されずとも固執に偏らず、柔らかく是正すると良い局面なので、配慮と節度を両立しつつ改革を進めるのが有効です。礼が保たれ。向きが定まる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_2_JHJ": {
      "detail": "情に流されずとも固執に偏らず、柔らかく是正すると良い局面なので、配慮と節度を両立しつつ改革を進めるのが有効です。礼が保たれ。光が増す。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_2_JHH": {
      "detail": "一歩出して様子を確かめる。礼が保たれ。光が増す。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_2_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。礼が保たれ。向きが定まる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_2_HJH": {
      "detail": "まず量と範囲を小さくする。礼が保たれ。向きが定まる。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_2_HHJ": {
      "detail": "情に流されずとも固執に偏らず、柔らかく是正すると良い局面なので、配慮と節度を両立しつつ改革を進めるのが有効です。礼が保たれ。光が増す。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_2_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。礼が保たれ。光が増す。礼儀が効くため。ほどよさが保たれ。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_3_JJJ": {
      "detail": "始まりは改善の過程で小さな悔いは生じても重大な責めには当たらないので、原因を記録して次に活かし、手順を見直して前へ進みます。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "18_3_JJH": {
      "detail": "改善の過程で小さな悔いは生じても重大な責めには当たらないので、原因を記録して次に活かし、手順を見直して前へ進みます。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "18_3_JHJ": {
      "detail": "改善の過程で小さな悔いは生じても重大な責めには当たらないので、原因を記録して次に活かし、手順を見直して前へ進みます。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。焦らず手早く進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "18_3_JHH": {
      "detail": "一歩出して様子を確かめる。手を動かす。さらに手を動かす。今の強みを活かせるため。いっそう手を動かす。急がず合意をとって進めるのは避ける。今ある強みを活かせるのときに向く。"
    },
    "18_3_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "18_3_HJH": {
      "detail": "まず量と範囲を小さくする。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "18_3_HHJ": {
      "detail": "改善の過程で小さな悔いは生じても重大な責めには当たらないので、原因を記録して次に活かし、手順を見直して前へ進みます。静かに進む。ほどよさが保たれ。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_3_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。静かに進む。ほどよさが保たれ。基盤が効くため。落ち着く。緩みで鈍りやすいのは避ける。静かに整えたいのときに向く。"
    },
    "18_4_JJJ": {
      "detail": "始まりは問題に甘く対処して先送りすると後で困るので、情に流されず基準に沿って是正し、適切な厳しさで早期に改めるのが良いです。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "18_4_JJH": {
      "detail": "問題に甘く対処して先送りすると後で困るので、情に流されず基準に沿って是正し、適切な厳しさで早期に改めるのが良いです。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "18_4_JHJ": {
      "detail": "問題に甘く対処して先送りすると後で困るので、情に流されず基準に沿って是正し、適切な厳しさで早期に改めるのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "18_4_JHH": {
      "detail": "一歩出して様子を確かめる。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "18_4_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "18_4_HJH": {
      "detail": "まず量と範囲を小さくする。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "18_4_HHJ": {
      "detail": "問題に甘く対処して先送りすると後で困るので、情に流されず基準に沿って是正し、適切な厳しさで早期に改めるのが良いです。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。焦らず手早く進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "18_4_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。関係を整える。さらに関係を整える。今は『調整』が強みのため。いっそう関係を整える。急がず合意をとって進めるのは避ける。今は『調整』が強みのときに向く。"
    },
    "18_5_JJJ": {
      "detail": "始まりは問題を正しく処理すれば評価が高まりやすいので、実績を誇示せず共有し、仕組みに反映して持続的な改善へつなげます。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "18_5_JJH": {
      "detail": "問題を正しく処理すれば評価が高まりやすいので、実績を誇示せず共有し、仕組みに反映して持続的な改善へつなげます。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "18_5_JHJ": {
      "detail": "問題を正しく処理すれば評価が高まりやすいので、実績を誇示せず共有し、仕組みに反映して持続的な改善へつなげます。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "18_5_JHH": {
      "detail": "一歩出して様子を確かめる。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "18_5_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "18_5_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "18_5_HHJ": {
      "detail": "問題を正しく処理すれば評価が高まりやすいので、実績を誇示せず共有し、仕組みに反映して持続的な改善へつなげます。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。焦らず手早く進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "18_5_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。見える形にする。関係を整える。今は『見える形』が強みのため。さらに関係を整える。急がず合意をとって進めるのは避ける。今は『見える形』が強みのときに向く。"
    },
    "18_6_JJJ": {
      "detail": "始まりは権威に媚びず原則に基づいて是正を貫けば良く、私益より公の益を優先し、長期的な健全さを選べば信頼が定着します。記録に基づき原因へ向き直し、直しを着実に進める。私情を離れて基準で判断し、処置が筋道に乗る。ほどよさが保たれ、無理が減るため。行き過ぎが抜けて落ち着き、信頼が戻ってくる。体裁だけを繕うと中身が痩せて逆戻りするのは避ける。根本原因から直したいのときに向く。"
    },
    "18_6_JJH": {
      "detail": "権威に媚びず原則に基づいて是正を貫けば良く、私益より公の益を優先し、長期的な健全さを選べば信頼が定着します。向き直って直しの順序を定め、要所から整える。派閥や私情を離れ、公の基準で判断を揃える。ほどよさが保たれ、摩擦が減るため。偏りが薄れ、声が整って合意が広がる。贔屓が混じるとねじれが再発するのは避ける。ねじれを正したいのときに向く。"
    },
    "18_6_JHJ": {
      "detail": "権威に媚びず原則に基づいて是正を貫けば良く、私益より公の益を優先し、長期的な健全さを選べば信頼が定着します。原則に戻って処置の道筋を定め、要点から直す。驚きの出来事には安全確認と共有を先に置く。筋が通り判断がぶれにくいため。失ったものが徐々に戻り、静かさが広がる。焦って追うと二次被害が出やすいのは避ける。乱れを落ち着かせたいのときに向く。"
    },
    "18_6_JHH": {
      "detail": "一歩出して様子を確かめる。看板ではなく原則に沿って判断を整える。誇示せず共有して手順へ反映し、再現性を高める。ほどよさが続き無理が減るため。直しが日常運転に乗り、落ち着いた安定へ向かう。功を急ぐと粗が出て逆戻りするのは避ける。是正を定着させたいのときに向く。"
    },
    "18_6_HJJ": {
      "detail": "向きを確かめ、合う形へ整える。感情に流されず手順で直しを進める。記録と連絡を整え、戻るタイミングを待つ。筋が通り、判断の再現性が上がるため。失い物が戻り、空気が静かに落ち着く。情に引かれると判断が鈍るのは避ける。落ち着きを取り戻したいのときに向く。"
    },
    "18_6_HJH": {
      "detail": "まず量と範囲を小さくする。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "18_6_HHJ": {
      "detail": "権威に媚びず原則に基づいて是正を貫けば良く、私益より公の益を優先し、長期的な健全さを選べば信頼が定着します。味方に共有する。見える形にする。今は『信頼』が強みのため。さらに見える形にする。焦らず手早く進めるのは避ける。今は『信頼』が強みのときに向く。"
    },
    "18_6_HHH": {
      "detail": "全体を保ち、観察と準備に集中する。味方に共有する。さらに味方に共有する。今は『信頼』が強みのため。いっそう味方に共有する。急がず合意をとって進めるのは避ける。今は『信頼』が強みのときに向く。"
    }
  }
}