{
  "tuan_den": {
    "1": {
      "title": "乾為天（けんいてん） - 天龍、飛翔の時",
      "summary": "圧倒的なリーダーシップと創造エネルギーの塊。すべての物事の始まりを司る「最強の父性」の象徴。",
      "points": [
        "万物はこれに頼ってその存在を始める",
        "時に応じて六頭の龍に乗り、天を治める"
      ],
      "haqei_interpretation": "これは、強力なリーダーやベンチャー企業の創業者などが持つ純粋なエネルギーを表します。あなたの人生において、新しいプロジェクトを立ち上げたり、未知の分野に挑戦したりする時の高揚感そのものです。「龍」はあなたのポテンシャルの段階を示しています。初めは水中に潜み（潜龍）、やがて地上に現れ（見龍）、ついには天を飛翔します（飛龍）。しかし、昇り詰めると傲慢になり、後悔する危険（亢龍）もはらんでいます。この卦の時は、自分の内から湧き上がるエネルギーを信じ、力強く前進することがテーマです。ただし、その力が暴走しないよう、常に謙虚さと正しさ（貞）を忘れないことが成功の鍵となります。"
    },
    "2": {
      "title": "坤為地（こんいち） - 大地、すべてを受け入れる器",
      "summary": "すべてを受け入れ、育み、支える「偉大なる母性」の象徴。優れたサポーターであり、全ての土台となる存在。",
      "points": [
        "万物はこれに頼ってその生命を生み出される",
        "先走れば道に迷うが、後に従えば主となるべきものを得て利益がある"
      ],
      "haqei_interpretation": "これは、ナンバー2や人事部長、あるいは優秀な秘書や母親などが持つ受容力と育成力を表します。自らが先頭に立つのではなく、リーダーや組織全体を支え、そのポテンシャルを最大限に引き出すことに喜びを見出します。無理に自分から動こうとすると道に迷いますが、信頼できるリーダーや理念に「従う」ことで、真価を発揮します。「西南に仲間を得る」とは、同じサポートタイプの仲間と協力すること。「東北に仲間を失う」とは、乾為天のようなリーダータイプと出会い、その人を支えることで新たなステージに進むことを意味します。あなたの安定したサポートが、チームに最高のパフォーマンスをもたらす時です。"
    },
    "3": {
      "title": "水雷屯（すいらいちゅん） - 混沌、産みの苦しみの時",
      "summary": "新しいことを始める時の「産みの苦しみ」。混沌としていて、前に進みたくても進めない、もどかしい状況。",
      "points": [
        "剛（陽）と柔（陰）が初めて交わって、産みの苦しみが生まれる",
        "険しい状況（水）の中で動こう（雷）としている"
      ],
      "haqei_interpretation": "これはまさにスタートアップ企業の黎明期や、新規事業の立ち上げそのものです。目の前には「水」という険しい困難や課題が横たわっていますが、内には「雷」という行動への衝動や情熱があります。このアンバランスさこそが「屯」の本質。進みたいのに進めない、アイデアはあるのにお金がない、といった葛藤に満ちています。重要なのは、焦って闇雲に動かないこと。今は産みの苦しみを耐え、協力者（侯を建て）を探し、正しい道筋（貞）を見定めるべき時。この混沌とした時期を乗り越えれば、必ず道は開けます。"
    },
    "4": {
      "title": "山水蒙（さんすいもう） - 啓蒙、学ぶ者の時",
      "summary": "濃い霧の中で道がわからない「無知な状態」。教育や学びを通じて、視界を晴らしていくプロセス。",
      "points": [
        "険しさの前で止まっている状態が『蒙（無知）』",
        "私が未熟な者に教えを乞うのではなく、未熟な者が私に教えを乞う"
      ],
      "haqei_interpretation": "これは、新入社員や、新しい分野の学習を始めた人の状態です。目の前の「水」（険しい課題）に対して、どう動けばいいかわからず、「山」（動かない）のように立ち止まってしまっています。この卦の時に最も重要なのは、「教えを乞う」という素直な姿勢です。プライドは捨て、自分が「蒙（無知）」であることを認め、メンターや先生に積極的に質問することが、成長への最短ルートです。ただし、何度も同じことを聞いたり、学ぶ姿勢がなかったりすると、「真理を冒涜する」と見なされ、誰も教えてくれなくなります。真摯な探求心こそが、あなたの霧を晴らす光となります。"
    },
    "5": {
      "title": "水天需（すいてんじゅ） - 「待つ力」こそ最強の戦略",
      "summary": "焦らず、騒がず、自信を持って最高のタイミングを待つ「攻めの待機」の時。",
      "points": [
        "目の前に険しい困難（水）があるが、内面は剛健（天）であるため、その困難に陥ることはない",
        "大きな川を渡るのに良い」とは、進んで功績を上げられるということ。"
      ],
      "haqei_interpretation": "これは、困難なプロジェクトや交渉事を前に、むやみに動かず、じっくりと準備を整えている状態です。重要なのは、ただ怯えて待っているのではない点。「内面は剛健（天）」なので、心の中では「必ずうまくいく」という自信と計画を持っています。この「待つ」という戦略的判断が、最終的に大きな成果（大川を渡る）に繋がります。今は慌てず、情報収集、スキルアップ、人脈作りなど、来るべき時に備えて完璧な準備を整えるべき時です。"
    },
    "6": {
      "title": "天水訟（てんすいしょう） - 「正しさ」を巡る対立",
      "summary": "正義感や理想（天）が、険しい現実や感情（水）とぶつかり合う「対立」の時。",
      "points": [
        "険しい相手に対して剛健に臨むのが『訟（争い）』の形",
        "争い事は最後までやり遂げるべきではない"
      ],
      "haqei_interpretation": "ビジネスにおける交渉、訴訟、あるいは社内での意見の対立などを象徴します。あなたは自分の正しさを信じていますが、相手もまた険しい覚悟を持っています。この卦が教えるのは、「勝つこと」が必ずしも最善ではないということです。最後まで相手を打ち負かそうとすれば、たとえ勝っても大きな傷を負い、人間関係は破綻します（最後まで争えば凶）。賢明なのは、中立的な第三者（大人）に仲介を頼んだり、争いの淵に陥る前に引き返したりすること。白黒つけることよりも、大局的な利益を考えるべき時です。"
    },
    "7": {
      "title": "地水師（ちすいし） - 組織を率いるリーダーの時",
      "summary": "明確な目的のために、多くの人々（地）を率いて困難（水）に立ち向かう「組織戦」の時。",
      "points": [
        "多くの民衆を正義によって率いることができれば、王となることができる",
        "険しい状況の中を順当に進んでいる"
      ],
      "haqei_interpretation": "これは、プロジェクトチームや会社組織を率いるリーダーのあり方を示します。ただの人の集まりではなく、「師（軍隊）」として機能するには、「貞（正義）」、つまり大義名分と明確な規律が不可欠です。中心となるリーダー（九二の陽爻）がしっかりしていれば、たとえ困難な状況でも人々はついてきます。個人的な感情ではなく、組織全体の目的のために、時に非情な決断も求められる、まさにリーダーシップが試される時です。"
    },
    "8": {
      "title": "水地比（すいちひ） - 親密な協力関係を築く",
      "summary": "水が大地に染み込むように、自然で親密な協力関係が生まれる時。",
      "points": [
        "『比』とは、助けることであり、下の者が上の者に順い従う形",
        "ためらっていた者が来て凶」とは、その道が行き詰まっているからだ。"
      ],
      "haqei_interpretation": "これは、信頼できるパートナーやチームとの出会いを象徴します。トップダウンの命令ではなく、中心人物（九五の陽爻）の徳に引かれて、人々が自然と集まり、助け合う関係です。重要なのは、真心（孚）。表面的な付き合いではなく、心からの信頼関係を築くことが求められます。逆に、疑いやためらいを持ってこの輪に入ろうとしても、うまくいきません。信頼をベースにした、心地よいチームワークが生まれる時です。"
    },
    "9": {
      "title": "風天小畜（ふうてんしょうちく） - 小さな障害、待機の時",
      "summary": "大きな力が、小さな障害によって一時的に止められている「焦れったい停滞期」。",
      "points": [
        "柔（陰）が適切な位を得て、上下の剛（陽）がそれに応じている",
        "密雲あれど雨は降らない"
      ],
      "haqei_interpretation": "あなたの中には、天に昇る龍のような大きなエネルギー（天）があります。しかし、今はまだ優しい風（風）に阻まれて、前進できません。これは、大きなプロジェクトが些細な問題でストップしたり、天候不順で計画が遅れたりする状況に似ています。「密雲あれど雨は降らない」の言葉通り、状況は好転しそうで、なかなかしない。しかし、これは悪いことばかりではなく、力を蓄え、計画を練り直すための「小さな充電期間（小畜）」です。無理に進もうとせず、この時を活かして準備を整えるのが賢明です。"
    },
    "10": {
      "title": "天沢履（てんたくり） - 礼儀をもって危険を回避する",
      "summary": "虎の尾を踏むような危険な状況でも、礼儀と慎重さで乗り切る「危機管理術」。",
      "points": [
        "喜ばしい心（沢）で剛健なもの（天）に応じている",
        "虎の尾を踏んでも、その人に噛みつかないで、物事は通る"
      ],
      "haqei_interpretation": "目上の人や、気難しいクライアント（天）と、喜びや楽しみ（沢）をもって接するという、高度な対人スキルを表します。相手は非常にパワフルで危険（虎）ですが、こちらが礼儀を尽くし、慎重に行動すれば、なぜか可愛がられ、うまくいくという不思議な状況です。これは、単なるゴマすりではありません。相手への敬意と、自分の立ち位置をわきまえた上での、洗練されたコミュニケーション戦略です。このスキルがあれば、どんなに緊張感のある場面でも、道を切り開くことができます。"
    },
    "11": {
      "title": "地天泰（ちてんたい） - 理想的な平和と安定",
      "summary": "天と地が交わるように、すべてがスムーズに流れ、安定と繁栄を享受する最高の状態。",
      "points": [
        "天と地が交わって万物が通じ合う",
        "理想のリーダーの道が伸び、未熟な人の道が消えていく"
      ],
      "haqei_interpretation": "組織の風通しが最高に良い状態です。天（上司・経営層）の意図がスムーズに地（現場・部下）に伝わり、現場の声もまた天に届く。この理想的なコミュニケーションが、組織全体のポテンシャルを最大限に引き出し、物事が自然と良い方向に進んでいきます。公私ともに人間関係は良好で、心は安らか。まさに「泰平」の時ですが、この状態が永遠ではないことも、この卦は示唆しています。"
    },
    "12": {
      "title": "天地否（てんちひ） - コミュニケーション断絶の閉塞感",
      "summary": "天と地が交わらない、何をしても通じない「完全な閉塞状態」。",
      "points": [
        "天と地が交わらず、万物が通じ合わない",
        "未熟な人の道が伸び、理想のリーダーの道が消えていく"
      ],
      "haqei_interpretation": "地天泰とは真逆で、組織のコミュニケーションが完全に断絶した状態。経営層（天）と現場（地）が互いに不信感を抱き、情報が全く流通していません。正しい意見は無視され、私利私欲や保身がまかり通る、最悪の職場環境です。この時に無理に行動しても、エネルギーの無駄です。今は「何をしても通じない時期」と割り切り、嵐が過ぎ去るのを静かに待つのが賢明な戦略となります。"
    },
    "13": {
      "title": "天火同人（てんかどうじん） - 公平な協力関係",
      "summary": "身内びいきなく、オープンで公平な志のもとに人々が集う「理想のチーム」。",
      "points": [
        "文明（火）と剛健（天）の徳を併せ持ち、中正の徳を保ちながら応じ合う",
        "ただ理想のリーダーだけが、天下の人々の心を一つに通じさせることができる"
      ],
      "haqei_interpretation": "血縁や地縁、学閥といった閉じたコミュニティではなく、共通の目的や理念（文明）のために、能力ある者（剛健）が自然と集まる状態。スタートアップやNPOなど、新しい価値を創造する組織の理想形です。成功の鍵は、リーダーが私心なく、公平であること。特定の誰かをえこひいきせず、オープンな場で議論を尽くすことで、多様なメンバーの心が一つになります。"
    },
    "14": {
      "title": "火天大有（かてんたいゆう） - 豊かさと公正な分配",
      "summary": "多くのものを所有し、それを正しく使うことで、さらなる繁栄を生む「賢明な富豪」。",
      "points": [
        "柔（陰）の爻が尊い位におり、上下の剛（陽）の爻がこれに応じている",
        "天の時に応じて行動する"
      ],
      "haqei_interpretation": "唯一の柔爻（リーダー）が、多くの剛爻（才能、富、部下）を従えている形。これは、優れたCEOやリーダーが、多くのリソースを効果的に活用している姿です。ただ所有するだけでなく、「天の時に応じて」、つまり社会のニーズや天命に従ってその富や力を使うことで、物事は大いに通ります。私利私欲に走らず、公正な分配を行うことで、そのリーダーシップは盤石なものとなります。"
    },
    "15": {
      "title": "地山謙（ちざんけん） - 実るほど頭を垂れる稲穂、最強の謙虚さ",
      "summary": "実力（山）を内に秘め、態度はどこまでも低い（地）。その謙虚さゆえに、誰からも愛され、尊敬される人のあり方。",
      "points": [
        "天の道は満ち足りたものを損なって謙虚なものに与え、人の道は満ち溢れたものを憎んで謙虚なものを好む",
        "尊い位にあっても光り輝き、低い位にあっても誰もそれを超えることはできない"
      ],
      "haqei_interpretation": "これは、人格的に完成されたリーダーや、深い知恵を持つ専門家の姿です。高い山のように実績やプライドを持ちながら、その態度は大地のように低く、誰に対しても謙虚です。面白いのは、易経が「謙虚さは最強の生存戦略である」と断言している点です。天も人も鬼神さえも、満ち足りて傲慢なものを嫌い、謙虚な者に味方する、と説きます。この卦の時は、自分の功績を誇るのではなく、むしろ他者を立て、教えを乞う姿勢が、逆にあなたの評価を極限まで高めます。争いを避け、人からの助けを自然に引き出す、究極の徳と言うべき状態です。"
    },
    "16": {
      "title": "雷地豫（らいちよ） - 準備万端で迎える「お祭り」",
      "summary": "周到な準備（地）の上で、情熱（雷）をもって人々を動かす。楽しさが人を動かすリーダーシップ。",
      "points": [
        "下の者の順意（地）にしたがって動く（雷）のが『予』",
        "優れた人物が順調に動くから、刑罰は明確になり民は心服する"
      ],
      "haqei_interpretation": "唯一のリーダー（陽爻）が、多くの民衆（陰爻）の支持を得て、物事を始める形。これは、大規模なイベントやプロジェクトのローンチに似ています。成功の鍵は、民意（地）をよく汲み取り、周到に準備した上で、人々を動かす情熱（雷）を示すことです。「予」という字は「あらかじめ」の他に「楽しみ」の意味も持ちます。人々は、リーダーが示す楽しそうなビジョンに惹かれてついてくるのです。ただし、楽しさに浮かれて油断（豫）すると失敗する、という二面性も持っています。"
    },
    "17": {
      "title": "沢雷随（たくらいずい） - 変化の波に乗るサーファー",
      "summary": "時代の変化や優れたリーダーに、喜びをもって柔軟に「ついていく」力。",
      "points": [
        "剛（陽）がやって来て柔（陰）の下にへりくだり、動いて（雷）喜ぶ（沢）",
        "天下の万物が時に随うということだ"
      ],
      "haqei_interpretation": "この卦は、変化の激しい現代において非常に重要なOSです。「雷」という新しい動きや変化に対し、「沢」という喜びの心でしなやかに従う姿を現します。これは、旧来のやり方に固執せず、新しいテクノロジーや優れたリーダーの方針を積極的に取り入れる能力です。重要なのは、いやいや従うのではなく、その変化を「面白がって」受け入れている点。このポジティブな姿勢が、時代の波を乗りこなし、結果的に成功を掴む原動力となります。ただし、自分の軸を見失い、何にでも流される「思考停止のイエスマン」にならないよう注意が必要です。"
    },
    "18": {
      "title": "山風蠱（さんぷうこ） - 組織の腐敗を断つ改革者",
      "summary": "長年放置されてきた組織の「病」を、根本から立て直す強い意志と責任感。",
      "points": [
        "巽（風）の性質で止まって（山）いるのが『蠱（物事が腐敗する）』の形である",
        "『蠱』は、これを正すことで天下が治まるからだ"
      ],
      "haqei_interpretation": "器（山）の中のものが、風通しが悪く（風）、長い間放置された結果、腐って虫が湧いた（蠱）という、かなりショッキングなイメージです。これは、組織内の悪習、先代から引き継いだ負の遺産、あるいは個人の慢性的な悪癖などを象徴します。この問題解決は、大変な労力と覚悟（大きな川を渡る）を伴います。しかし、この卦の時は、見て見ぬふりをせず、ドラスティックな改革に手をつけるべきです。その断固たる行動が、最終的に組織や個人を再生させます。"
    },
    "19": {
      "title": "地沢臨（ちたくりん） - 人々を育てる親分肌のリーダー",
      "summary": "大らかな心で人々に臨み、その成長を喜ぶ、親分肌・姉御肌のリーダーシップ。",
      "points": [
        "剛（陽）の気が少しずつ伸びていく時",
        "喜んで（沢）順（地）に従い、中心の剛（陽）に応じている"
      ],
      "haqei_interpretation": "陽のエネルギー（リーダーシップ）が、下から力強く伸びていく成長期です。大地（地）のような大らかさと、沢（沢）のような喜びをもって人々に接することで、自然と信頼と支持が集まります。特に、部下や後輩の育成に最適なOSと言えます。あなたの指導のもとで、人々は安心して能力を伸ばしていくでしょう。「八月になると凶」という言葉は、この陽の勢いも永遠ではないという戒め。良い時だからこそ、油断せず、公正さを保つことが大切です。"
    },
    "20": {
      "title": "風地観（ふうちかん） - 本質を見抜く静かな観察者",
      "summary": "風のように高い視点から、地上を静かに「観察」し、本質を見抜くアナリスト。",
      "points": [
        "中正の徳をもって天下を観る",
        "下の者が上の徳に感化されて、自らを観るようになる"
      ],
      "haqei_interpretation": "風が地上を吹き渡り、ありのままの姿を明らかにするように、高い視点から物事を冷静に観察する時。これは、市場調査、競合分析、あるいは自分自身の内面を深く見つめる自己分析に最適な状態です。ただ「見る」だけでなく、そこから普遍的な法則（神の道）を見出し、それを人々に示すことで、あなたは優れた指導者となります。すぐに行動するのではなく、まずじっくりと観て、本質は何かを見極めることが求められます。"
    },
    "21": {
      "title": "火雷噬嗑（からいぜいごう） - 障害物を噛み砕く断固たる実行力",
      "summary": "行く手を阻む障害を、知性とパワーで「噛み砕き」解決する力。",
      "points": [
        "口の中に物がある形、これを『噬嗑（噛み砕く）』と言う",
        "動いて（雷）明らか（火）になる"
      ],
      "haqei_interpretation": "口の中にある邪魔なもの（障害）を、雷のような強いパワー（下顎）と、火のような知性・分析力（上顎）で、ガブリと噛み砕くイメージです。これは、法的な問題や、組織内の抵抗勢力など、明確な障害物を断固として取り除く力を象徴します。やり方が強引になりすぎることもありますが、問題を放置せず、正義をもって解決する強い意志と実行力がテーマとなる時です。"
    },
    "22": {
      "title": "山火賁（さんかひ） - 本質を美しく見せるデザインの力",
      "summary": "中身の良さを、洗練された「飾り」によって最大限に輝かせる力。",
      "points": [
        "文明（火）にして止まる（山）のは、人の文様（人文）である",
        "人文を観て天下を教化し完成させる"
      ],
      "haqei_interpretation": "どっしりとした山（実体・本質）の麓を、美しい炎（文明・知性）が飾っている形。これは、優れた製品を美しいデザインでラッピングしたり、素晴らしい理念を感動的なプレゼンテーションで伝えたりすることです。「賁」は、ただ着飾るのではなく、中身の価値を最大限に引き出すための「意味のある飾り」を指します。あなたの持つ素晴らしい才能や商品を、どうすればもっと魅力的に見せられるか、デザインやブランディングを考えるのに最適な時です。"
    },
    "23": {
      "title": "山地剥（さんちかく） - 終わりと再生のための破壊",
      "summary": "古いものが土台から崩れ落ちていく、避けられない「終焉」の時。",
      "points": [
        "『剥』とは、剥ぎ落とすことである",
        "理想のリーダーが消長盈虚（満ち欠け）の理を尊ぶのは、それが天の運行の法則だからである"
      ],
      "haqei_interpretation": "一枚だけ残った陽爻（旧体制・リーダー）が、下の陰の勢力によって、ベッドの足元から一枚一枚剥がされていくような、厳しい衰退期です。時代の変化、事業の終焉など、もはや抗えない大きな流れの中にいます。この時に重要なのは、流れに逆らってエネルギーを消耗することではありません。全てが剥がれ落ちた後に唯一残る、次の時代に繋がる「種子（碩果）」は何かを冷静に見極め、未来に備えるべき時です。"
    },
    "24": {
      "title": "地雷復（ちらいふく） - 長い冬が明け、光が還る",
      "summary": "暗闇の底から、再び一筋の光が還ってくる「再生」と「回復」の始まり。",
      "points": [
        "剛（陽）が還ってくる",
        "その道を繰り返し、七日で還ってくるのは、天の運行の法則"
      ],
      "haqei_interpretation": "陰が極まった暗闇の大地（地）から、一点の陽光（雷）が生まれ、再び春が巡ってくる。これは「冬至」を象徴し、大失敗や長いスランプからの回復を示します。この卦の時は、焦って何かをする必要はありません。物事は自然と善い方向へ向かい始めます。ただ、その善への回復（復）の流れに乗り、二度と同じ過ちを繰り返さないと心に決めることが大切です。自然のサイクルを信じ、静かに力を蓄えましょう。"
    },
    "25": {
      "title": "天雷无妄（てんらいむもう） - 自然体こそが最強の戦略",
      "summary": "計算や下心のない、「自然体の誠実さ」が問われる時。",
      "points": [
        "大いに物事が通り、正しい道にかなっているのは、天の命だからである",
        "天の命が助けなければ、どうして進むことができようか"
      ],
      "haqei_interpretation": "「无妄」とは偽りがないこと。天の法則（天）に従い、自然に動く（雷）姿です。これは、何かを意図したり、作為的に動いたりするのではなく、ただ誠実であること、あるがままでいることが求められる状態です。この純粋さゆえに、時に予期せぬ災難に巻き込まれることもありますが、それでも天を信じて誠実を貫けば、最終的に道は開けます。小手先のテクニックが通用しない、あなたの人間性そのものが試される時です。"
    },
    "26": {
      "title": "山天大畜（さんてんたいちく） - 巨大な知のダムを築く",
      "summary": "才能・知識・徳を、内面に「大きく蓄える」インプット特化期間。",
      "points": [
        "剛健で誠実な徳が光り輝き、日に日にその徳を新たにしている",
        "よく剛健なものを止め、大いなる正しさを保っている"
      ],
      "haqei_interpretation": "天の偉大なエネルギー（剛健）を、どっしりとした山が受け止めている形。これは、単なる知識の丸暗記ではなく、人格や徳性も含めて、内面に大きく力を蓄えている状態です。資格取得のための猛勉強や、専門スキルを磨く修行期間などがこれにあたります。すぐに結果を出す（アウトプットする）のではなく、質の高いインプットに集中するべき時。この期間に蓄えた巨大な知のダムが、あなたの揺るぎない実力となり、将来の大きな成功の基盤となります。"
    },
    "27": {
      "title": "山雷頤（さんらいい） - 心と体を養う食生活",
      "summary": "正しいものを口にし、心と体を「養う」セルフケアの重要性。",
      "points": [
        "『頤（やしなう）』は正しければ吉",
        "その人が何を養っているかを観ることだ"
      ],
      "haqei_interpretation": "上顎（山）と下顎（雷）が口の形を作っています。これは、「何を口にするか」がテーマ。文字通りの食事だけでなく、どんな情報に触れ（インプット）、どんな言葉を発するか（アウトプット）も含まれます。ジャンクフードやゴシップ、人を傷つける言葉は、自分自身を内側から蝕みます。心身ともに、質の良い「栄養」を摂ることがテーマとなる時です。"
    },
    "28": {
      "title": "沢風大過（たくふうたいか） - 常識を超えた覚悟で危機を突破する",
      "summary": "屋台骨がしなるほどの「異常事態」と、それを乗り越える並外れた覚悟。",
      "points": [
        "『大過』とは、大いなるもの（陽）が過ぎていることである",
        "棟木がたわむとは、根本と末端が弱いからだ"
      ],
      "haqei_interpretation": "陽の力が強すぎて、屋台骨（棟木）がミシミシと音を立ててたわんでいる、まさに危機的状況です。これは、組織の倒産の危機、個人のキャパシティを大幅に超える仕事量などを象徴します。平常時のルールや常識は通用しません。この危機を乗り越えるには、常識を超えた大胆な発想や、並外れた覚悟（大過）が必要です。非常に困難ですが、乗り越えた先には大きな成長が約束されています。"
    },
    "29": {
      "title": "坎為水（かんいすい） - 困難の只中で学ぶ",
      "summary": "困難や悩みに「どっぷり浸かり」、その中で本質を学ぶ試練の時。",
      "points": [
        "『習坎』とは、険しいことが重なっていることだ",
        "険しい道を行っても、その誠実さを失わない"
      ],
      "haqei_interpretation": "険しい谷（水）が二つも重なり、どこにも逃げ場がありません。悩みや困難が次々と襲ってくる、精神的に非常に苦しい時期です。しかし、この卦の重要なメッセージは、「困難から逃げるな、困難に習え」ということです。何度も苦しい経験をするうちに、水に慣れるように、困難を乗りこなす知恵と精神力が身につきます。人生における、避けては通れない「学びの期間」なのです。"
    },
    "30": {
      "title": "離為火（りいか） - 輝くための「付着先」を見極める",
      "summary": "知性と情熱の「炎」が燃え盛るが、何かに依存しなければ消えてしまう輝き。",
      "points": [
        "『離』とは、付着することである",
        "重なる明るさが正しいものに付着することで、天下を教化し完成させる"
      ],
      "haqei_interpretation": "炎（火）が薪に「付着」して燃えるように、何か優れたもの（人、組織、理念）にくっつくことで、あなたの知性や情熱が輝く時です。あなた自身が光源ではなく、あくまでリフレクター（反射板）としての役割を果たします。そのため、依存先を失うと輝きも失うという脆さを持っています。誰を師と仰ぎ、どのコミュニティに属するか。その「付着先」を正しく見極めることが何よりも重要になります。"
    },
    "31": {
      "title": "沢山咸（たくざんかん） - 理屈抜きの共感力",
      "summary": "若い男女が惹かれ合うような、理屈抜きの純粋な「感応」。",
      "points": [
        "『咸』とは、感じ合うことである",
        "男が女の下にへりくだっている"
      ],
      "haqei_interpretation": "若い男性（山）が若い女性（沢）に惹かれ、心を尽くす姿。恋愛の始まりや、理屈を超えた直感的なインスピレーションを象徴します。ビジネスシーンでは、損得勘定ではなく「この人と仕事がしたい」「このプロジェクトは面白そうだ」という純粋な気持ちが、物事を動かす原動力になります。心を空にして、感じるままに行動することが吉と出ます。"
    },
    "32": {
      "title": "雷風恒（らいふうこう） - 「継続は力なり」を地で行く",
      "summary": "一つのことを地道に「長く続ける」ことで得られる信頼と安定。",
      "points": [
        "『恒』とは、久しいということだ",
        "天地の道は、恒久的で止むことがない"
      ],
      "haqei_interpretation": "夫（雷）と妻（風）がそれぞれの役割を果たし、家庭が長く続く姿。これは、結婚生活や、長年のパートナーシップ、あるいは日々のルーティンワークを象徴します。派手さや刺激はありませんが、「継続は力なり」を地で行く卦です。新しいことに手を出すよりも、今あるものを大切に育み、改善し続けることが求められます。ただし、変化を嫌うあまり、頑固にならないよう注意が必要です。"
    },
    "33": {
      "title": "天山遯（てんざんとん） - 賢者の戦略的撤退",
      "summary": "戦略的に「逃げるが勝ち」を実践する、賢い撤退術。",
      "points": [
        "『遯（のがれる）』とは、うまく逃れることで物事が通るということだ",
        "時勢と共に行動している"
      ],
      "haqei_interpretation": "陰の勢力が伸びてきたため、陽の君子が、世俗から身を引いて山に隠れる（遯）姿。これは、不利な状況から、賢明に距離を置くことを意味します。これは敗走ではありません。次のチャンスを待つための戦略的撤退です。深入りして消耗する前に、あっさりと身を引くことで、無用なダメージを防ぎ、力を温存できます。"
    },
    "34": {
      "title": "雷天大壮（らいてんたいそう） - 暴走注意のパワフルな前進",
      "summary": "溢れるエネルギーで力強く前進するが、暴走の危険もはらむ「若々しいパワー」。",
      "points": [
        "『大壮』とは、大いなるもの（陽）が盛んであることだ",
        "剛（陽）の力で動く（雷）"
      ],
      "haqei_interpretation": "陽のエネルギーが下から突き上げ、非常に勢いがある状態。若々しいパワーと実行力に満ち溢れています。しかし、その力はまだ粗削りで、後先を考えずに暴走する危険も。牡羊が垣根に突進して角を絡ませるように、使い方を誤ると自滅しかねません。この有り余るエネルギーを、正しい方向に導く冷静さがテーマです。"
    },
    "35": {
      "title": "火地晋（かちしん） - スムーズな出世街道",
      "summary": "太陽が昇るように、順調に「出世」していく幸運な時。",
      "points": [
        "『晋』とは、進むことである。明るい太陽（火）が地上（地）に昇る形",
        "賢君に用いられて、たくさんの馬を賜り、一日に三度も接見される"
      ],
      "haqei_interpretation": "自分の能力が認められ、トントン拍子に昇進・進展していく幸運な時です。周囲からの支持も得やすく、物事は順調に進みます。この卦の時は、積極的に前に出て、自分の能力をアピールすることで、さらに運気が上昇します。ただし、調子に乗りすぎないよう注意も必要です。"
    },
    "36": {
      "title": "地火明夷（ちかめいい） - 暗黒時代を耐え忍ぶ知恵",
      "summary": "才能を隠し、理不尽な状況を「耐え忍ぶ」ための処世術。",
      "points": [
        "明るさ（火）が地中（地）に入るのが『明夷（明智が傷つけられる）』",
        "内なる困難の中で、よくその志を正しく保った"
      ],
      "haqei_interpretation": "明るい知性（火）が、大地（地）の下に隠れている状態。これは、理不尽な上司の下で働いたり、自分の正しい意見が全く通らない逆境の時です。この時に正論を吐いても、潰されるだけ。今は「能ある鷹は爪を隠す」時と割り切り、あえて愚かなふりをして、心の中の光を消さずに耐え忍ぶことが最善の策となります。"
    },
    "37": {
      "title": "風火家人（ふうかかじん） - 組織の内部を固める",
      "summary": "「家庭」や組織の内部秩序を固め、足元を安定させる時。",
      "points": [
        "女が内側でその位を正しくし、男が外側でその位を正しくする",
        "家が正しくなって、天下は定まる"
      ],
      "haqei_interpretation": "組織や家庭において、それぞれのメンバーが自分の役割を正しく果たすことで、全体の調和が保たれている状態。風（長女）は外からの情報を伝え、火（次女）は内を明るく照らします。この卦の時は、外に拡大するよりも、まず足元である「内部のルールや人間関係」をしっかりと固めることが、将来の発展の礎となります。"
    },
    "38": {
      "title": "火沢睽（かたくけい） - 対立から学ぶ",
      "summary": "互いに「そっぽを向いている」対立と不和の状態。",
      "points": [
        "『睽（そむく）』とは、火は動いて上に昇り、沢は動いて下に降ることである",
        "天地は互いに背き合っているようで、その働きは同じである"
      ],
      "haqei_interpretation": "火は上へ、沢は下へ。同じ場所にいても、向いている方向が真逆で、心が通じ合わない状態。姉妹喧嘩や、部門間の対立などを象徴します。しかし、「睽」には「よく見る」という意味もあります。対立しているからこそ、相手のことを深く観察し、違いを理解する機会にもなり得ます。小さなことであれば、この対立から新たな発見が生まれる可能性もあります。"
    },
    "39": {
      "title": "水山蹇（すいざんけん） - 八方塞がりからの脱出法",
      "summary": "前は川、後は山、の「八方塞がり」状態。",
      "points": [
        "『蹇（なやむ）』とは、困難である。険しい谷（水）が目の前にある",
        "険しさを見て止まることができるのは、知恵があるということだ"
      ],
      "haqei_interpretation": "前進しようにも険しい川（水）があり、後退しようにも険しい山（山）がそびえる、まさに八方塞がりの困難な状況。この時に重要なのは、闇雲にもがくのを「止める（山）」知恵です。独力で解決しようとせず、信頼できる仲間や専門家（大人）に助けを求めることで、初めて道が開けます。"
    },
    "40": {
      "title": "雷水解（らいすいかい） - 問題解決の時",
      "summary": "氷が解けるように、困難が「解決」に向かう解放の時。",
      "points": [
        "『解（とける）』とは、険しい状況（水）から動いて（雷）抜け出すことである",
        "天地が解け合って雷雨が起こり、果実や草木が皆、芽を吹き出す"
      ],
      "haqei_interpretation": "長く続いた問題や緊張状態（水）に、春の雷（雷）が轟き、氷が解け始めるイメージ。困難な状況がようやく解決に向かい、物事が再び動き出す解放の時です。問題が解決したら、「速やかに行動に移す（早くすると吉）」ことが、この好機を最大限に活かす鍵となります。"
    },
    "41": {
      "title": "山沢損（さんたくそん） - 「損して得取れ」の精神",
      "summary": "目先の利益を捨て、未来のために投資する「損して得取れ」の精神。",
      "points": [
        "『損』とは、下（の者）を損なって上（の者）を益すること",
        "剛（陽）を損ない柔（陰）を益するのも、時による"
      ],
      "haqei_interpretation": "山の下にある沢の水を汲んで、山の木々を潤すイメージ。これは、目先の利益（下の沢）を損なってでも、将来の大きな成長（上の山）のために投資することを意味します。自分の時間やお金を、他者のためや、自己投資のために使うことで、結果的に大きなリターンを得られる時です。"
    },
    "42": {
      "title": "風雷益（ふうらいえき） - 社会貢献で豊かになる",
      "summary": "社会貢献によって、自分も他人も「豊かになる」理想的な好循環。",
      "points": [
        "『益』とは、上（の者）を損なって下（の者）を益することであり、民は限りなく喜ぶ",
        "天が恵みを施し、地が万物を生み出す"
      ],
      "haqei_interpretation": "「損」とは逆に、リーダー（上）が自分の財産や時間を、部下や社会（下）のために使うこと。その善い行い（風）が、行動力（雷）となって、社会全体に利益をもたらし、巡り巡って自分も豊かになるという、理想的な好循環を表します。積極的に社会貢献やボランティア活動を行うのに最適な時です。"
    },
    "43": {
      "title": "沢天夬（たくてんかい） - 断固たる決断の時",
      "summary": "悪しきものを排除するための、「断固たる決断」。",
      "points": [
        "『夬』とは、決断することである。剛（陽）が柔（陰）を決断し、排除すること",
        "徳を施すことを尊ぶのが良い"
      ],
      "haqei_interpretation": "五つの陽が、一番上に残った一つの陰を排除しようとしている形。これは、組織内の問題児や、自分の悪習など、これ以上放置できない問題を、強い意志で断ち切ることを意味します。痛みを伴う決断ですが、ここで決行しなければ、全体の未来がありません。ただし、力だけに頼らず、徳をもって行うことが重要です。"
    },
    "44": {
      "title": "天風姤（てんぷうこう） - 予期せぬ出会いと誘惑",
      "summary": "予期せぬ出会いと、そこに忍び寄る「小さな誘惑」。",
      "points": [
        "『姤』とは、遇うことである。柔（陰）が剛（陽）に遇う",
        "妻をめとるのに用いてはならない"
      ],
      "haqei_interpretation": "五人の男性（陽）の中に、一人の魅力的な女性（陰）が突然現れた形。これは、予期せぬチャンスや、魅力的な誘惑との出会いを象徴します。しかし、この出会いは長続きせず（長く共にいることはできない）、軽々しく乗ると、思わぬトラブルに巻き込まれる危険性も。慎重な対応が求められる時です。"
    },
    "45": {
      "title": "沢地萃（たくちすい） - 人が集まる喜び",
      "summary": "人々が自然と「集まる」喜びと活気。",
      "points": [
        "『萃』とは、集まることである",
        "順（地）に従って喜び（沢）、中心の剛（陽）に応じている"
      ],
      "haqei_interpretation": "沢に水が集まるように、人々が自然と集まり、活気に満ちている状態。これは、成功したイベントや、求心力のあるコミュニティなどを象徴します。人が集まること自体に喜びがありますが、その目的を見失い、ただの馴れ合いにならないように注意が必要です。"
    },
    "46": {
      "title": "地風升（ちふうしょう） - 着実なステップアップ",
      "summary": "地道な努力が実り、着実に「昇っていく」時。",
      "points": [
        "『升』とは、柔（陰）が時に乗じて昇っていくことである",
        "巽（風）に従って順（地）であり、中心の剛（陽）に応じている"
      ],
      "haqei_interpretation": "地中の種（地）が、風に導かれて、まっすぐに上へ伸びていく姿。これは、地道な努力が認められ、昇進やステップアップを果たす時です。派手さはありませんが、一歩一歩、着実に積み重ねてきたことが、確実な成果に繋がります。謙虚な姿勢と、周囲への感謝を忘れずに。"
    },
    "47": {
      "title": "沢水困（たくすいこん） - 困窮しても希望を失わない",
      "summary": "沢の水が干上がり、どうにもならない「困窮」状態。",
      "points": [
        "『困』とは、剛（陽）が（陰に）覆われていることである",
        "険しい状況（水）にあっても喜んで（沢）いる"
      ],
      "haqei_interpretation": "沢（喜び、言葉）の水が、下の険しい谷（水）にすべて流れ落ちてしまい、干上がってしまった状態。これは、資金繰りの悪化や、アイデアの枯渇、話しても誰にも通じないといった、深刻な困窮状態を示します。しかし、理想のリーダーはこの状況でも希望を失わず、内なる喜びを見出します。苦しい中でも、ユーモアや精神性を失わないことが、この時を乗り切る鍵です。"
    },
    "48": {
      "title": "水風井（すいふうせい） - 変わらない価値の提供",
      "summary": "変わることなく価値を提供する「井戸」の精神。",
      "points": [
        "『井戸』は人々を養って尽きることがない",
        "村を改めても、井戸は改めない"
      ],
      "haqei_interpretation": "井戸が、誰にでも公平に、そして絶えることなく水を提供するように、普遍的な価値を安定して供給し続けることの重要性を示します。これは、インフラ事業や、ベーシックなサービス、あるいは個人の変わらない誠実さなどを象徴します。常にメンテナンス（井戸浚え）を怠らず、その質を保つことが求められます。"
    },
    "49": {
      "title": "沢火革（たくかかく） - 革命とイノベーション",
      "summary": "古い皮を脱ぎ捨てる「革命・イノベーション」の時。",
      "points": [
        "『革』とは、水と火が互いにその力を消し合い…これを『革（あらたまる）』と言う",
        "天地が改まって四季が完成する"
      ],
      "haqei_interpretation": "まさに革命やイノベーションの時。水と火が相殺しあうように、古い秩序が壊れ、全く新しいものが生まれる、ダイナミックな変化です。ビジネスモデルの変革、会社のリストラクチャリング、あるいは人生の大きな方向転換など、痛みを伴いますが、避けては通れない変革の時です。"
    },
    "50": {
      "title": "火風鼎（かふうてい） - 新たな文化を育む器",
      "summary": "文化や組織を育む、安定した「器」。",
      "points": [
        "『鼎（かなえ）』は、物の象徴である",
        "優れた人物は煮炊きして上帝に捧げ、また大いに煮炊きして優れた人物や賢人を養う"
      ],
      "haqei_interpretation": "三本足の器「鼎」が象徴するように、安定した組織や文化の基盤を表します。革命（革）の後に来る、新しい秩序を定着させる段階です。ここでは、人を育て、文化を醸成し、皆でその恩恵を分かち合うことがテーマ。短期的な成果よりも、長期的な安定と共有財産を築くことが求められます。"
    },
    "51": {
      "title": "震為雷（しんいらい） - 衝撃による覚醒",
      "summary": "突然の「雷」に驚き、覚醒する時。",
      "points": [
        "『雷がやって来て人々が恐れおののく』とは、恐れることで福を招くからだ",
        "『雷鳴が百里を驚かす』とは、遠くの者を驚かせ、近くの者を恐れさせる"
      ],
      "haqei_interpretation": "予期せぬ出来事、衝撃的なニュース、あるいは突然のひらめき。雷が二つ重なるこの卦は、現状を揺るがすショックな出来事を象徴します。人々は驚き、恐れますが、この衝撃こそが、マンネリや停滞を打破し、人々を覚醒させるきっかけ（福）となります。変化を恐れず、これを機に行動を起こすべき時です。"
    },
    "52": {
      "title": "艮為山（ごんいさん） - 「動かない」という選択",
      "summary": "山のように「動かない」ことで、本質を見極める。",
      "points": [
        "『艮』とは、止まることである",
        "止まるべき時に止まり、行くべき時に行く"
      ],
      "haqei_interpretation": "山が二つ重なり、「止まる」「動かない」ことを徹底する時。これは、単なる停滞ではなく、自分の本分から外れた行動や、無駄な思考を意識的に停止させる、高度な自己コントロールです。情報を遮断し、内省に集中することで、自分の本当の立ち位置や、進むべき道が、かえって明確に見えてきます。"
    },
    "53": {
      "title": "風山漸（ふうざんぜん） - ゆっくり着実な前進",
      "summary": "一歩一歩、順序正しく「ゆっくり進む」こと。",
      "points": [
        "『漸（ぜん）』が進むとは、女性が嫁いで吉であるということだ",
        "止まって（山）巽（風）に従うのは、動いても行き詰まることがないからである"
      ],
      "haqei_interpretation": "鳥が少しずつ巣に近づくように、物事を焦らず、順序立てて、着実に進めることの重要性を示します。特に、結婚や長期的なプロジェクトなど、時間をかけて信頼関係を築くべき事柄に適しています。急がば回れの精神で、プロセスを省略せずに丁寧に進めることで、最終的に確実な成功を収めることができます。"
    },
    "54": {
      "title": "雷沢帰妹（らいたくきまい） - 順序無視の暴走",
      "summary": "情熱に任せた「順序無視のスタート」。",
      "points": [
        "喜んで（沢）動く（雷）。これが妹を嫁がせることの所以である",
        "『進めば凶』とは、位が正しくないからだ"
      ],
      "haqei_interpretation": "若い男性（雷）と若い女性（沢）が、情熱の赴くままに、正式な手続きを踏まずに結ばれる形。これは、勢いや感情に任せて、無計画に物事を始めてしまうことへの警告です。一見、華やかで楽しそうですが、順序が正しくないため、その関係は長続きせず、後で必ず問題が生じます。"
    },
    "55": {
      "title": "雷火豊（らいかほう） - 豊かさのピークと影",
      "summary": "真昼の太陽のような「豊かさのピーク」。",
      "points": [
        "『豊』とは、盛大であるということだ",
        "太陽が中天に達すれば傾き、月が満ちれば欠ける"
      ],
      "haqei_interpretation": "明るい太陽（火）と、それをさらに活気づける雷（動）が組み合わさり、物事が豊かさの頂点に達した状態。花火が一番大きく開いた瞬間です。最高の時ですが、この卦は同時に「満つれば欠ける」という物事の真理も示しています。この繁栄に有頂天にならず、次の展開に備える冷静さが求められます。"
    },
    "56": {
      "title": "火山旅（かざんりょ） - アウェイでの生き方",
      "summary": "故郷を離れ、アウェイで生きる「旅人」の心得。",
      "points": [
        "『旅は、少しだけ物事が通る』とは、柔（陰）が中心にあって外におり、剛（陽）に順っているからだ",
        "止まって（山）明るさ（火）に付着している"
      ],
      "haqei_interpretation": "知的な火（文明）が、慣れない土地（山）の上を旅している姿。出張や転職、引っ越しなど、アウェイな環境にいる時の心得を示します。この時は、でしゃばらず、謙虚に、その土地のルールに従うことが大切です。心から安らげる場所はありませんが、その孤独と緊張感が、あなたを人間的に成長させてくれます。"
    },
    "57": {
      "title": "巽為風（そんいふう） - 謙虚な浸透力",
      "summary": "風のように、謙虚に、隅々まで「浸透する」力。",
      "points": [
        "重なる巽（風）によって、命令を繰り返し申す",
        "柔（陰）が皆、剛（陽）に順っている"
      ],
      "haqei_interpretation": "風が隙間に入り込むように、丁寧なコミュニケーションと謙虚な姿勢で、自分の意図を周囲に浸透させていく様を表します。強引な命令ではなく、繰り返し、粘り強く説得することで、人々は自然とあなたに従うようになります。ただし、自分の意見がなく、ただ周囲に流されるだけの「八方美人」にならないよう注意が必要です。"
    },
    "58": {
      "title": "兌為沢（だいたく） - 喜びのコミュニケーション",
      "summary": "心からの「喜び」と楽しいコミュニケーション。",
      "points": [
        "『兌』とは、喜ぶことである",
        "喜んで困難に立ち向かえば、民はその死をも忘れる"
      ],
      "haqei_interpretation": "沢が二つ重なり、人々が集まって楽しくおしゃべりしている様子。これは、喜びや楽しみが、最高のモチベーションになることを示しています。会議やプロジェクトも、この「兌」の精神を取り入れ、楽しく進めることで、人々は自発的に協力し、困難さえも乗り越えていけます。"
    },
    "59": {
      "title": "風水渙（ふうすいかん） - しがらみの解消",
      "summary": "淀んだ空気を「吹き散らす」リセットと解放。",
      "points": [
        "『渙（ちる）』は物事が通る",
        "剛（陽）がやって来て行き詰まらず"
      ],
      "haqei_interpretation": "凍りついた水（困難）の上に、暖かい春風が吹き、氷が解けて散っていくイメージ。これは、組織内の派閥や、個人の中のこだわり、古いしがらみなどを、一旦リセットして解消することを意味します。問題をバラバラにすることで、新たな可能性が生まれます。"
    },
    "60": {
      "title": "水沢節（すいたくせつ） - 賢明な自己管理",
      "summary": "物事に「けじめ」をつける、賢明な自己管理。",
      "points": [
        "『節』は物事が通る",
        "節度をもって制度を作り、財産を損なわず、民を害さない"
      ],
      "haqei_interpretation": "沢の水をせき止める堰（せき）のように、物事に適切な節度（ルール、けじめ）を設けることの重要性を示します。これは、欲望のままに行動するのではなく、時間やお金、エネルギーを賢く管理することです。節度は窮屈なものではなく、むしろ無駄な浪費を防ぎ、物事をスムーズに進めるための知恵なのです。"
    },
    "61": {
      "title": "風沢中孚（ふうたくちゅうふ） - 真心はすべてを動かす",
      "summary": "損得を超えた「真心」が、すべてを動かす。",
      "points": [
        "『中孚』とは、柔（陰）が内側におり、剛（陽）が中心を得ている",
        "誠実さが豚や魚にまで及ぶ"
      ],
      "haqei_interpretation": "鶏が卵を温めるように、内なる真心（孚）を大切に育む姿。これは、テクニックや駆け引きではなく、ただひたすら誠実であることで、人や物事、さらには動物さえも動かすことができる、という深遠な信頼の形を示します。小手先の嘘やごまかしが一切通用しない、本質が問われる時です。"
    },
    "62": {
      "title": "雷山小過（らいざんしょうか） - 謙虚すぎるくらいの慎重さ",
      "summary": "少しだけ「やりすぎる」くらいの慎重さと謙虚さ。",
      "points": [
        "『小過』とは、小さいもの（陰）が少し過ぎていることで物事が通る",
        "上に昇るべきではなく、下にいるべきだ"
      ],
      "haqei_interpretation": "鳥が低く飛ぶように、大きな目標を掲げるのではなく、謙虚に、そして少しだけ度を過ごすくらい丁寧に、物事を進めるべき時。例えば、挨拶をする時も、いつもより少しだけ深くお辞儀をするようなイメージです。目立つ行動は凶。控えめすぎるくらいの姿勢が、かえって良い結果を生みます。"
    },
    "63": {
      "title": "水火既済（すいかきせい） - 完成と油断",
      "summary": "すべてが整った「完成」と、その直後に始まる崩壊の兆し。",
      "points": [
        "『既済（すでにわたる）』が通るのは、小さいことにおいて通る",
        "終わりに止まれば乱れる"
      ],
      "haqei_interpretation": "水（下）と火（上）が、あるべき場所に収まり、すべてが完璧に整った「完成形」です。プロジェクトが無事に完了し、秩序が保たれている状態。しかし、この卦は「完成した瞬間から、崩壊は始まる」という厳しい真理も示しています。完成したことに安住し、油断すると、すぐに状況は乱れてしまいます。"
    },
    "64": {
      "title": "火水未済（かすいびせい） - 未完成という希望",
      "summary": "まだ完成していない「可能性」と、最後の挑戦。",
      "points": [
        "『未済（いまだわたらず）』は物事が通る",
        "『子狐がほとんど渡りきる』とは、まだ危険な中心から抜け出していないからだ"
      ],
      "haqei_interpretation": "「既済」とは逆に、火（上にあるべき）が下に、水（下にあるべき）が上にあり、物事がまだ未完成で、混乱している状態。しかし、これは「終わり」ではなく、「完成へのプロセス」であり、希望と可能性に満ちています。子狐が川を渡りきる寸前で尾を濡らすように、最後の最後まで気を抜かずに挑戦を続けることが、成功への鍵となります。"
    }
  },
  "sho_den": {
    "1": {
      "title": "ステージ1：まだ潜んでいる龍のように、力を蓄える時。",
      "reason": "今はまだ、あなたが持つ強大な潜在能力を、世に示すべき時ではないからです。ここで重要なのは、自ら道を切り開く力強い本質を自覚しつつも、外には出さずに潜伏し、エネルギーを蓄えることです。"
    },
    "2": {
      "title": "ステージ2：龍が地上に現れ、認められる。",
      "reason": "あなたが持つ潜在能力が、ついに適切な活躍の場を得て、その存在が公に認められたからです。この段階で、同じ志を持つ優れた師の助言を求めることで、あなたの道はさらに大きく開かれます。"
    },
    "3": {
      "title": "ステージ3：努力と警戒を怠らない、試練の時。",
      "reason": "物語の前半における最後の段階であり、後半への移行期という不安定なポジションにいるからです。責任が重く、常に危険が伴うため、昼は勤勉に努力し、夜も警戒を怠らない姿勢が、この危機的な状況を乗り切る唯一の方法なのです。"
    },
    "4": {
      "title": "ステージ4：決断の前に、決断を保留する。",
      "reason": "飛躍か転落か、運命の岐路に立たされているからです。トップリーダーの道も、あるいは淵に落ちる道も、あなたの力量と判断次第です。ここで軽率に行動せず、最適なタイミングを見極める必要があります。"
    },
    "5": {
      "title": "ステージ5：天を飛ぶ龍のように、最高の地位に。",
      "reason": "あなたが組織や物事の最高責任者のポジションにあり、その影響力が最大化しているからです。あなたの存在そのものが規範となり、優れたリーダーシップで人々を導くことが、このステージでの天命となります。"
    },
    "6": {
      "title": "ステージ6：頂点を極め、行き過ぎて後悔に繋がりやすい。",
      "reason": "これ以上昇る場所がない「行き過ぎた」状態に到達してしまったからです。どんなものでも、器が満ち溢れてしまえば、その状態を長く保つことはできない、という自然の法則が働きます。"
    },
    "7": {
      "title": "特別ステージ：リーダーのいない群れの龍（理想形）",
      "reason": "ここでは、個々のリーダーシップを超越し、全ての要素が完全に調和した理想的な状態が示されています。全てのメンバーが自律的に機能し、中央集権的な支配者を必要としない究極の協働体制が実現します。"
    },
    "8": {
      "title": "ステージ1：小さな兆候は、やがて大きな問題に繋がるという警告。",
      "reason": "物事を収縮・下降させるエネルギーが、「霜」という最初の具体的な形となって現れた段階だからです。この小さな兆候はやがて、無視できない大きな流れ（堅氷）へと繋がっていきます。"
    },
    "9": {
      "title": "ステージ2：大地の徳で、全てが好転する。",
      "reason": "飾らないありのままの姿でいることで、周囲に安心感を与え、その徳が自然に外に現れる状態だからです。この段階では、何をしても裏目に出ることはなく、すべてが順調に進みます。"
    },
    "10": {
      "title": "ステージ3：才能を内に秘め、時を待つ。",
      "reason": "優れた能力を持ちながらも、それを自ら誇示することなく、組織のために尽くしているからです。その謙虚な姿勢が、最終的に大きな成功と評価をもたらすことになります。"
    },
    "11": {
      "title": "ステージ4：警戒し、門を固く閉ざす。",
      "reason": "これから起こりうる災いを事前に察知し、自らを守るために慎重に行動しているからです。ここでは、沈黙を守り、事を荒立てないことが、あなたを災いから遠ざける唯一の方法です。"
    },
    "12": {
      "title": "ステージ5：黄色い裳（もすそ）、最高の幸運。",
      "reason": "謙虚さと中庸の徳を象徴する「黄色い衣服」を、内面の徳として身につけている状態だからです。その抑制の効いた美徳が、言葉なくして最大の賞賛と幸運を引き寄せます。"
    },
    "13": {
      "title": "ステージ6：陰陽が争い、血が流れる。",
      "reason": "本来の柔順な領域を超えて、力強い存在と対等に争おうとしているからです。その行き過ぎた自己主張が、破壊的な闘争を引き起こし、両者が深く傷つくという悲劇的な結果を招きます。"
    },
    "14": {
      "title": "特別ステージ：永遠の正しさ、大いなる安定。",
      "reason": "ここでは、陰の徳が持つ「永遠の正しさ」という究極の境地が示されています。この状態に至ることで、あなたの存在そのものが、揺るぐことのない大地のような安定の基盤となります。"
    },
    "15": {
      "title": "ステージ1：困難な始まり、助けを求める。",
      "reason": "物事を生み出す最初の段階にあり、その困難さから抜け出せずにいるからです。この状況を打破するには、自分一人の力に固執せず、信頼できる仲間や組織に助けを求める姿勢が不可欠です。"
    },
    "16": {
      "title": "ステージ2：困難の中、進めず待つ。",
      "reason": "進むことも退くこともできないジレンマの中にいるからです。予期せぬ誘い（女性からの求婚）も、この困難な状況がもたらす複雑さの表れです。今は耐え、好機を待ちましょう。"
    },
    "17": {
      "title": "ステージ3：狩りに出て獲物がない。",
      "reason": "経験豊富な案内人なしに、未知の領域に踏み込んでしまっているからです。独力でやみくもに進んでも、徒労に終わるだけです。一度引き返し、専門家の助けを借りるべきです。"
    },
    "18": {
      "title": "ステージ4：協力者を得て、困難を乗り越える。",
      "reason": "困難な状況を打開するために、複数の協力者と力を合わせようとしているからです。まだ足並みは揃っていませんが（馬がバラバラ）、この協力を目指す行動自体が正しい道です。"
    },
    "19": {
      "title": "ステージ5：困難の極み、涙が流れる。",
      "reason": "最大の困難に直面し、その苦しみから涙を流しているからです。しかし、この涙は単なる悲嘆ではありません。この極限状況を乗り越えた時、あなたは大きな恵みと成長を手にします。"
    },
    "20": {
      "title": "ステージ6：血の涙が流れる、最悪の状況。",
      "reason": "救いのない完全な困難の中にあり、もはや打つ手がない状態だからです。この段階では、積極的な行動はさらなる悲劇を生むだけです。状況を受け入れ、耐え忍ぶことしかできません。"
    },
    "21": {
      "title": "ステージ1：刑罰を受け、学ぶ時。",
      "reason": "物語の始まりにおいて、自身の未熟さから足枷をはめられるような小さな罰を受けているからです。この初期段階での懲らしめは、将来の大きな過ちを防ぐための重要な学びとなります。"
    },
    "22": {
      "title": "ステージ2：師の教えを受け、成長する。",
      "reason": "師となる人物からの指導を素直に受け入れ、自らの未熟さを克服しようとしているからです。この謙虚な学びの姿勢が、あなたを着実に成長させます。"
    },
    "23": {
      "title": "ステージ3：人の道に反した行動。",
      "reason": "自らの立場や役割を忘れ、人の道に反するような行動を取ってしまっているからです。このままでは、誰からの助けも得られず、孤立を深めることになります。"
    },
    "24": {
      "title": "ステージ4：困難な教育、孤立する。",
      "reason": "困難な状況に陥り、周囲から孤立しているからです。この苦しい経験は、あなたに重要な教訓を与えますが、その価値を理解してくれる人はまだいません。今は耐える時です。"
    },
    "25": {
      "title": "ステージ5：素直な子供のような心。",
      "reason": "師からの教えを純粋な心で受け入れ、完全に信頼している状態だからです。この素直さこそが、学びの効果を最大化し、あなたを飛躍的な成長へと導きます。"
    },
    "26": {
      "title": "ステージ6：やり過ぎた教育は、反発を招く。",
      "reason": "相手のためを思うあまり、厳しすぎる指導を行ってしまっているからです。その過剰な干渉は、相手の自立心を奪い、反発を招くだけです。手綱を緩める必要があります。"
    },
    "27": {
      "title": "ステージ1：待つべき時。",
      "reason": "まだ行動を起こすべき適切なタイミングではないからです。今は焦らず、郊外で待つように、静かに状況を見守り、エネルギーを蓄えることが最善の策です。"
    },
    "28": {
      "title": "ステージ2：非難の中でも、心を平穏に保つ。",
      "reason": "砂地で待つように、多少の非難や困難が伴う状況にあるからです。しかし、あなたの心は平穏であり、その小さな雑音に動揺することはありません。最終的に良い結果がもたらされます。"
    },
    "29": {
      "title": "ステージ3：泥中で待ち、敵の襲来を招く。",
      "reason": "不用意に敵に近づきすぎたため、反撃を招いてしまう危険な状況だからです。自ら招いた危機であり、この経験から慎重さの重要性を学ぶ必要があります。"
    },
    "30": {
      "title": "ステージ4：血の中から脱出する。",
      "reason": "一度はまった深い困難（血の穴）から、自力で脱出しようとしているからです。この段階では、まだ完全な安全は確保できていませんが、危機を脱する力は十分にあります。"
    },
    "31": {
      "title": "ステージ5：酒食を楽しみ、待つ。",
      "reason": "危機を乗り越え、心からの安らぎと楽しみを取り戻しているからです。この安定した状態で正しくあり続ければ、最終的に大きな幸運が訪れます。"
    },
    "32": {
      "title": "ステージ6：招かれざる客、予期せぬ危機。",
      "reason": "完全に安心しきっているところに、予期せぬ闖入者が現れ、状況が一変するからです。最後まで敬意と慎重さを失わないことが、安定を維持する秘訣です。"
    },
    "33": {
      "title": "ステージ1：訴訟は避けるべき。",
      "reason": "争いごとに関わろうとしていますが、それは長引くばかりで益のないことだからです。たとえ多少の不満があっても、早い段階で和解することが、結果的に最善の選択となります。"
    },
    "34": {
      "title": "ステージ2：力及ばず、退却する。",
      "reason": "相手との圧倒的な力の差を認識し、正面からの争いを避けて退却しているからです。この戦略的な撤退は、無駄な損害を防ぎ、再起の機会をうかがうための賢明な判断です。"
    },
    "35": {
      "title": "ステージ3：古い徳を守り、安泰。",
      "reason": "今は争いを避け、過去から受け継いできた徳や立場を守り、静かにしている段階だからです。積極的に新しいものを求めるのではなく、今あるものを大切にすることが、あなたを危険から遠ざけ、最終的に幸運を呼び込みます。"
    },
    "36": {
      "title": "ステージ4：敗北を認め、運命に従う。",
      "reason": "もはや争いに勝てないことを悟り、自らの運命を受け入れて引き返しているからです。この敗北を認める勇気が、心の平穏を取り戻し、新たな道を開くきっかけとなります。"
    },
    "37": {
      "title": "ステージ5：最高の訴訟、大吉。",
      "reason": "公平で徳の高い仲裁者に判断を委ねたことで、最高の解決を得るからです。自らの正しさに固執せず、第三者の判断を受け入れることで、誰もが納得する結果がもたらされます。"
    },
    "38": {
      "title": "ステージ6：ベルトを奪われる、不安定な結末。",
      "reason": "一度は争いに勝利したものの、その地位がまだ盤石ではないことを示しています。手に入れたものを一日に三度も奪われるように、その立場は常に不安定であり、気の休まる時がありません。"
    },
    "39": {
      "title": "ステージ1：規律が乱れ、凶事を招く。",
      "reason": "組織の規律を守れず、その緩んだ態度が全ての始まりだからです。この最初の規律違反が、やがて組織全体を巻き込む大きな凶事へと発展していきます。"
    },
    "40": {
      "title": "ステージ2：リーダーとして、規律を正す。",
      "reason": "組織の中心として、乱れた規律を正すという重要な役割を担っているからです。その権威ある行動が、組織の崩壊を防ぎ、安定を取り戻します。"
    },
    "41": {
      "title": "ステージ3：規律の欠如、自己嫌悪。",
      "reason": "自らを律することができず、そのだらしなさに自己嫌悪を感じているからです。この内面的な規律の欠如が、外部からの軽蔑や非難を招く原因となります。"
    },
    "42": {
      "title": "ステージ4：規律正しい退却、問題なし。",
      "reason": "困難な状況から退却する際に、規律を保ち、整然と行動しているからです。たとえ敗走であっても、その統率の取れた姿勢に、非難されるべき点はありません。"
    },
    "43": {
      "title": "ステージ5：規律あるリーダー、人望を集める。",
      "reason": "規律と正義の中心にあり、その徳によって人々を感化しているからです。あなたの存在が、人々が自然に従うリーダーシップの理想像を示しています。"
    },
    "44": {
      "title": "ステージ6：王が規律をもって、功績を称える。",
      "reason": "組織の創設者として、功績のあった者たちに恩賞を与え、その労をねぎらっているからです。この公平な論功行賞が、組織の結束をさらに強固なものにします。"
    },
    "45": {
      "title": "ステージ1：誠実さが、混乱を招く。",
      "reason": "誠実であるがゆえに、相手との関係性に混乱を招いてしまっているからです。今は関係が入り乱れ、あなたの誠意が正しく伝わらない状況です。一度距離を置く必要があります。"
    },
    "46": {
      "title": "ステージ2：誠実なリーダー、幸運を引き寄せる。",
      "reason": "誠実さをもって中心的な役割を果たしているからです。その純粋な心が、幸運な出来事（仲間との出会い）を自然に引き寄せ、物事を良い方向へと導きます。"
    },
    "47": {
      "title": "ステージ3：誠実さを失い、凶事を招く。",
      "reason": "本来の誠実さを見失い、外部からの誘惑に負けてしまっているからです。伴侶を失うように、あなたは最も大切なものを失い、その結果、凶事を招くことになります。"
    },
    "48": {
      "title": "ステージ4：誠実さによる決断、安泰。",
      "reason": "迷いを断ち切り、誠実な道を選ぶことで、安泰を得るからです。月が満月になろうとするように、物事は自然と良い方向へ向かいます。この決断に間違いはありません。"
    },
    "49": {
      "title": "ステージ5：絶対的な誠実さ、人望。",
      "reason": "絶対的な誠実さで、周囲のあらゆるものを引きつけているからです。その魅力は、まるで王が宮殿にいるかのように、人々を自然に集わせ、安心感を与えます。"
    },
    "50": {
      "title": "ステージ6：誠実さの欠如、凶。",
      "reason": "誠実さを最後まで貫き通すことができず、言葉だけが上滑りしているからです。その不誠実な態度は、最終的に凶事を招きます。今は言葉よりも行動が求められます。"
    },
    "51": {
      "title": "ステージ1：自らの道に戻り、幸運を得る。",
      "reason": "一度は進むべき道から外れましたが、自らの力で正しい道へと引き返しているからです。その自己修正能力は、過ちを認める勇気の証であり、非難されるどころか幸運を引き寄せます。"
    },
    "52": {
      "title": "ステージ2：仲間と共に、道に戻る。",
      "reason": "同じように道に迷った仲間を、自らの正しい道へと引き入れているからです。その強制力のない誠実な誘いが、共に良い結果へと向かうための最も自然な形となります。"
    },
    "53": {
      "title": "ステージ3：不和と対立、計画が頓挫する。",
      "reason": "組織内部で深刻な対立が生じ、車輪が外れるように、物事が完全に停止してしまっているからです。今は前進しようとするよりも、まず内部の問題を解決することが先決です。"
    },
    "54": {
      "title": "ステージ4：誠実さで、危機を脱する。",
      "reason": "誠実な心で恐れを克服し、信頼を得ることで、目前の危機を回避できるからです。血を流すような深刻な事態から遠ざかり、心の平穏を取り戻すことができます。"
    },
    "55": {
      "title": "ステージ5：富を分かち合い、人望を集める。",
      "reason": "自らの富や成功を独占せず、周囲の仲間と分かち合う豊かさを持っているからです。その利他的な姿勢が、あなたを真のリーダーとして輝かせ、人々からの信頼を不動のものにします。"
    },
    "56": {
      "title": "ステージ6：目標を達成し、雨が降る。",
      "reason": "目標が達成され、緊張から解放された安堵の状態にいるからです。しかし、月が満ちれば欠けるように、完成は同時に新たな変化の始まりでもあります。油断せず、次の展開に備える慎重さが必要です。"
    },
    "57": {
      "title": "ステージ1：礼儀正しく、足元を踏む。",
      "reason": "危険な相手（虎）のすぐ後ろにいますが、礼儀正しく慎重な態度を保っているため、問題は起こらないからです。自分の立場をわきまえ、謙虚に行動することが、今は身を守る最善の策です。"
    },
    "58": {
      "title": "ステージ2：平坦な道を、安らかに進む。",
      "reason": "俗世から離れた隠者のように、心穏やかに自らの道を歩んでいるからです。その落ち着いた姿勢と精神的な充足が、何事もなく安泰な日々をもたらしています。"
    },
    "59": {
      "title": "ステージ3：片目で見て、足を引きずる危険な状態。",
      "reason": "能力が不十分であるにも関わらず、無理に前進しようとしているため、非常に危険な状態だからです。その無謀な行動は、虎に尾を踏まれるように、必ず手痛い反撃を招くことになります。"
    },
    "60": {
      "title": "ステージ4：虎の尾を踏むも、幸運が訪れる。",
      "reason": "非常に危険な状況にありながらも、その慎重で誠実な人柄が、かえって幸運を引き寄せているからです。最終的には、あなたの願いは成就します。"
    },
    "61": {
      "title": "ステージ5：危険な決断、しかし道は正しい。",
      "reason": "非常に危険な決断を迫られていますが、その道が道理に適っていることを、あなたは確信しているからです。この覚悟ある決断が、最終的に状況を好転させます。"
    },
    "62": {
      "title": "ステージ6：これまでの道を振り返り、未来を占う。",
      "reason": "これまでの全ての経験を振り返り、自らの行いが正しかったかを内省している段階だからです。その深い自己分析が、未来の吉凶を見通すための重要な指針となります。"
    },
    "63": {
      "title": "ステージ1：仲間と共に、新たな始まり。",
      "reason": "新しいプロジェクトや関係性が、同じ志を持つ仲間たちと共に始まる素晴らしい段階だからです。その繋がりは、まるで根で結ばれた茅のように強固であり、共に行動することで、大きな成功が約束されています。"
    },
    "64": {
      "title": "ステージ2：中庸の徳、大いなる川を渡る。",
      "reason": "偏見や私情にとらわれず、常に中立で公平な視点を保っているからです。そのバランス感覚が、仲間をまとめ、大きな目標（大河を渡る）を達成するための推進力となります。"
    },
    "65": {
      "title": "ステージ3：平穏は去り、困難が訪れる。",
      "reason": "これまでの順調な状況が一変し、平穏が困難へと転じる過渡期にあるからです。どんなに安定した状況も、永遠には続かないという自然の摂理を、あなたは今まさに経験しています。"
    },
    "66": {
      "title": "ステージ4：誠実さで、下の者と心を通わせる。",
      "reason": "驕ることなく、誠実な心で下の者たちと向き合っているからです。その謙虚な姿勢が、身分の違いを超えた信頼関係を築き、組織全体に一体感をもたらします。"
    },
    "67": {
      "title": "ステージ5：最高の婚姻、大いなる幸運。",
      "reason": "最高の立場にある者が、謙虚に下の者と結ばれるという、理想的なパートナーシップが成立したからです。この身分違いの婚姻が、国全体に大きな幸運と安定をもたらします。"
    },
    "68": {
      "title": "ステージ6：城壁が崩れ落ちる、警告の時。",
      "reason": "これまでの幸運な状況が終わりを告げ、城壁が堀に崩れ落ちるように、衰退が始まったからです。もはや積極的な行動は裏目に出ます。運命を受け入れ、静かに時を待つしかありません。"
    },
    "69": {
      "title": "ステージ1：自らの力で、仲間を助ける。",
      "reason": "仲間が困難な状況にあるのを見て、自らの力で助け出そうとしているからです。しかし、あなたの力だけでは不十分であり、その行動は無駄に終わる可能性があります。今は自分の力を過信すべきではありません。"
    },
    "70": {
      "title": "ステージ2：馬を助け、力を尽くす。",
      "reason": "自分自身の力だけでは限界があることを悟り、仲間（馬）の助けを借りて、状況の好転に全力を尽くしているからです。この協力的な姿勢が、最終的に良い結果をもたらします。"
    },
    "71": {
      "title": "ステージ3：敵の罠、警戒が必要。",
      "reason": "目の前に獲物がいるように見えますが、それは敵が仕掛けた罠だからです。ここで欲を出すと、茂みに隠れた敵の兵士たちに囲まれ、深刻な事態に陥ります。慎重な判断が必要です。"
    },
    "72": {
      "title": "ステージ4：仲間との協力、問題なし。",
      "reason": "同じ目的を持つ仲間と力を合わせることで、困難な状況を乗り越えようとしているからです。その協力関係は本物であり、共に進むことで、非難されることは何もありません。"
    },
    "73": {
      "title": "ステージ5：仲間を信頼し、大きな獲物を逃す。",
      "reason": "仲間を信頼し、大きな獲物を追う役割を任せましたが、結果的にそれを逃してしまうからです。しかし、その信頼に基づいた行動自体に間違いはなく、最終的に問題とはなりません。"
    },
    "74": {
      "title": "ステージ6：天に昇る、大きな成功。",
      "reason": "これまでの全ての努力が報われ、公の場で大きな成功を収める段階だからです。それはまるで、天に昇るように輝かしく、誰からも賞賛される成果です。"
    },
    "75": {
      "title": "ステージ1：野原での共同作業、問題なし。",
      "reason": "身分や立場の違いを超えて、多くの人々とオープンな場で協力し合っているからです。その公平で開かれた姿勢が、物事をスムーズに進ませ、非難されることはありません。"
    },
    "76": {
      "title": "ステージ2：派閥を作らず、中立を保つ。",
      "reason": "徒党を組むことなく、常に中立的な立場を保っているからです。その公平な態度は、一部からは非難されるかもしれませんが、長い目で見れば最も賢明な選択です。"
    },
    "77": {
      "title": "ステージ3：敵の罠、3年勝てず。",
      "reason": "茂みに兵を伏せるように、相手を打ち破る機会をうかがっていますが、敵もまた強大であり、3年間は勝利できないことを示唆しています。短期的な勝利に固執せず、長期的な視点を持つことが重要です。"
    },
    "78": {
      "title": "ステージ4：城壁を攻めるも、攻めきれず。",
      "reason": "勝利を目前にしながらも、あと一歩のところで攻めきれずにいる、もどかしい状況だからです。これは、あなたの力が及ばないのではなく、まだ天の時が来ていないことを示しています。"
    },
    "79": {
      "title": "ステージ5：涙の後の笑い、ついに勝利。",
      "reason": "多くの困難と苦しみを乗り越え、涙を流すほどの経験を経て、ついに大きな勝利を手にするからです。この勝利は、これまでの全ての苦労が報われる、感動的な瞬間です。"
    },
    "80": {
      "title": "ステージ6：郊外での再会、祝福。",
      "reason": "一度は敵対した者たちが、戦いを終えて郊外で再会し、互いを認め合っているからです。この和解と祝福の光景は、物語の美しい結末を示しています。"
    },
    "81": {
      "title": "ステージ1：飾らないこと、最も美しい。",
      "reason": "多くのものが不足している質素な状況ですが、その飾らないありのままの姿にこそ、真の美しさが宿っているからです。物質的な豊かさではなく、精神的な充足がこのステージのテーマです。"
    },
    "82": {
      "title": "ステージ2：わずかな捧げもの、誠意が伝わる。",
      "reason": "捧げものはわずかですが、そこに込められた誠意は本物だからです。財産の多寡ではなく、心のあり方が重要であることを、このステージは教えています。"
    },
    "83": {
      "title": "ステージ3：神聖な儀式、問題なし。",
      "reason": "天地自然の恵みに対して、最高の敬意と感謝を捧げるという、神聖な儀式を行っているからです。その敬虔な心で行動する限り、咎められることはありません。"
    },
    "84": {
      "title": "ステージ4：誠実さによる援助、幸運。",
      "reason": "下の立場にある者が、上の立場の者の危機を誠実な心で助けるからです。その身分を超えた信頼関係が、両者に幸運をもたらし、物事を良い方向へ導きます。"
    },
    "85": {
      "title": "ステージ5：誠実なリーダーシップ、人望。",
      "reason": "誠実で豊かな徳を持ちながらも、驕ることなく、人々を導いているからです。その謙虚で力強いリーダーシップが、人々からの絶大な信頼と人望を集めています。"
    },
    "86": {
      "title": "ステージ6：天の助け、大いなる幸運。",
      "reason": "これまでの全ての行いが天に認められ、大いなる助けと幸運がもたらされる、最高の段階だからです。あなたの徳が、自然の摂理と完全に一致したことを示しています。"
    },
    "87": {
      "title": "ステージ3：労苦と謙遜、最後には報われる。",
      "reason": "大きな功績を上げながらも、その労を一切誇示せず、謙虚な姿勢を貫いているからです。その誠実な働きぶりを、人々も天も見過ごすことはありません。今は苦労が多くとも、最後には必ず大きな幸運がもたらされます。"
    },
    "88": {
      "title": "ステージ4：自分の役割を果たし、問題なし。",
      "reason": "自らの能力や立場を正しく認識し、その役割を適切に果たしているからです。その自己認識の正しさが、あなたを過ちから遠ざけ、非難されることのない安定した状況をもたらします。"
    },
    "89": {
      "title": "ステージ5：富を誇示せず、隣人と分かち合う。",
      "reason": "豊かでありながらも、それを誇示することなく、むしろ周囲の人々と分かち合おうとしているからです。その謙虚で利他的な姿勢が、真の人望を集め、侵略者からも身を守ります。"
    },
    "90": {
      "title": "ステージ6：謙虚さの表明、軍隊を動かす。",
      "reason": "謙虚さという徳を、今度は自国や自分の街を守るという、積極的な行動へと転換しているからです。その正義に基づいた断固たる姿勢は、軍隊を動かすほどの正当性を持っています。"
    },
    "91": {
      "title": "ステージ1：喜びの表明、幸運。",
      "reason": "指導者として、人々が安心して楽しめる状況を自ら作り出しているからです。その喜びを分かち合う姿勢が、組織全体に活気をもたらし、幸運を引き寄せます。"
    },
    "92": {
      "title": "ステージ2：岩のように固い意志。",
      "reason": "外部からの誘惑や快楽に対して、岩のように固い意志で自らを律しているからです。その自己制御能力は、一日も経たないうちに、良い結果となって現れます。"
    },
    "93": {
      "title": "ステージ3：媚びへつらう喜び、凶。",
      "reason": "本来の自分を見失い、他者に媚びへつらうことで、偽りの喜びを得ようとしているからです。その卑屈な態度は、必ず凶事を招きます。"
    },
    "94": {
      "title": "ステージ4：喜びを計算し、安泰を得る。",
      "reason": "どの喜びを追求し、どの喜びを捨てるべきかを冷静に計算し、決断しているからです。その理性的な判断力が、心の病（憂い）を取り除き、安泰な状態をもたらします。"
    },
    "95": {
      "title": "ステージ5：敵からの分離、危険が迫る。",
      "reason": "あなたのすぐ近くに、信頼できない危険な人物がいるからです。その腐敗した要素を放置すれば、いずれあなた自身に危険が及ぶことになります。すぐに関係を断つべきです。"
    },
    "96": {
      "title": "ステージ6：引き込まれる喜び。",
      "reason": "他者の喜びや楽しげな雰囲気に、自然と引き込まれていく状態だからです。この段階では、自らが主導するのではなく、周囲の流れに身を任せることが、最も自然な選択となります。"
    },
    "97": {
      "title": "ステージ5：病が長引くも、死なず。",
      "reason": "喜びや楽しみに溺れるという病が、長期間続いている状態だからです。その不健全な状態は、あなたを蝕んでいますが、まだ生命を失うほどの致命的な状況には至っていません。"
    },
    "98": {
      "title": "ステージ6：暗闇の中で、意識を改める。",
      "reason": "喜びの祭りが終わり、暗闇の中でようやく間違いに気づいた段階だからです。もしこの段階で意識を改め、生き方を変えるならば、大きな過ちには至りません。"
    },
    "99": {
      "title": "ステージ1：状況の変化に、柔軟に対応する。",
      "reason": "これまで準拠してきた基準やルールが、根本から変化する状況にあるからです。古い常識に固執せず、門を出て新しい人々と交わることで、この変化の波に乗り、成功を収めることができます。"
    },
    "100": {
      "title": "ステージ2：目先の利益に囚われ、大切なものを失う。",
      "reason": "目先の小さな利益（子供）に心を奪われ、本来付き従うべき大きな存在（大人）を見失っているからです。短期的な誘惑に負けると、長期的に見てより価値のあるものを失うことになります。"
    },
    "101": {
      "title": "ステージ3：大きな流れに従い、小さなものを捨てる。",
      "reason": "より大きな目的（大人）に従うために、これまでの小さな繋がり（子供）から離れる決断を迫られているからです。この決断は、あなたがより高い次元の目標に向かうために不可欠なプロセスです。"
    },
    "102": {
      "title": "ステージ4：誠意がなくても、付き従う者がいれば利益がある。",
      "reason": "あなたの下にいる者たちが、たとえ不誠実な動機であっても、あなたに従うことで利益を得る状況だからです。その結果、あなたの立場は強化されますが、その関係性の本質を見極める必要があります。"
    },
    "103": {
      "title": "ステージ5：優れたものを信じ、従う。",
      "reason": "優れた人物や理念（嘉）の価値を心から信じ、それに誠実に従っているからです。その純粋な信頼が、あなた自身を徳の高い存在へと引き上げ、幸運をもたらします。"
    },
    "104": {
      "title": "ステージ6：雁字搦めの状態、王も認める。",
      "reason": "複雑な人間関係や状況に深く縛りつけられ、もはや自分一人の力では抜け出せない状態だからです。その誠実さを最高指導者である王も認めており、この状況を打開するための儀式を行うでしょう。"
    },
    "105": {
      "title": "ステージ1：腐敗の始まり、意識を改める。",
      "reason": "長い間放置されてきた問題が、腐敗の始まりとして表面化してきた段階だからです。父が遺した問題を子が解決するように、過去の惰性を断ち切り、意識を根本から改める強い意志が求められます。"
    },
    "106": {
      "title": "ステージ2：過去の腐敗、力ではなく柔軟さで正す。",
      "reason": "過去の世代が遺した問題（母の蠱）を、力で矯正するのではなく、柔軟なアプローチで解決しようとしているからです。強硬な手段は反発を招くだけであり、中庸の徳を保つことが重要です。"
    },
    "107": {
      "title": "ステージ3：性急な改革、小さな後悔。",
      "reason": "過去の問題を性急に改革しようとするあまり、多少のやり過ぎが生じてしまっているからです。その積極性は評価できますが、小さな後悔や反省は避けられません。しかし、大きな問題には至りません。"
    },
    "108": {
      "title": "ステージ4：腐敗の放置、大きな過ち。",
      "reason": "対処すべき問題を放置し、その腐敗が手のつけられない状態になっているからです。この怠慢は、あなたの評価を著しく下げ、大きな後悔に繋がります。"
    },
    "109": {
      "title": "ステージ5：徳による改革、称賛を得る。",
      "reason": "力ではなく、徳と名誉をもって、過去から続く問題を根本的に解決しているからです。その優れた手腕は、父の跡を継ぐ子のように、周囲から大きな称賛と評価を得ることになります。"
    },
    "110": {
      "title": "ステージ6：世俗を超越し、高潔に生きる。",
      "reason": "もはや世俗的な事柄には関わらず、自らの精神性を高めることに専念している、孤高の聖人の段階だからです。王侯に仕えるのではなく、自らの道を高潔に歩むことを選択しています。"
    },
    "111": {
      "title": "ステージ1：慈愛に満ちたリーダーシップの始まり。",
      "reason": "慈愛に満ちた心で、人々や物事に接し始める段階だからです。その影響力はまだ限定的ですが、その姿勢そのものが正しく、幸운な結果をもたらします。"
    },
    "112": {
      "title": "ステージ2：慈愛と責任感、大いなる幸運。",
      "reason": "慈愛の心と、自らの責任を全うする強い意志が組み合わさっている、理想的な状態だからです。そのバランスの取れたリーダーシップが、天からの助けをも引き寄せ、大いなる幸運に繋がります。"
    },
    "113": {
      "title": "ステージ3：甘い顔をするリーダー、後悔する。",
      "reason": "リーダーとしての厳しさを欠き、単に甘い顔をしてしまうことで、長期的な問題の種を蒔いているからです。その場限りの優しさは、いずれ後悔する結果を招きます。"
    },
    "114": {
      "title": "ステージ4：公平な姿勢、問題なし。",
      "reason": "私情を挟まず、誰に対しても公平な態度で接しているからです。その公正な姿勢が、あなたの周りに健全な秩序をもたらし、咎められることはありません。"
    },
    "115": {
      "title": "ステージ5：王の徳、心配は不要。",
      "reason": "王のような絶対的なリーダーが、慈愛に満ちた徳で全てを包み込んでいるからです。その太陽のような存在の前では、病が癒えるように、いかなる心配事も自然と消え去っていきます。"
    },
    "116": {
      "title": "ステージ6：慈愛の徳が、内側から現れる。",
      "reason": "慈愛に満ちた徳が、もはや意識せずとも、あなたの内側から自然に溢れ出している状態だからです。その豊かな人間性が、周囲の人々を深く感化します。"
    },
    "117": {
      "title": "ステージ1：子供の視点、問題なし。",
      "reason": "まだ物事の全体像が見えていない、子供のような視点を持っているからです。その無邪気さや未熟さは、この初期段階においては、咎められるべきものではありません。"
    },
    "118": {
      "title": "ステージ2：閉ざされた視点、凶事を招く。",
      "reason": "扉の隙間から覗くように、非常に偏った、閉鎖的な視点でしか物事を捉えられていないからです。その歪んだ認識が、凶事を招く直接的な原因となります。"
    },
    "119": {
      "title": "ステージ3：自分自身の状況が見えていない。",
      "reason": "周囲の状況は観察できていますが、肝心な自分自身の姿や立場が見えていない状態だからです。その客観性の欠如が、あなたの判断を誤らせ、自らの足元をすくわれるような致命的な失敗に繋がります。"
    },
    "120": {
      "title": "ステージ4：公の立場から、状況を観察する。",
      "reason": "国の光を見るように、個人的な視点ではなく、公の、より高い立場から物事を観察しているからです。その広い視野が、国全体の利益に繋がるような有益な洞察をもたらします。"
    },
    "121": {
      "title": "ステージ5：自己の内省、問題なし。",
      "reason": "他者の動向ではなく、自分自身の人生や内面を深く見つめ直しているからです。その内省的な姿勢は、徳の高い人物の行いとして、非難されるべきものではありません。"
    },
    "122": {
      "title": "ステージ6：他者の人生を観察し、内省する。",
      "reason": "自分自身だけでなく、広く人々の生き様を観察し、そこから普遍的な教訓を学んでいる、賢者の段階だからです。その深い洞察が、あなたに咎めのない安らかな境地をもたらします。"
    },
    "123": {
      "title": "ステージ1：障害物を噛み砕く、問題なし。",
      "reason": "物語の始まりにおいて、行く手を阻む小さな障害物を、力強く噛み砕いている段階だからです。この初期段階での積極的な問題解決は、今後の道を切り開く上で、咎められることはありません。"
    },
    "124": {
      "title": "ステージ2：柔らかな問題、しかし深く刺さる。",
      "reason": "肉のように柔らかな問題に深く鼻先を突っ込んでしまい、抜け出せなくなっているからです。一見簡単そうに見える問題ほど、慎重な対処が必要であることを、このステージは教えています。"
    },
    "125": {
      "title": "ステージ3：古い問題、毒にあたる。",
      "reason": "過去から残された塩漬けの干し肉のように、古くて質の悪い問題に手を出してしまっているからです。それは僅かな毒を含んでおり、小さな問題を引き起こしますが、大きな咎めはありません。"
    },
    "126": {
      "title": "ステージ4：困難な問題を解決し、利益を得る。",
      "reason": "骨付きの干し肉を噛み砕くように、非常に困難で硬い問題に取り組んでいるからです。この困難な仕事を着実にやり遂げることで、あなたは金銭的な利益と、問題を解決するための鋭い知恵（金の矢）の両方を手にします。"
    },
    "127": {
      "title": "ステージ5：乾いた黄金、危険を認識する。",
      "reason": "黄金のように価値はあるものの、非常に硬く、扱いづらい問題に取り組んでいるからです。この問題は、正しくあり続けることで利益を得られますが、同時に危険も伴うことを常に認識しておく必要があります。"
    },
    "128": {
      "title": "ステージ6：罰を受け、耳が聞こえなくなる。",
      "reason": "これまでの全ての行いの結果として、首枷をはめられるほどの大きな罰を受けているからです。その罰の重さによって、あなたは耳が聞こえなくなるほど、反省し、内面を見つめ直すことを余儀なくされます。"
    },
    "129": {
      "title": "ステージ1：飾るべきか、飾らざるべきか。",
      "reason": "自らの足元を飾るべきか、それとも乗り物（車）を捨てて歩むべきか、という選択を迫られているからです。これは、外面的な体裁を整えるか、内面的な実質を重んじるか、という生き方の根本的な問いです。"
    },
    "130": {
      "title": "ステージ2：あごひげを飾り、上の存在に従う。",
      "reason": "自分の力だけで進むのではなく、あごひげを整えるように、自らを補佐的な立場に置き、上の存在と共に行動しているからです。この協調的な姿勢が、物事をスムーズに進めます。"
    },
    "131": {
      "title": "ステージ3：濡れ輝く、永遠の幸運。",
      "reason": "飾り立てた姿が、雨に濡れて艶やかに輝いているように、あなたの魅力や徳が最高の状態で発揮されているからです。この潤いに満ちた状態を保ち続ければ、永遠の幸運が約束されます。"
    },
    "132": {
      "title": "ステージ4：質素な姿、疑念の後の喜び。",
      "reason": "白い馬が飛んでくるように、質素でありながらも誠実な求婚者が現れる状況だからです。最初は疑念を抱くかもしれませんが、最終的には誠実なパートナーシップを結ぶことになります。"
    },
    "133": {
      "title": "ステージ5：質素な贈り物、しかし心は豊か。",
      "reason": "丘の上の庭園のように質素な場所にありますが、そこからの贈り物は、心がこもっているため、非常に価値が高いからです。物質的な乏しさは、精神的な豊かさによって補われ、最終的に幸運を得ます。"
    },
    "134": {
      "title": "ステージ6：飾らないこと、究極の美。",
      "reason": "全ての装飾を取り払い、飾らないありのままの姿に至った、究極の境地だからです。この本質的な美しさの前では、いかなる言葉も不要となります。"
    },
    "135": {
      "title": "ステージ1：土台が崩れ始める、危険な兆候。",
      "reason": "寝台の足が剥ぎ取られるように、物事の土台が静かに崩れ始めている段階です。まだ直接的な被害はありませんが、この危険な兆候を放置すれば、やがて全体が崩壊します。"
    },
    "136": {
      "title": "ステージ2：寝台の本体を剥ぎ落とされる。",
      "reason": "危機が進行し、土台だけでなく、物事の本体そのものが侵食され始めているからです。共に助け合う仲間がいないために孤立し、さらに危機的な状況に陥っています。"
    },
    "137": {
      "title": "ステージ3：仲間から離れ、難を逃れる。",
      "reason": "このステージでは、崩壊を進める集団の論理から離反することが求められるからです。不健全な仲間との関係を断ち切ることで、あなたは唯一残ったリーダーと繋がり、崩壊を免れることができます。"
    },
    "138": {
      "title": "ステージ4：肌にまで及ぶ、差し迫った危機。",
      "reason": "これまであなたを守っていた土台が完全に剥ぎ落とされ、その身一つで危機に直接晒されているからです。もはや言い訳は通用せず、問題はあなたの肌身に直接突きつけられています。"
    },
    "139": {
      "title": "ステージ5：魚の群れを率いるように、危機を乗り越える。",
      "reason": "宮中の女官を率いる魚のように、危険な状況下でリーダーシップを発揮しているからです。下の者たちからの寵愛を受け、一致団結することで、この困難な状況を乗り越えることができます。"
    },
    "140": {
      "title": "ステージ6：大きな果実、究極の結末。",
      "reason": "全ての陰が剥ぎ落とされ、一つの陽が大きな果実として残る、物語の結末だからです。未熟な者にとっては災いでも、徳の高い人にとっては、これまでの全ての困難が報われる最高の成果となります。"
    },
    "141": {
      "title": "ステージ1：すぐに引き返す、過ちを改める。",
      "reason": "道からわずかに外れた初期段階で、自ら過ちに気づき、すぐに引き返すことができるからです。この迅速な自己修正が、大きな失敗を未然に防ぎ、あなたの徳の高さを証明します。"
    },
    "142": {
      "title": "ステージ2：静かに立ち返り、幸運を得る。",
      "reason": "自らの意思で、華々しくなく、静かに善の道へ立ち返ることを選択したからです。誰かに強制されるのではなく、自発的に善を選ぶその姿勢が、周囲からの深い信頼と幸運に繋がります。"
    },
    "143": {
      "title": "ステージ3：頻繁に過ちを繰り返す、危うい状態。",
      "reason": "過ちと反省を何度も繰り返している、非常に不安定な状態だからです。その一貫性のない態度は、あなた自身の信頼を損ない、恥をかく結果を招きます。根本的な自己変革が必要です。"
    },
    "144": {
      "title": "ステージ4：一人だけ、正しい道を行く。",
      "reason": "周囲の者たちが皆、道を誤っている中で、あなた一人だけが正しい道を歩んでいるからです。その孤高の姿勢は、困難を伴いますが、最終的に咎められることはありません。"
    },
    "145": {
      "title": "ステージ5：力強く立ち返り、後悔なし。",
      "reason": "リーダーとして、力強く、そして堂々と正しい道に立ち返ることを宣言しているからです。その迷いのない決断力が、過去の過ちを完全に清算し、後悔の念を消し去ります。"
    },
    "146": {
      "title": "ステージ6：道を誤り、大きな災いを招く。",
      "reason": "道を間違えているにも関わらず、軍隊を動かすように、その誤った道を進み続けているからです。その頑なな態度は、最終的に国主をも巻き込む、大きな災いを引き起こします。"
    },
    "147": {
      "title": "ステージ1：無心で進めば、幸運が訪れる。",
      "reason": "純粋で無心な状態で物事を始める、素晴らしい段階だからです。この時点では、計算や私心を挟まず、自然な衝動に従って進むことで、最良の結果がもたらされます。"
    },
    "148": {
      "title": "ステージ2：見返りを期待せず、行動する。",
      "reason": "まだ収穫の時期ではありませんが、あなたは目の前の仕事に誠実に取り組んでいます。行動の結果に一喜一憂せず、ただ黙々と徳を積むその姿勢が、未来の大きな実りへと繋がります。"
    },
    "149": {
      "title": "ステージ3：予期せぬ災難、しかし誰のせいでもない。",
      "reason": "あなたが何も悪いことをしていないにも関わらず、通りすがりの牛が繋がれるように、不可抗力的な災難に巻き込まれているからです。これはあなたの責任ではありません。状況を受け入れ、時が過ぎるのを待つのが賢明です。"
    },
    "150": {
      "title": "ステージ4：正しい道、問題なし。",
      "reason": "あなたが正しい道を着実に歩んでおり、その信念に一切の揺らぎがないからです。その確固たる姿勢を保ち続ける限り、咎められることは何もありません。"
    },
    "151": {
      "title": "ステージ5：予期せぬ病、薬は不要。",
      "reason": "予期せぬ小さな問題（病）が発生しますが、それは薬に頼るまでもなく、自然に快方へ向かうからです。これは、あなたが本来持っている自己治癒力や問題解決能力を信頼すべきだというメッセージです。"
    },
    "152": {
      "title": "ステージ6：行き過ぎた行動、災いを招く。",
      "reason": "状況がもはやこれまで通りではないことに気づかず、無邪気に行動し続けているからです。その無自覚な前進が、かえって身を滅ぼす災いを招くことになります。立ち止まるべき時です。"
    },
    "153": {
      "title": "ステージ1：危険を前に、進むのを止める。",
      "reason": "行く手に明らかな危険（山）を察知し、自らの意志で前진を止めているからです。その理性的な自制心が、あなたを大きな災いから守り、将来の飛躍のためのエネルギーを蓄えさせます。"
    },
    "154": {
      "title": "ステージ2：車軸を外し、強制的に止まる。",
      "reason": "自らの意志だけでは前進したいという誘惑を断ち切れないため、車軸を外すように、物理的に進めない状況を自ら作り出しているからです。この強制的な停止が、あなたの安全を確保します。"
    },
    "155": {
      "title": "ステージ3：名馬のように、従う者を導く。",
      "reason": "優れたリーダーが、統率の取れたチーム（馬の群れ）を率いて、一致団結して目標に向かっているからです。その力強い前進は、日々の鍛錬と正しい目標設定の賜物です。"
    },
    "156": {
      "title": "ステージ4：幼い牛の角に枷をはめる。",
      "reason": "まだ未熟でコントロール不能な力（幼い牛の角）が暴走しないよう、早期に適切な制限（枷）を設けているからです。この賢明な予防措置が、将来の大きな災いを未然に防ぎます。"
    },
    "157": {
      "title": "ステージ5：去勢された豚の牙、幸運。",
      "reason": "最も危険で攻撃的な力（牙）を、去勢するように、根本から無力化しているからです。その徹底したリスク管理能力が、あなたに大きな幸運をもたらします。"
    },
    "158": {
      "title": "ステージ6：天の道、大いなる成功。",
      "reason": "これまでの全ての努力と自制が天に認められ、何の障害もなく、天の道そのものを進んでいるような、究極の境地に至ったからです。その姿は、誰にも妨げられることのない大いなる成功の象徴です。"
    },
    "159": {
      "title": "ステージ1：自分を捨て、他者のために。",
      "reason": "自分自身の利益やプライドを捨て、他者や全体の利益のために、心と体を捧げているからです。その自己犠牲の精神が、あなたの人間的な器を大きく広げます。"
    },
    "160": {
      "title": "ステージ2：自分の立場をわきまえず、凶。",
      "reason": "自分自身の立場（腹）をわきまえず、本来は指導者の領域である顔（上）にまで口出ししようとしているからです。その越権行為は、必ず凶事を招きます。"
    },
    "161": {
      "title": "ステージ3：養うべきでないものを養い、凶。",
      "reason": "本来の目的や道を忘れ、養うべきでないもの（不健全な欲望や関係）にエネルギーを注いでいるからです。その間違った選択を続ける限り、あなたは3年間、何も得ることができません。"
    },
    "162": {
      "title": "ステージ4：獲物を狙う虎、問題なし。",
      "reason": "獲物を狙ってじっと見下ろす虎のように、注意深く、そして力強く、養うべき対象を見守っているからです。その鋭い視線と集中力が、あなたを咎めのない安定した状態へと導きます。"
    },
    "163": {
      "title": "ステージ5：他者の助けを借り、事を成す。",
      "reason": "自分一人の力では大きな事を成し遂げられないことを自覚し、優れた他者の助けを借りているからです。しかし、その助けに依存しすぎると、いずれ限界が訪れます。最終的には自立が必要です。"
    },
    "164": {
      "title": "ステージ6：全ての者を養う、大いなる責任。",
      "reason": "全ての者を養うという、非常に大きな責任と危険を伴う立場にいるからです。この重責を自覚し、慎重に行動することで、最終的に大きな幸運がもたらされます。"
    },
    "165": {
      "title": "ステージ1：足元の土台を固める。",
      "reason": "大きな目標（大過）を前に、まずは自分の足元にある土台を慎重に固めているからです。白い茅を敷くように、丁寧で敬虔な準備が、これからの困難な道を支える基盤となります。"
    },
    "166": {
      "title": "ステージ2：古いものとの再生。",
      "reason": "枯れた楊が新しい芽を出すように、一度は終わった、あるいは年老いた関係性から、予期せぬ新しい可能性が生まれているからです。この意外な組み合わせが、あなたに利益をもたらします。"
    },
    "167": {
      "title": "ステージ3：棟木がたわむ、限界状態。",
      "reason": "屋根を支える最も重要な柱（棟木）が、重さに耐えきれずにたわんでいる、限界的な状況だからです。このままでは、建物全体が崩壊する危険があります。"
    },
    "168": {
      "title": "ステージ4：棟木が補強され、安定する。",
      "reason": "限界だった棟木が、下の者からの適切なサポートによって補強され、安定を取り戻したからです。この上下の協力関係が、組織全体の危機を救い、恥をかくことを防ぎます。"
    },
    "169": {
      "title": "ステージ5：枯れた木に花が咲く。",
      "reason": "枯れた楊に花が咲くように、もはや可能性がないと思われていた状況から、美しい成果が生まれているからです。しかし、その花は一時的なものであり、長続きはしません。"
    },
    "170": {
      "title": "ステージ6：危険を顧みず、人々を救う。",
      "reason": "自分自身の危険を顧みず、人々を救うために無謀な行動に出ているからです。その行為は自らを滅ぼすほどの危険を伴いますが、その自己犠牲の精神に、非難されるべき点はありません。"
    },
    "171": {
      "title": "ステージ1：困難に慣れ、さらに深い困難へ。",
      "reason": "困難な状況に慣れてしまい、無自覚にさらに深い危険へと足を踏み入れているからです。危険に対する感性が麻痺しており、このままでは抜け出すことができなくなります。"
    },
    "172": {
      "title": "ステージ2：困難の中で、わずかな救いを求める。",
      "reason": "次から次へと困難が襲ってくる中で、わずかな救い（小さな円盤）を必死に求めているからです。しかし、今はまだ本格的な解決には至らず、小さな成功を得るに留まります。"
    },
    "173": {
      "title": "ステージ3：進退窮まり、八方塞がり。",
      "reason": "前も後ろも、そして横も、全てが困難な壁で塞がれ、完全な八方塞がりの状態に陥っているからです。今は下手に動かず、ただその場で救助を待つしかありません。"
    },
    "174": {
      "title": "ステージ4：協力し合い、困難を乗り切る。",
      "reason": "樽と甕という簡素な道具を使い、仲間と協力し合うことで、困難な状況をなんとか乗り切ろうとしているからです。その質素で誠実な協力関係が、最終的にあなたを災いから守ります。"
    },
    "175": {
      "title": "ステージ5：困難の中心、水が満ち始める。",
      "reason": "困難の真っ只中にいますが、水が満ちて平らになるように、状況はこれ以上悪化せず、安定に向かい始めているからです。この中心点を乗り越えれば、問題は解決へと向かいます。"
    },
    "176": {
      "title": "ステージ6：縛られ、茨の道を行く。",
      "reason": "黒い縄で縛られ、茨の茂みの中に囚われているように、自由を完全に失い、身動きが取れない状態だからです。3年間はこの苦しい状況が続きますが、最終的に道を見失うことはありません。"
    },
    "177": {
      "title": "ステージ1：始まりの輝き、しかし闇に落ちる。",
      "reason": "朝日が昇るように、物事が華々しく始まったものの、すぐに日食のようにその輝きが失われてしまうからです。最初の勢いに幻惑されず、現実を冷静に見つめる必要があります。"
    },
    "178": {
      "title": "ステージ2：大きな光、リーダーの出現。",
      "reason": "日中の太陽のように、強い光があなたの足元を照らしているからです。この状況は、信頼できる強力なリーダーや協力者が現れることを示唆しています。疑念を捨て、その導きに従うべきです。"
    },
    "179": {
      "title": "ステージ3：夕暮れの光、老いの嘆き。",
      "reason": "夕日のように、勢いが衰え、終わりが近づいている状況だからです。大きな器を叩いて歌うのは、過ぎ去った栄光を嘆く老人の姿であり、新たな創造は期待できません。"
    },
    "180": {
      "title": "ステージ4：突然の輝き、しかしすぐに消える。",
      "reason": "突然現れた強い光によって、これまで隠されていた問題が照らし出されているからです。その輝きは長続きせず、すぐに闇に帰します。一時的な勢いに惑わされてはいけません。"
    },
    "181": {
      "title": "ステージ5：涙の後の輝き、大いなる幸運。",
      "reason": "深い悲しみや憂いを乗り越え、涙の後に、ようやく本来の輝きを取り戻したからです。その経験によって人間的な深みを増したあなたの姿が、周囲に感化を与え、大いなる幸運を引き寄せます。"
    },
    "182": {
      "title": "ステージ6：輝きを失い、自滅する。",
      "reason": "本来の輝きを完全に失い、自ら定めた規律（家）を焼き払うように、自滅的な行動を取っているからです。その態度は、リーダーとしての資格を完全に失わせるものです。"
    },
    "183": {
      "title": "ステージ1：足の指への感応。",
      "reason": "物事の始まりにおいて、足の親指に微かな感応（心の動き）を感じ取っている段階だからです。その初期衝動はまだ弱く、具体的な行動に移すにはエネルギーが不足しています。"
    },
    "184": {
      "title": "ステージ2：ふくらはぎへの感応、凶。",
      "reason": "ふくらはぎに感応が起こり、衝動的に動き出したいという欲求に駆られているからです。しかし、この段階で動くのは尚早であり、凶事を招きます。じっと待つことが求められます。"
    },
    "185": {
      "title": "ステージ3：太ももへの感応、進むのは凶。",
      "reason": "太ももに感応が起こり、衝動的に前進したいという強い欲求に駆られていますが、それはあなたを誤った道へと導くからです。その衝動に従うのではなく、本来従うべきリーダーと共に行動すべきです。"
    },
    "186": {
      "title": "ステージ4：後悔なき感応、幸運。",
      "reason": "あなたの心が誠実であり、その思いが一点の曇りもなく相手に伝わっているからです。その純粋な心の交流は、後悔の念を生じさせず、友人たちもあなたの思いに従います。"
    },
    "187": {
      "title": "ステージ5：背中への感応、後悔なし。",
      "reason": "感応が、もはや心や感情といったレベルではなく、背中の肉という、意志の及ばない領域で起こっているからです。それは理屈を超えた深い繋がりであり、後悔の余地はありません。"
    },
    "188": {
      "title": "ステージ6：口先だけの感応。",
      "reason": "感応が、もはや心からのものではなく、口先だけの浅いレベルに落ちてしまっているからです。その薄っぺらな言葉は、誰の心にも響かず、何の力も持ちません。"
    },
    "189": {
      "title": "ステージ1：永遠を求める、性急な心。",
      "reason": "物事の始まりから、あまりにも性急に、永遠で不変の関係性を求めているからです。その深い欲求は、長期的には良い結果をもたらしますが、短期的には焦りを生み、問題を引き起こします。"
    },
    "190": {
      "title": "ステージ2：後悔が消える。",
      "reason": "これまでの性急さや過ちを深く反省し、その結果として後悔の念が完全に消え去ったからです。この心の平穏が、あなたを再び正しい道へと導きます。"
    },
    "191": {
      "title": "ステージ3：徳が安定せず、恥をかく。",
      "reason": "あなたの徳がまだ安定しておらず、その時々の感情や状況によって態度が揺らいでしまうからです。その一貫性のない振る舞いが、外部からの不信を招き、恥をかく原因となります。"
    },
    "192": {
      "title": "ステージ4：いるべき場所に、獲物がいない。",
      "reason": "あなたが長年、いるべきではない場所（狩り場）に留まり続けていたからです。そこには、あなたが求めるべき成果（獲物）は、もはや存在しません。環境を変えるべき時です。"
    },
    "193": {
      "title": "ステージ5：婦徳、夫にとっては凶。",
      "reason": "妻が自らの徳（婦徳）に従って行動していますが、その貞淑さが、夫にとっては束縛となり、自由な活動を妨げているからです。どちらが正しいという訳ではなく、立場の違いが葛藤を生んでいます。"
    },
    "194": {
      "title": "ステージ6：動揺し続け、凶。",
      "reason": "組織や物事の最も上の立場にありながら、精神的な動揺を続け、落ち着きがないからです。そのリーダーの不安定さが、組織全体に悪影響を及ぼし、凶事を招きます。"
    },
    "195": {
      "title": "ステージ1：逃げ遅れる、危険な状況。",
      "reason": "退却すべき状況であるにも関わらず、最後尾にいて逃げ遅れている、非常に危険な状態だからです。この段階で無理に進もうとすれば、必ず災難に巻き込まれます。今は動かず、嵐が過ぎ去るのを待つべきです。"
    },
    "196": {
      "title": "ステージ2：黄色い革紐、固い決意。",
      "reason": "退きたくても退けない状況に対し、黄色い革紐のように、固く、そして柔軟な意志で耐え忍んでいるからです。その強い精神力によって、あなたはこの困難な状況から離れることができずにいます。"
    },
    "197": {
      "title": "ステージ3：部下や家族への未練、危険な退却。",
      "reason": "退却すべき時に、部下や家族といった、しがらみへの未練によって、迅速な決断ができないでいるからです。その感情的な執着が、あなたを危険な状況に留まらせ、病のような災いを招きます。"
    },
    "198": {
      "title": "ステージ4：善なる退却、しかし部下は救えず。",
      "reason": "下の者たちへの執着を断ち切り、自らが善き道へと退くことを決断したからです。その決断は君子としては正しいですが、残念ながら、あなたに従ってこられるのは同じ君子だけで、下の者たちを救うことはできません。"
    },
    "199": {
      "title": "ステージ5：美しい退却、問題なし。",
      "reason": "退却のタイミングと方法が完璧であり、その去り際が非常に美しいからです。その模範的な退き方によって、あなたは誰からも非難されることなく、正しい道を守り抜くことができます。"
    },
    "200": {
      "title": "ステージ6：余裕ある退却、何事も上手くいく。",
      "reason": "もはや何物にも囚われることなく、心に余裕を持って悠々と退いている、賢者の境地だからです。その執着のない心境が、何事も上手くいくという、最高の状態をもたらしています。"
    },
    "201": {
      "title": "ステージ1：足の指への力、進みすぎは凶。",
      "reason": "力の使い方がまだ足の指レベルであり、勢い余って前進しすぎようとしているからです。その未熟な力の使い方は、無謀な行動に繋がり、必ず失敗を招きます。今は慎重になるべきです。"
    },
    "202": {
      "title": "ステージ2：ふくらはぎの力、幸運。",
      "reason": "ふくらはぎに力がみなぎり、前進するための準備が整った状態だからです。その力強い勢いと正しい判断力が組み合わさり、幸運な結果を引き寄せます。"
    },
    "203": {
      "title": "ステージ3：腰の力、危険な状態。",
      "reason": "腰にまで力が入り、もはや後戻りできないほど、深く前進してしまっている危険な状態だからです。その力強い前進は、羊が垣根に角を突き刺して動けなくなるように、あなたを身動きの取れないジレンマに陥らせます。"
    },
    "204": {
      "title": "ステージ4：垣根が破れ、力が解放される。",
      "reason": "あなたを閉じ込めていた障害（垣根）が破れ、抑えつけられていた強大なエネルギーが解放されたからです。その力は、大きな車を動かすほどのパワーを持ち、もはや誰にも止めることはできません。"
    },
    "205": {
      "title": "ステージ5：力を失い、後悔なし。",
      "reason": "隣国の羊を易々と失うように、あれほど強大だった力を、いとも簡単に手放しているからです。その力への執着のなさが、あなたに心の平穏をもたらし、後悔することはありません。"
    },
    "206": {
      "title": "ステージ6：角で突き進み、行き詰まる。",
      "reason": "力を失ったにも関わらず、過去の成功体験に囚われ、なおも力で進もうとしているからです。その頑なな態度は、羊が角で進もうとして行き詰まるように、あなたを完全な手詰まり状態に陥らせます。"
    },
    "207": {
      "title": "ステージ1：進み出て、すぐに行き詰まる。",
      "reason": "昇進しようと進み出たものの、すぐに障害にぶつかり、進むことを妨げられているからです。この段階では、まだ周囲の信頼を得られておらず、あなたの前進を快く思わない力が働いています。"
    },
    "208": {
      "title": "ステージ2：進めない悲しみ、しかし幸運。",
      "reason": "思うように進めないことに、あなたは深い悲しみや憂いを感じています。しかし、その停滞が、かえってあなたに大きな幸運（祖母からの祝福）をもたらすという、逆説的な状況です。"
    },
    "209": {
      "title": "ステージ3：皆の信頼を得て、進む。",
      "reason": "これまでの誠実な働きが認められ、周囲の全ての者から信頼を得て、満場一致で前進を許されたからです。もはやあなたの行く手を阻むものは何もありません。"
    },
    "210": {
      "title": "ステージ4：ネズミのように進む、危険な状態。",
      "reason": "日中のネズミのように、本来いるべきでない場所で、こそこそと不正な手段で前進しようとしているからです。その行いは非常に危険であり、いずれ必ず露見し、厳しい罰を受けることになります。"
    },
    "211": {
      "title": "ステージ5：損得を考えず、あるがままに進む。",
      "reason": "物事が上手くいくか、いかないか、といった損得勘定を一切手放しているからです。その執着のない、あるがままの姿勢が、かえって物事を好転させ、幸運を引き寄せます。"
    },
    "212": {
      "title": "ステージ6：角を使って進む、袋小路。",
      "reason": "もはや袋小路に入っており、角を使って無理やり道を開こうとしている、非常に苦しい状況だからです。その攻撃的な姿勢は、自分自身や身内を律するためだけなら許されますが、それ以外では凶となります。"
    },
    "213": {
      "title": "ステージ1：傷ついた翼、苦難の旅の始まり。",
      "reason": "旅の始まりにおいて、早くも翼を傷つけられ、思うように飛べない苦しい状況だからです。その苦難は、三日間食事もできないほどの厳しいものとなります。それでも進むべき道があるならば、行く先々で非難や中傷を受けることを覚悟しなければなりません。"
    },
    "214": {
      "title": "ステージ2：左股を負傷、しかし馬で救われる。",
      "reason": "計画の土台となる部分に、予期せぬ弱点が見つかり、自力で進むことが困難な状況です。しかし、力強い協力者（馬）の出現によって、あなたはその危機を乗り越えることができます。今は他者の助けを素直に受け入れるべきです。"
    },
    "215": {
      "title": "ステージ3：南で狩り、敵の頭を得る。",
      "reason": "困難な状況の主原因である「敵の頭」を、南での狩りのように、的確な戦略で打ち破ったからです。あまりに性急な解決は避けるべきですが、この問題解決は正しい行動です。"
    },
    "216": {
      "title": "ステージ4：敵の懐へ、静かに入る。",
      "reason": "敵の懐に潜り込み、相手の腹の中を探るように、静かに情報を収集しているからです。その慎重で知的なアプローチによって、あなたは敵の弱点を見つけ出し、最終的に勝利します。"
    },
    "217": {
      "title": "ステージ5：才能を隠し、賞賛を得る。",
      "reason": "最初に非難されながらも、最終的にはその才能が認められ、大きな賞賛と利益を得るからです。その逆転劇は、あなたの隠された徳と実力が本物であることの証明です。"
    },
    "218": {
      "title": "ステージ6：天に昇り、地に落ちる。",
      "reason": "最初は天に昇るほどの成功を収めますが、やがてその輝きを失い、地に落ちるという、極端な盛衰の物語だからです。これは、道理に反したやり方で得た成功が、決して長続きしないことを示しています。"
    },
    "219": {
      "title": "ステージ1：規律を守り、家庭の基盤を築く。",
      "reason": "家庭という共同体の始まりにおいて、まず厳格な規律を設けることで、その後の混乱を防いでいるからです。この最初のルール作りが、家族の安定した未来の基盤となります。"
    },
    "220": {
      "title": "ステージ2：主婦として、食事の準備をする。",
      "reason": "家庭の中心で、主婦のように、家族の食事の準備をするという、自らの役割に専念しているからです。その地道で献身的な働きが、家族の心と体を養い、幸運をもたらします。"
    },
    "221": {
      "title": "ステージ3：厳しすぎる、しかし後悔の後に幸運。",
      "reason": "家族を思うあまり、その態度が厳しすぎて、反発や嘆きを招いている状況だからです。しかし、その厳しさが最終的に家族のためになると理解されれば、後悔は幸運へと転じます。"
    },
    "222": {
      "title": "ステージ4：家庭を豊かにする、大いなる幸運。",
      "reason": "家族の富を管理し、それを大きく豊かにするという、重要な役割を果たしているからです。その優れた管理能力が、家庭に大いなる幸運と繁栄をもたらします。"
    },
    "223": {
      "title": "ステージ5：王のように、愛で家族を包む。",
      "reason": "王が家族に接するように、威厳と愛情をもって、家族全体を一つにまとめているからです。その存在自体が、家族にとっての安心と誇りの源泉となっています。"
    },
    "224": {
      "title": "ステージ6：威厳ある終わり、幸運。",
      "reason": "物語の終わりにおいて、自分自身を厳しく律し、威厳に満ちた姿を示しているからです。その最後まで揺るがない自己規律が、周囲からの尊敬を集め、有終の美を飾ります。"
    },
    "225": {
      "title": "ステージ1：後悔が消える、最初の出会い。",
      "reason": "これまでの過ちや後悔が、新しい出会いによって完全に消え去る段階だからです。たとえ相手が問題（疲れた馬）を抱えていても、その出会い自体が、あなたを過去の呪縛から解放します。"
    },
    "226": {
      "title": "ステージ2：路地裏での出会い、問題なし。",
      "reason": "本来出会うはずのない、路地裏のような場所で、偶然にも会うべき相手と出会っているからです。その予期せぬ出会いは、運命的なものであり、咎められることはありません。"
    },
    "227": {
      "title": "ステージ3：進めない、絶体絶命。",
      "reason": "行く手を阻まれ、さらに後ろから攻撃されるという、進退窮まった絶体絶命の状況だからです。この苦しい経験を通じて、あなたは人間の狡猾さと、状況判断の重要性を学ぶことになります。"
    },
    "228": {
      "title": "ステージ4：孤立の中、誠実な仲間と出会う。",
      "reason": "周囲から孤立し、困難な状況にありますが、そこで唯一、誠実で信頼できる仲間と出会うからです。その特別な出会いが、あなたを危機から救い出し、共に道を切り開く力となります。"
    },
    "229": {
      "title": "ステージ5：大きな口、後悔が消える。",
      "reason": "仲間が大きな口を開けて笑うように、これまでの全ての誤解や対立が解け、心からの和解が訪れたからです。その喜びの瞬間が、過去の後悔をすべて消し去ります。"
    },
    "230": {
      "title": "ステージ6：すれ違い、互いに見えず。",
      "reason": "互いに背を向け、相手の姿が見えていない、完全なすれ違いの状態だからです。最初は誤解から鬼や牛車に見えますが、やがてその誤解は解け、真のパートナーシップへと向かいます。"
    },
    "231": {
      "title": "ステージ1：進めない、その場で待つ。",
      "reason": "行く先に困難（蹇）があるため、賢明にも前進を止め、その場で状況が好転するのを待っているからです。この冷静な判断が、あなたを無用な災いから遠ざけます。"
    },
    "232": {
      "title": "ステージ2：主君のための苦難、私心はない。",
      "reason": "あなたが直面している困難は、自分自身の利益のためではなく、公の目的や主君のために身を捧げている結果だからです。その無私な姿勢は、すぐには理解されないかもしれませんが、最終的には必ず評価されます。"
    },
    "233": {
      "title": "ステージ3：内に引き返し、家族を頼る。",
      "reason": "外部で困難に直面し、自分の内側、つまり家庭や信頼できる仲間の元へと引き返してきているからです。その最も身近な存在が、今のあなたを喜びで迎え入れ、支えてくれます。"
    },
    "234": {
      "title": "ステージ4：仲間と協力し、困難に立ち向かう。",
      "reason": "自らの力だけでは乗り越えられない困難に対し、信頼できる仲間と連携し、共に立ち向かっているからです。この協力体制こそが、今のあなたにとって唯一の正しい道です。"
    },
    "235": {
      "title": "ステージ5：最大の困難、しかし助けが来る。",
      "reason": "最大の困難の真っ只中にいますが、そこには必ず助けとなる友人や協力者が現れるからです。今は一人で抱え込まず、周囲の助けを素直に受け入れることが重要です。"
    },
    "236": {
      "title": "ステージ6：困難から脱し、大きな成功を得る。",
      "reason": "これまでの全ての困難な状況から完全に脱出し、大きな成功を収める段階だからです。その達成は、あなたを指導者として仰ぐ人々にとっても、良い影響を与えます。"
    },
    "237": {
      "title": "ステージ1：危険なき解放、問題なし。",
      "reason": "困難な状況が解決に向かい始めた、最初の段階だからです。まだ完全な解放ではありませんが、この時点で咎められるべき点は何もありません。"
    },
    "238": {
      "title": "ステージ2：三匹の狐を仕留め、矢を得る。",
      "reason": "問題の解決において、不正や媚びへつらいといった、三匹の狐のような邪な要素を的確に排除したからです。その正しい行いによって、あなたはまっすぐな道（金の矢）と、それに伴う評価を得ます。"
    },
    "239": {
      "title": "ステージ3：荷物を背負い、乗り物に乗る、盗人を招く。",
      "reason": "身分不相応な振る舞いをしているため、盗人から狙われるという危険な状況を自ら招いているからです。荷物を背負いながら乗り物に乗るように、その矛盾した行動が、あなたの脇の甘さを示しています。"
    },
    "240": {
      "title": "ステージ4：仲間との決別、解放。",
      "reason": "あなたを束縛していた不誠実な仲間（親指）との関係を、自らの意志で断ち切るからです。その決別によって、あなたは真の友人を得て、自由な解放感を味わうことになります。"
    },
    "241": {
      "title": "ステージ5：自らを解き放つ、幸運。",
      "reason": "成熟した人間として、自らを縛る内面的な葛藤や固定観念から、自分自身を解き放つことができるからです。その精神的な自由が、下の者たちからの信頼を集め、幸運な状況をもたらします。"
    },
    "242": {
      "title": "ステージ6：公の場で、悪を射抜く。",
      "reason": "高い城壁の上から、悪の象徴である鷹を射抜くように、公の立場で、断固として不正を正しているからです。その正義の実行は、全ての面において、利益と賞賛をもたらします。"
    },
    "243": {
      "title": "ステージ1：事を終え、速やかに行く。",
      "reason": "自分自身のやるべきことを一旦終え、下の者を助けるために速やかに行動しているからです。しかし、助ける際には、相手の状況をよく考慮し、どの程度まで援助（損）すべきかを慎重に判断する必要があります。"
    },
    "244": {
      "title": "ステージ2：自分を損ぜず、相手を助ける。",
      "reason": "自分自身が正しい道（貞）を固く守ることで、下の者を助けるという状況だからです。この段階では、自分を犠牲にすることなく、その正しい姿勢そのもので、相手に良い影響を与えることができます。"
    },
    "245": {
      "title": "ステージ3：三人が行けば、一人が減る。",
      "reason": "三人で行動すると、必ず内部に対立や不和が生まれ、一人が去っていくという人間関係の力学が働いているからです。逆に、一人で行動すれば、信頼できる一人の友を得ることができます。"
    },
    "246": {
      "title": "ステージ4：自分の欠点を、他者に治してもらう。",
      "reason": "自分自身の欠点（病）を認め、それを信頼できる他者に速やかに治してもらうからです。その素直さと迅速な行動が、より大きな問題に発展するのを防ぎ、喜びをもたらします。"
    },
    "247": {
      "title": "ステージ5：大きな助けを得て、幸運を得る。",
      "reason": "まるで大きな亀の甲羅のように、非常に価値のある、抗うことのできないほどの大きな助けを得るからです。これは天からの恵みであり、素直に受け入れることで、大いなる幸運がもたらされます。"
    },
    "248": {
      "title": "ステージ6：自分を損せず、他者に益する。",
      "reason": "もはや自分自身を損なうことなく、その存在自体が、下の者たちや世の中全体に利益を与えている、理想的な段階だからです。その行いは、大きな家を得るように、確固たる基盤と人望を築きます。"
    },
    "249": {
      "title": "ステージ1：大きな事を始める、絶好の機会。",
      "reason": "物事を始めるにあたって、非常に良い機会に恵まれているからです。大きな事業や計画に着手すれば、それは大いに成功し、咎められることはありません。ためらう理由はありません。"
    },
    "250": {
      "title": "ステージ2：二重の助け、抗えない幸運。",
      "reason": "まるで二重の亀の甲羅のように、抗うことのできない、絶対的な天の助けを得ているからです。その強大な幸運は、王の儀式に用いられるほど、公に認められた確かなものです。"
    },
    "251": {
      "title": "ステージ3：凶事から助けを得る。",
      "reason": "本来であれば不運であるはずの凶事から、かえって助けや利益を得るという、逆説的な状況だからです。その誠実な人柄が、災いをも福へと転じる不思議な力を発揮します。"
    },
    "252": {
      "title": "ステージ4：中心的な役割、移転の提案。",
      "reason": "組織の中心的な役割を担っており、その公平な判断が、下の者たちから絶対的な信頼を得ているからです。都を移すような大きな提案も、あなたの口から出れば、人々は喜んで従います。"
    },
    "253": {
      "title": "ステージ5：誠実さが、人々の心を掴む。",
      "reason": "誠実な心で、人々に恵みを与えようとしているからです。その見返りを求めない真心が、人々の心を掴み、あなたに幸運をもたらします。何かを問いかける必要すらありません。"
    },
    "254": {
      "title": "ステージ6：誰にも利益を与えず、孤立する。",
      "reason": "誰の利益にもならない行動を取り続け、周囲から孤立してしまっているからです。その利己的な態度は、人々からの反発を招き、最終的には攻撃されるという凶事を引き起こします。"
    },
    "255": {
      "title": "ステージ1：叫び声をあげる、しかし凶。",
      "reason": "決断の時が来たことを、大声で叫んで周囲に知らせていますが、そのやり方が性急で力任せだからです。その強引な態度は、下の者たちに危険をもたらし、凶事を招きます。"
    },
    "256": {
      "title": "ステージ2：武装して警戒する、心配は不要。",
      "reason": "不測の事態に備え、常に武装して警戒を怠らないでいるからです。その周到な準備と危機管理能力があれば、たとえ不意の出来事があっても、心配する必要はありません。"
    },
    "257": {
      "title": "ステージ3：顔を打たれる、危険な状況。",
      "reason": "下の者たちの力強い抵抗にあい、まるで顔を打たれるような、屈辱的で危険な状況にあるからです。あなたの力はまだ弱く、このままでは凶事を避けられません。"
    },
    "258": {
      "title": "ステージ4：聞く耳を持たず、自滅する。",
      "reason": "忠告に全く耳を貸さず、自分の意見に固執しているため、自滅の道を歩んでいるからです。その頑なな態度は、まるで臀部に皮膚病ができて歩けないように、あなたを行き詰まらせます。"
    },
    "259": {
      "title": "ステージ5：雑草を抜くように、断固たる決断。",
      "reason": "決断すべき時が来ており、まるで生命力の強い雑草を抜き去るように、断固として、しかし中庸の徳を保ちながら行動しているからです。そのバランスの取れた決断力に、咎められる点はありません。"
    },
    "260": {
      "title": "ステージ6：声なくして、滅びる。",
      "reason": "もはや助けを求める声すら上げられず、なすすべなく滅びゆく、最終段階だからです。これは、これまでの全ての行いが招いた、必然的な結末です。"
    },
    "261": {
      "title": "ステージ1：鉄の車輪を止める。",
      "reason": "強大な力を持つ存在（金属の車）が暴走しないよう、その初期段階で、うまく制止しているからです。その慎重で貞淑な態度が、大きな災いを未然に防ぎます。"
    },
    "262": {
      "title": "ステージ2：陰と陽の出会い、幸運。",
      "reason": "柔順な陰の力と、力強い陽の力が、予期せずして出会う、幸運な段階だからです。この出会いは、あなたに利益をもたらし、全ての面で良い結果へと向かいます。"
    },
    "263": {
      "title": "ステージ3：豚のように、欲望のままに行動する。",
      "reason": "貪欲な豚のように、欲望のままに行動しているため、周囲からの信頼を失っているからです。その抑制の効かない態度は、結局、大きな獲物（成功）を逃すことになります。"
    },
    "264": {
      "title": "ステージ4：大きな袋、問題も賞賛もない。",
      "reason": "大きな袋の口を固く縛るように、自らの才能や意見を完全に内に秘め、沈黙を守っているからです。その態度は、賞賛もされませんが、同時に災いを招くこともありません。"
    },
    "265": {
      "title": "ステージ5：柳の葉で瓜を包む。",
      "reason": "柳の葉で瓜を包むように、自らの美しい徳を内に秘め、決して外に誇示しないからです。その奥ゆかしい美徳は、いずれ天からの光が当たり、認められる時が来ます。"
    },
    "266": {
      "title": "ステージ6：天からの恩恵、大いなる幸運。",
      "reason": "これまでの全ての行いが天に認められ、大きな恩恵がもたらされる、最高の段階だからです。その幸運は、まるで濡れた衣服が乾くように、自然で疑う余地のないものです。"
    },
    "267": {
      "title": "ステージ1：誠実な心、しかし空回り。",
      "reason": "誠実な心で集まろうとしていますが、中心となるべきリーダーが不在のため、そのエネルギーが空回りしているからです。その善意は本物ですが、今は混乱を招くだけです。"
    },
    "268": {
      "title": "ステージ2：引かれる力、幸運。",
      "reason": "特別な儀式や努力をしなくても、中心にある誠実な力に、自然と引き寄せられていく幸運な段階だからです。その見えない力に導かれるままに行動すれば、間違いありません。"
    },
    "269": {
      "title": "ステージ3：集まりたいのに、集まれない。",
      "reason": "集まりたいという意志はあるものの、周囲に適切な仲間がおらず、ため息をついている状況だからです。無理に集まろうとしても利益はありません。今は一人で進むべき時です。"
    },
    "270": {
      "title": "ステージ4：リーダーとして、大いに幸運。",
      "reason": "組織や集団のリーダーとして、その役割を完璧に果たしているため、大いなる幸運がもたらされるからです。あなたの存在が、集団全体を正しい方向へと導いています。"
    },
    "271": {
      "title": "ステージ5：人望はあるが、まだ信頼は盤石ではない。",
      "reason": "あなたの高い地位（元）には人々が集まっていますが、その動機は様々であり、まだ心からの信頼関係は築けていないからです。ここで自らの行いを反省し、徳を高めれば、後悔は消え去ります。"
    },
    "272": {
      "title": "ステージ6：涙と鼻水、嘆き悲しむ。",
      "reason": "集団から孤立し、誰からも理解されず、嘆き悲しんでいる状況だからです。しかし、その深い自己反省と痛みの経験が、最終的にあなたを咎めのない境地へと導きます。"
    },
    "273": {
      "title": "ステージ1：誠実さがあれば、登り始められる。",
      "reason": "木を登るように、物事を一から始める段階ですが、そこには誠実な信頼関係があるからです。その信頼こそが、これから先の困難な道のりを登っていくための、唯一の頼りとなります。"
    },
    "274": {
      "title": "ステージ2：小さな捧げもの、誠実さが伝わる。",
      "reason": "夏祭りの小さな捧げもののように、物質的には僅かですが、そこに込められた誠実な心は本物だからです。その真心が、神や人々を動かし、咎めのない状況をもたらします。"
    },
    "275": {
      "title": "ステージ3：何もない町を、登っていく。",
      "reason": "誰もいない空っぽの町を登っていくように、何の障害もなく、スムーズに進んでいける状況だからです。そのあまりの順調さに、かえって不安を覚える必要はありません。"
    },
    "276": {
      "title": "ステージ4：王として、最高の儀式を執り行う。",
      "reason": "王が岐山で神々を祀るように、公の立場で、最高の敬意と誠実さをもって儀式を執り行っているからです。その敬虔な行いが、国全体に幸運と繁栄をもたらします。"
    },
    "277": {
      "title": "ステージ5：着実に登り、幸運を得る。",
      "reason": "焦ることなく、一歩一歩、着実に階段を登っているからです。その堅実な歩みが、最終的に大きな成功と幸運をもたらすことを、あなたは確信しています。"
    },
    "278": {
      "title": "ステージ6：暗闇の中を登る、利益はない。",
      "reason": "もはや周りが見えない暗闇の中を、ただひたすら登り続けているからです。その盲目的な前進は、利益をもたらすことはなく、いずれ限界が訪れます。立ち止まり、光を探すべきです。"
    },
    "279": {
      "title": "ステージ1：井戸の底の泥、誰も飲まない。",
      "reason": "井戸の底に溜まった泥水のように、あなたの価値や才能が、まだ誰にも認識されていない段階だからです。古い鳥たちが見向きもしないように、今は誰からも相手にされません。"
    },
    "280": {
      "title": "ステージ2：井戸の修理、しかし水は漏れる。",
      "reason": "井戸の欠点を修理しようとしていますが、甕が壊れているため、水が漏れてしまっている状況です。その努力はまだ不完全であり、あなたの価値は正しく評価されません。"
    },
    "281": {
      "title": "ステージ3：清らかな井戸、しかし使われず。",
      "reason": "井戸は清らかに整備されたにも関わらず、誰もその水を使おうとしない、非常にもどかしい状況だからです。あなたの価値が正しく評価されないことに、人々は心を痛めています。"
    },
    "282": {
      "title": "ステージ4：井戸の改修、問題なし。",
      "reason": "井戸の内側を石で塗り固めるように、あなた自身の内面的な価値や実力を、着実に高めている段階だからです。その見えない努力に、咎められる点は何もありません。"
    },
    "283": {
      "title": "ステージ5：清らかな泉、人々が飲む。",
      "reason": "井戸の中心から、冷たく清らかな泉が湧き出ているからです。その本質的な価値が、多くの人々に認められ、その恩恵を皆が享受しています。"
    },
    "284": {
      "title": "ステージ6：井戸は完成し、人々が集う。",
      "reason": "井戸が完全に整備され、その蓋を開けて、誰でも自由に使える状態になっているからです。その開かれた姿勢と、尽きることのない価値の提供が、関わる全ての人に大いなる幸運と繁栄をもたらします。"
    },
    "285": {
      "title": "ステージ1：革命の時ではない。",
      "reason": "革命を起こすには、まだ時期尚早であり、あなたの力も不足しているからです。黄色い牛の革で固く縛られているように、今は衝動的な行動を抑え、その場で待つことが求められます。"
    },
    "286": {
      "title": "ステージ2：革命の時来たる、問題なし。",
      "reason": "革命を起こすべき完璧なタイミングが訪れ、あなたが行動を起こすのを、天が後押ししているからです。その正義に基づいた行動は、必ず成功し、咎められることはありません。"
    },
    "287": {
      "title": "ステージ3：性急な革命は、三度退けられる。",
      "reason": "機が熟していないにも関わらず、性急に革命の議論を進めすぎているからです。その言葉は三度も退けられるように、まだ人々の支持を得られていません。今は慎重に時を待つべきです。"
    },
    "288": {
      "title": "ステージ4：後悔が消え、信頼を得る。",
      "reason": "これまでの性急さや過ちへの後悔が完全に消え、確固たる信念を持って天命を改める段階に至ったからです。その迷いのない姿が、人々からの絶対的な信頼を勝ち取ります。"
    },
    "289": {
      "title": "ステージ5：虎のように、鮮やかな変革。",
      "reason": "虎の皮の模様が季節ごとに鮮やかに変わるように、誰の目にも明らかな、美しく力強い変革を成し遂げるからです。その見事な手腕は、占うまでもなく、輝かしい未来を約束しています。"
    },
    "290": {
      "title": "ステージ6：豹変、しかし道は正しい。",
      "reason": "豹の皮の模様のように、細やかで地味な改革を、下の者たちと共に行っているからです。その変化は、虎のような華やかさはありませんが、人として正しい道であり、誰にでも理解されるものです。"
    },
    "339": {
      "title": "ステージ1：進退に迷う、規律に従う。",
      "reason": "決断力に迷い、進むべきか退くべきか決めかねている状態だからです。リーダーシップを発揮するには、まだ力不足。このような時は、自分一人の判断で動くのは危険です。軍隊のように規律正しく、信頼できるリーダーの指示に素直に従うことが、最も安全で確実な結果を生みます。"
    },
    "340": {
      "title": "ステージ2：人の下に伏し、学ぶ時。",
      "reason": "神社の巫女や歴史家のように、優れた人物や先人の知恵の下に、謙虚に身を置いているからです。その学びの姿勢が、あなたの乱れた心を整え、幸運を引き寄せます。"
    },
    "341": {
      "title": "ステージ3：頻繁に迷い、道を見失う。",
      "reason": "何度も方針を変え、そのたびに迷いが生じているため、本来進むべき道を見失っているからです。その一貫性のない態度は、あなた自身の信頼を損ない、恥をかく結果を招きます。"
    },
    "342": {
      "title": "ステージ4：後悔が消え、三種の獲物を得る。",
      "reason": "これまでの迷いや後悔が完全に消え、狩りで三種類もの獲物を得るように、公私にわたって大きな成果を上げる段階に至ったからです。その活躍は、誰の目にも明らかです。"
    },
    "343": {
      "title": "ステージ5：始まりは悪いが、終わりは良い。",
      "reason": "物事の始まり（最初の3日間）は混乱し、困難が伴いますが、その後の3日間で状況を整理し、見事に修正していくからです。その粘り強い改善能力が、最終的に後悔のない幸運な結果をもたらします。"
    },
    "344": {
      "title": "ステージ6：人の下に伏し、全てを失う。",
      "reason": "謙虚であるべき時に、その限度を超えて、卑屈になりすぎているからです。その行き過ぎた自己卑下が、あなたの資産と、正しい判断力（貞）の両方を失わせる原因となります。"
    },
    "345": {
      "title": "ステージ1：心からの喜び、コミュニケーション。",
      "reason": "心から湧き上がる純粋な喜びを感じ、それを周囲と分かち合っている、素晴らしい始まりの段階だからです。その裏表のない明るさが、自然と人々を引き寄せ、物事を円滑に進めます。"
    },
    "346": {
      "title": "ステージ2：誠実さがもたらす、真の喜び。",
      "reason": "見せかけの喜びではなく、誠実な心に基づいた、真の喜びを感じているからです。その偽りのない姿勢が、後悔の念を消し去り、あなたに心の平穏をもたらします。"
    },
    "347": {
      "title": "ステージ3：下から来る喜び、凶。",
      "reason": "本来は自分が与えるべき喜びを、下の者から与えられるのを待っている、受動的な状態だからです。その姿勢は、リーダーとしての役割を放棄しており、凶事を招きます。"
    },
    "348": {
      "title": "ステージ4：喜びを計算し、安泰を得る。",
      "reason": "どの喜びを追求し、どの喜びを捨てるべきかを冷静に計算し、決断しているからです。その理性的な判断力が、心の病（憂い）を取り除き、安泰な状態をもたらします。"
    },
    "349": {
      "title": "ステージ5：敵を信じる、危険な状態。",
      "reason": "あなたのすぐ近くにいる、腐敗した危険な存在を、誤って信頼してしまっているからです。その人物を放置すれば、いずれあなた自身に危険が及ぶことになります。すぐに関係を断つべきです。"
    },
    "350": {
      "title": "ステージ6：引き込まれる喜び。",
      "reason": "他者の喜びや楽しげな雰囲気に、自然と引き込まれていく状態だからです。この段階では、自らが主導するのではなく、周囲の流れに身を任せることが、最も自然な選択となります。"
    },
    "351": {
      "title": "ステージ1：風で吹き散る、始まりの混乱。",
      "reason": "霧が風で吹き散らされるように、閉塞した状況が解消に向かい始めた段階です。この好機を活かすには、力強い協力者（馬）の助けを借りることが、最も有効な手段となります。"
    },
    "352": {
      "title": "ステージ2：霧の中、机の下に隠れる。",
      "reason": "霧が晴れていく中で、机の下に隠れるように、まだ疑心暗鬼になり、臆病になっているからです。信頼できる巫女のように、物事の本質を見通す者の助けを借りることで、その恐れは消え去ります。"
    },
    "353": {
      "title": "ステージ3：自らの体を吹き散らす。",
      "reason": "自分自身の利益や体裁といった「我」を、風で吹き散らすように、手放しているからです。その無私な姿勢が、後悔のない、晴れやかな心境をもたらします。"
    },
    "354": {
      "title": "ステージ4：仲間との壁を取り払う。",
      "reason": "仲間との間にある垣根や壁を取り払い、完全な和解を成し遂げたからです。その開かれた姿勢は、常人には真似のできない、非常に優れた行いです。"
    },
    "355": {
      "title": "ステージ5：汗を吹き散らす、王の決断。",
      "reason": "王が大号令を発するように、あるいは汗を吹き散らすように、大きな決断を下し、組織全体にその意思を浸透させているからです。その決断は、組織の危機を救い、安泰をもたらします。"
    },
    "356": {
      "title": "ステージ6：血のりから遠ざかる。",
      "reason": "血が飛び散るような危険な場所から、速やかに遠ざかり、身の安全を確保しているからです。その賢明な危機回避能力が、あなたを災いから守り、咎めのない状況を保ちます。"
    },
    "357": {
      "title": "ステージ1：戸口で立ち止まる、危険。",
      "reason": "まだ行動を開始すべき時ではないのに、戸口でうろうろしている、非常に危険な状態だからです。その場所は、内と外の境界であり、最も災いを招きやすいポジションです。"
    },
    "358": {
      "title": "ステージ2：門の中で待つ、凶。",
      "reason": "門の内側で、好機が訪れるのをただ待っているだけの、受動的な状態だからです。その消極的な姿勢では、好機を逃し、最終的に凶事を招きます。"
    },
    "359": {
      "title": "ステージ3：足を引き裂かれる、屈辱。",
      "reason": "自分の力量をわきまえず、分不相応な行動を取った結果、足を引き裂かれるような屈辱を味わっているからです。この段階では、あなたを助けてくれる主役は現れません。"
    },
    "360": {
      "title": "ステージ4：樽酒と食器、しかし素朴に。",
      "reason": "樽酒や食器といった豪華なものを用いていますが、その使い方は非常に質素で、誠実だからです。その謙虚な姿勢が、最終的に咎めのない結果をもたらします。"
    },
    "361": {
      "title": "ステージ5：美しい節度、幸運。",
      "reason": "心地よい節度を保ち、その中で楽しみを見出している、理想的な状態だからです。そのバランスの取れた生き方が、あなたの立場を向上させ、幸運を引き寄せます。"
    },
    "362": {
      "title": "ステージ6：苦しい節度、しかし続ければ凶。",
      "reason": "あまりにも厳しすぎる節度を自らに課し、その苦しみに耐えている状況だからです。そのストイックな姿勢は、短期的には評価されますが、長期的に続ければ、必ず心身を害し、凶事を招きます。"
    },
    "363": {
      "title": "ステージ1：心の中の誠実さ、まだ伝わらず。",
      "reason": "あなたの心の中には、相手を思う誠実さがありますが、それがまだ行動として現れていない段階だからです。その内なる誠実さを信じ、静かに時を待てば、いずれ状況は好転します。"
    },
    "364": {
      "title": "ステージ2：鶴が鳴き、子が和す。",
      "reason": "親鶴が鳴けば子鶴が応えるように、あなたの誠実な呼びかけに、信頼できる仲間が応えてくれるからです。その深い精神的な繋がりが、物質的な豊かさ（美酒）を分かち合う喜びを生み出します。"
    },
    "365": {
      "title": "ステージ3：敵を得て、一喜一憂する。",
      "reason": "好敵手を得て、戦いの中で一喜一憂している、非常に不安定な状態だからです。ある時は太鼓を打ち鳴らして喜び、ある時は悲嘆に暮れて泣き叫ぶように、あなたの心は大きく揺れ動いています。"
    },
    "366": {
      "title": "ステージ4：月が満ちる、仲間は消える。",
      "reason": "月が満月になろうとする完璧な直前の状態にあり、あなたは満ち足りています。しかし、その完成を前にして、これまで頼りにしてきた仲間（馬匹）は、その役目を終えて去っていきます。"
    },
    "367": {
      "title": "ステージ5：敵を帯で繋ぐ、強い信頼。",
      "reason": "かつて敵対していた者たちを、まるで帯で繋ぐように、強い信頼関係で結びつけているからです。その度量の大きさと誠実さが、対立を調和へと導き、咎めのない状況を生み出します。"
    },
    "368": {
      "title": "ステージ6：鶏が天に昇る、言葉だけの実りなき状態。",
      "reason": "鶏が天に昇ろうとするように、実力を伴わないまま、言葉だけで虚勢を張っているからです。そのあり得ない行動は、口先だけのリーダーシップの末路であり、凶事を招きます。"
    },
    "369": {
      "title": "ステージ1：小さな過ち、しかし許される。",
      "reason": "物事の始まりにおいて、少しだけ度を過ごしてしまっている状態です。しかし、その過ちはまだ小さく、大きな問題には発展しないため、咎められることはありません。"
    },
    "370": {
      "title": "ステージ2：太陽が隠れる、日食。",
      "reason": "日中の太陽が、日食によって隠されてしまうように、あなたのリーダーシップや影響力が、予期せぬ出来事によって一時的に失われるからです。その暗闇の中で、あなたは無力さを感じます。"
    },
    "371": {
      "title": "ステージ3：小さな器を叩いて歌う、老いの嘆き。",
      "reason": "小さな土鍋を叩いて歌う老人のように、過去の栄光を嘆き、老いを受け入れられないでいるからです。その姿勢からは、もはや新しいものは生まれず、大きな凶事を招くだけです。"
    },
    "372": {
      "title": "ステージ4：分厚い覆い、賢者の知恵。",
      "reason": "分厚い覆いによって、本来の輝きが隠されている状態です。しかし、日中に北斗七星を見るように、その暗闇の中でこそ、あなたは特別な知恵や仲間を見つけ出すことができます。"
    },
    "373": {
      "title": "ステージ5：下の者を引き立て、幸運を得る。",
      "reason": "下の立場にいる、才能ある若者を積極的に引き立て、その輝きを世に示しているからです。その度量の大きいリーダーシップが、あなた自身にも慶びと幸運をもたらします。"
    },
    "374": {
      "title": "ステージ6：天からの隔絶、自己を見つめる時。",
      "reason": "自分の家に天からの客人を招き入れず、3年間も顔を合わせないように、外界から完全に隔絶しているからです。その孤独な状態は、あなたに深い自己との対話を促し、内面を見つめ直させます。"
    },
    "375": {
      "title": "ステージ1：先走る勢い、しかし問題なし。",
      "reason": "物事を始めたばかりの勢いで、つい先走ってしまう状況です。車輪を引くように前進しても、まだ足元が固まっていないため、尻尾が濡れるような小さな失敗は避けられません。しかし、この失敗を恐れず進むことが大切です。"
    },
    "376": {
      "title": "ステージ2：車輪の蓋をなくす、追うのは無駄。",
      "reason": "大切なもの（車輪の蓋）を失いましたが、それに気づいていない状況です。七日も経てば、それは自然にあなたの元へ戻ってきます。今は焦って探し回る必要はありません。"
    },
    "377": {
      "title": "ステージ3：高宗、鬼方を討つ。",
      "reason": "偉大な王である高宗が、3年という長い歳月をかけて、強大な敵である鬼方を討伐するように、非常に困難で時間のかかる大事業に取り組んでいるからです。未熟な者には任せられません。"
    },
    "378": {
      "title": "ステージ4：みすぼらしい衣服、しかし終日警戒。",
      "reason": "豪華な衣服が、みすぼらしいボロ着になるほど、困難な状況が続いているからです。しかし、あなたは油断することなく、一日中警戒を続けています。その慎重な姿勢に、咎めはありません。"
    },
    "379": {
      "title": "ステージ5：隣人の祭祀、質素だが誠実。",
      "reason": "隣人が牛を屠って盛大に行う祭祀よりも、あなたが質素に行う祭祀の方が、かえって多くの福を受け取るからです。それは、あなたの儀式に、より深い誠実さが込められているからです。"
    },
    "380": {
      "title": "ステージ6：頭を濡らす、信頼を失う。",
      "reason": "勝利の祝杯で、酒に酔い、頭まで濡らしてしまっているからです。その気の緩みと節度のなさが、これまでの全ての信頼を失わせる原因となります。"
    },
    "381": {
      "title": "ステージ1：足を濡らす、まだ進める。",
      "reason": "川を渡り始めたばかりで、まだ足首が濡れる程度の浅い段階だからです。その若さゆえの無謀さや未熟さは、この時点ではまだ大きな問題とはなりません。"
    },
    "382": {
      "title": "ステージ2：ふくらはぎを濡らす、幸運。",
      "reason": "川の深みが、ふくらはぎに達するまで進んできましたが、そこは流れが穏やかで安全な場所だからです。あなたの望むことは、この安定した状況の中で、滞りなく叶えられます。"
    },
    "383": {
      "title": "ステージ3：腰まで濡れる、危機が迫る。",
      "reason": "川の流れが腰にまで達し、危険がすぐそこに迫っている、非常に危うい状況だからです。この段階では、もはや自分一人の力で進むことはできません。"
    },
    "384": {
      "title": "ステージ4：乾いた場所へ、仲間との協力。",
      "reason": "一度は濡れて困難な状況に陥りましたが、信頼できる仲間と協力することで、再び乾いた場所へと戻ってきたからです。その友情と協力関係が、あなたを危機から救います。"
    },
    "385": {
      "title": "ステージ5：丘を越える、問題なし。",
      "reason": "目の前の丘を越え、困難な状況から完全に脱出した、安定した段階だからです。その姿は、まるで太陽が中天に輝くように、一点の曇りもなく、咎められることはありません。"
    },
    "386": {
      "title": "ステージ6：勝利の祝杯、しかし油断は禁物。",
      "reason": "未完成の物語を渡り切り、仲間と共に勝利の祝杯をあげている、喜ばしい状況だからです。しかし、ここで飲み過ぎて頭まで濡らすように、度を越した気の緩みは、これまでの全ての信頼を失う原因となります。節度を保つことが最後の試練です。"
    }
  },
  "tai_sho_den": {
    "1": "【象徴】宇宙（天）が、休むことなく力強く動き続けている風景。\n【戦略】この姿に倣い、常に自己研鑽に励み、成長のために努力し続ける。",
    "2": "【象徴】大地が、その厚みですべてのものを静かに受け止め、支えている風景。\n【戦略】その厚い徳を見習い、どんな人や物事も受け入れる度量を持ち、その存在を支える。",
    "3": "【象徴】嵐の前の、雲（水）と雷が入り乱れてエネルギーが渦巻いている風景。\n【戦略】この混沌とした状況から、物事の筋道（経綸）を解きほぐし、新たな秩序や計画を立て直す。",
    "4": "【象徴】山の麓から、こんこんと泉（水）が湧き出ている風景。\n【戦略】湧き出る泉のように、果敢に行動を起こすことで、自分の徳を養い育てる。",
    "5": "【象徴】雲が天の上まで昇り、雨が降るのを待っている風景。\n【戦略】焦らず、時が来るまでは飲食を楽しむように、心安らかに待つ。",
    "6": "【象徴】天は上へ、水は下へと、互いに背を向けて進む対立の風景。\n【戦略】争いごとは、常に最初の計画段階を慎重に考慮することで、未然に防ぐ。",
    "7": "【象徴】大地の中に、見えない水脈が豊かに広がっている風景。\n【戦略】人々を受け入れ、組織（衆）を養い育てることで、大きな力を動かす。",
    "8": "【象徴】大地の上に、水が寄り添うように広がっている風景。\n【戦略】かつての王がそうしたように、多くのコミュニティ（万国）を認め、そのリーダーたち（諸侯）と親しく交わる。",
    "9": "【象徴】天上を風が吹き渡り、まだ雲（雨）にはならない風景。\n【戦略】すぐに結果を求めず、学問や芸術などの内面的な徳（文徳）を磨き、自分を美しくする。",
    "10": "【象徴】天の下に、人々が喜ぶ沢がある、安定した風景。\n【戦略】社会の上下関係や役割分担（上下）を明確にし、人々の心を安定させる。",
    "11": "【象徴】天の気と地の気が活発に交わる、最高の調和の風景。\n【戦略】自然の法則をうまく活用し、その恵みが人々に適切に行き渡るようマネジメントする。",
    "12": "【象徴】天と地が交わらず、すべてが停滞している閉塞の風景。\n【戦略】自分の徳を磨いて災難を避け、与えられた給料（禄）で驕り高ぶるようなことはしない。",
    "13": "【象徴】天も火も、同じく上へ向かう性質を持つ風景。\n【戦略】同じ性質を持つ仲間と、そうでない者を客観的に分類し、物事の違いを明確にする。",
    "14": "【象徴】太陽（火）が中天に輝き、すべてを照らしている風景。\n【戦略】悪しきものを抑え、善きものを称揚し、天の意思に従う。",
    "15": "【象徴】高い山が、大地より低い位置にある（見える）という謙虚な風景。\n【戦略】富める所から取り、貧しい所へ分け与え、社会全体のバランスを取る。",
    "16": "【象徴】春になり、地中から雷（生命力）が奮い起こる喜びの風景。\n【戦略】音楽などでその喜びを表現し、神や祖先に感謝を捧げる。",
    "17": "【象徴】沢の中に雷のエネルギーが収まっている、休息の風景。\n【戦略】日が暮れたら仕事をやめ、仲間と宴を開いて休息する。",
    "18": "【象徴】山の下を風が吹き、物が淀んで腐敗する風景。\n【戦略】人々の気力を奮い立たせ、自らの徳を養い直すことで、淀んだ空気を一新する。",
    "19": "【象徴】大地が沢に臨むように、人々の上に立つ風景。\n【戦略】人々を教え導く思いに際限なく、民衆を受け入れ守る心も無限であるべきだ。",
    "20": "【象徴】風が地上を隈なく吹き渡り、すべてを観察する風景。\n【戦略】現場を視察し、人々の暮らしぶりをよく観て、実情に合った教育や制度を設ける。",
    "21": "【象徴】雷（威力）と稲妻（明智）が合わさり、障害を噛み砕く風景。\n【戦略】罰則を明確にし、法律を分かりやすくすることで、社会の秩序を保つ。",
    "22": "【象徴】山の麓を火が照らし、物事が美しく明らかになる風景。\n【戦略】政治はオープンにするが、人の運命を左右する裁判は慎重に行い、軽々しく断を下さない。",
    "23": "【象徴】高い山が、大地に浸食され、剥がれ落ちていく風景。\n【戦略】上の者は、下の者の生活が不安定にならないよう、その待遇を厚くし、住まいを安定させる。",
    "24": "【象徴】冬至のように、地中に生命力（雷）が回復し始める風景。\n【戦略】無理に活動せず、門を閉じて静かに休養し、エネルギーの回復に専念する。",
    "25": "【象徴】天の下で雷が鳴り響き、万物が自然のままに活動する風景。\n【戦略】季節の運行に合わせて、万物が最も良く育つように手助けする。",
    "26": "【象徴】山の中に、天のエネルギーが大きく蓄えられている風景。\n【戦略】過去の賢者の言葉や行いを多く学び、それを自分自身の徳として蓄積する。",
    "27": "【象徴】上顎（山）と下顎（雷）が合わさった「口」の風景。\n【戦略】口に入れるものと、口から出すもの、つまり飲食と発言を慎み、自己を正しく養う。",
    "28": "【象徴】沢の水が溢れ、風で木が倒れるような異常事態の風景。\n【戦略】一人で立っても信念を曲げず、世間から離れても悩み苦しまない、強い精神を持つ。",
    "29": "【象徴】水が次から次へと流れ来て、険しい場所を越えていく風景。\n【戦略】良い行いを常に続け、教えるべきことは繰り返し教え、困難に慣れさせる。",
    "30": "【象徴】太陽（火）と月（火）のように、二つの明かりが重なり合う風景。\n【戦略】先人の明智を受け継ぎ、その光で世の中の隅々までを照らし続ける。",
    "31": "【象徴】山の上に沢があり、そのくぼみが水を受け入れる風景。\n【戦略】心を空っぽにし、先入観なく相手を受け入れることで、真の感応が生まれる。",
    "32": "【象徴】激しく動く雷と、常に入り込む風が共存する風景。\n【戦略】一度定めた自分の立場や方針を、軽々しく変えない。",
    "33": "【象徴】天の下に山がそびえ、俗世間から距離を置いている風景。\n【戦略】レベルの低い相手からは距離を置く。それは憎しみからではなく、厳然とした態度として示す。",
    "34": "【象徴】雷が天上で鳴り響く、エネルギーが最高潮の風景。\n【戦略】勢いがある時こそ、決して礼儀に反するような行動はしない。",
    "35": "【象徴】太陽（火）が地平線から昇り、地上を照らし始める風景。\n【戦略】自分から進んで、自らが持つ素晴らしい徳を世の中に明らかにする。",
    "36": "【象徴】明るい太陽（火）が地中に沈み、光が隠された風景。\n【戦略】大衆を相手にする時は、あえて知恵を隠す（愚かなふりをする）ことで、かえって本質を見失わない。",
    "37": "【象徴】家庭内で、火（感情）から風（言葉）が生まれる風景。\n【戦略】言葉には中身があり、行動には一貫性があるように心がける。",
    "38": "【象徴】火は上へ、沢は下へと、性質がそむき合う風景。\n【戦略】周りと協調しながらも、自分独自の意見や立場は失わない。",
    "39": "【象徴】山の上に水があり、進むに行き詰まる困難な風景。\n【戦略】外に進めない困難な時は、自分の内面に立ち返り、徳を修めることに専念する。",
    "40": "【象徴】雷と雨が作用し、凍てついたものが解けていく風景。\n【戦略】人の過ちを赦し、罪を寛大に扱うことで、緊張を緩和させる。",
    "41": "【象徴】山の下にある沢の水が、土に吸い取られて損なわれる風景。\n【戦略】カッとなる怒りを抑え、尽きることのない欲望を塞き止める。",
    "42": "【象徴】風と雷が互いに力を強め合い、利益をもたらす風景。\n【戦略】良い手本を見ればすぐに見習い、自分の過ちに気づけばすぐに改める。",
    "43": "【象徴】沢の水が蒸発し、天にまで昇る決壊の風景。\n【戦略】自分が得た恩恵（禄）は下の者に施し、徳を独り占めしない。",
    "44": "【象徴】天の下を、風が隅々まで吹き渡る風景。\n【戦略】君主として、命令を出し、それを国の隅々まで告げ知らせる。",
    "45": "【象徴】沢の水が、大地の上に集まってくる風景。\n【戦略】人々が集まる時こそ、武器を整備し、予期せぬ出来事に備える。",
    "46": "【象徴】大地の中から、木がまっすぐ上に成長していく風景。\n【戦略】徳に従い、小さな努力を積み重ねて、大きく成長する。",
    "47": "【象徴】沢から水がなくなり、干上がって困窮している風景。\n【戦略】困窮した時こそ、命を懸けてでも自分の志を最後まで遂げようとする。",
    "48": "【象徴】釣瓶で井戸の水を汲み上げる風景。\n【戦略】人々の苦労をねぎらい、互いに助け合うよう奨励する。",
    "49": "【象徴】沢の水が火を消し、火が沢の水を蒸発させる革命の風景。\n【戦略】暦（カレンダー）を制定し、人々が行動すべき時を明らかにする。",
    "50": "【象徴】薪（木）の上で火が燃え、鼎で食物を煮る安定の風景。\n【戦略】自分の地位や役目を正しく認識し、天から与えられた使命を固く守る。",
    "51": "【象徴】雷が繰り返し鳴り響き、人々が恐れおののく風景。\n【戦略】天の警告を恐れ、常に自分を戒め、行いを省みる。",
    "52": "【象徴】山が二つ重なり、どっしりと動かない風景。\n【戦略】何を思うにせよ、自分の立場や本分を決して逸脱しない。",
    "53": "【象徴】山の上に木が少しずつ順序立てて育っていく風景。\n【戦略】自らの徳を磨き、その影響力で世の中の風俗を善導する。",
    "54": "【象徴】若い少女（沢）の上に、激しい男（雷）がいる不安定な風景。\n【戦略】物事が長く続けば、その終わりには必ず弊害が生じることを知っておく。",
    "55": "【象徴】雷の威厳と稲妻の明智が共に至る、盛大な風景。\n【戦略】訴訟を正しく裁断し、刑罰を厳正に行う。",
    "56": "【象徴】山の上で火が燃える、不安定な旅先の風景。\n【戦略】刑罰は慎重に判断し、しかし一度決めたら訴訟を引き延ばしたりはしない。",
    "57": "【象徴】風が風に従うように、命令が隅々まで浸透していく風景。\n【戦略】重要な命令は繰り返し伝え、物事を着実に実行させる。",
    "58": "【象徴】沢が連なり、水が交流する喜びの風景。\n【戦略】友人たちと共に集い、学問を論じ、互いに学び合う。",
    "59": "【象徴】風が水面を吹き、淀みを霧散させる風景。\n【戦略】神を祀り、宗廟を建てることで、人々の心を一つにまとめる。",
    "60": "【象徴】沢の上に水があり、満杯になれば溢れる、節度の風景。\n【戦略】物事の適切な基準（数度）を定め、何が徳のある行いかを議論する。",
    "61": "【象徴】沢の上に風が吹き、その真心が水面に影響を与える風景。\n【戦略】訴訟は慎重に審議し、死罪はできるだけ寛大な措置をとる。",
    "62": "【象徴】山の上に雷鳴が轟く、非日常的な風景。\n【戦略】行動は恭しく、葬儀は悲しみを深く、生活は倹約をと、何事も「少しだけ度を過ごす」くらいが丁度良い。",
    "63": "【象徴】水が火の上にあり、安定している完成の風景。\n【戦略】物事が完成した時こそ、将来起こりうる災いを考え、あらかじめ防ぐ。",
    "64": "【象徴】火が水の上にあり、まだ安定しない未完成の風景。\n【戦略】物事の違いを慎重に見極め、それぞれが最もふさわしい場所（方）に収まるように配慮する。"
  },
  "zatsu_ka_den": {
    "1": {
      "pair_id": 2,
      "pair_name": "坤為地",
      "contrast_theme": "剛と柔",
      "explanation": "乾為天は、トップダウンで物事を進める「剛」のリーダーシップです。坤為地は、すべてを受け入れ支える「柔」のフォロワーシップです。"
    },
    "2": {
      "pair_id": 1,
      "pair_name": "乾為天",
      "contrast_theme": "剛と柔",
      "explanation": "乾為天は、トップダウンで物事を進める「剛」のリーダーシップです。坤為地は、すべてを受け入れ支える「柔」のフォロワーシップです。"
    },
    "3": {
      "pair_id": 4,
      "pair_name": "山水蒙",
      "contrast_theme": "スタートアップと新入社員",
      "explanation": "水雷屯は、産みの苦しみの中にいるが、その存在は「見えている」スタートアップのような状態です。山水蒙は、知識が「雑然」としていて未熟ですが、やがてその本性が明らかになる新入社員のような状態です。"
    },
    "4": {
      "pair_id": 3,
      "pair_name": "水雷屯",
      "contrast_theme": "スタートアップと新入社員",
      "explanation": "水雷屯は、産みの苦しみの中にいるが、その存在は「見えている」スタートアップのような状態です。山水蒙は、知識が「雑然」としていて未熟ですが、やがてその本性が明らかになる新入社員のような状態です。"
    },
    "5": {
      "pair_id": 6,
      "pair_name": "天水訟",
      "contrast_theme": "待つ知恵と争いの衝動",
      "explanation": "水天需は、食を求め、好機を「待つ」という知恵の状態です。天水訟は、飲食や資源を巡って必ず起こる「争い」の衝動です。"
    },
    "6": {
      "pair_id": 5,
      "pair_name": "水天需",
      "contrast_theme": "争いの衝動と待つ知恵",
      "explanation": "天水訟は、飲食や資源を巡って必ず起こる「争い」の衝動です。水天需は、食を求め、好機を「待つ」という知恵の状態です。"
    },
    "7": {
      "pair_id": 8,
      "pair_name": "水地比",
      "contrast_theme": "ストレスと喜び",
      "explanation": "地水師は、組織として戦う「憂いやストレス」を伴う状況です。水地比は、気の合う仲間と親しむ「楽しい」時間です。"
    },
    "8": {
      "pair_id": 7,
      "pair_name": "地水師",
      "contrast_theme": "喜びとストレス",
      "explanation": "水地比は、気の合う仲間と親しむ「楽しい」時間です。地水師は、組織として戦う「憂いやストレス」を伴う状況です。"
    },
    "9": {
      "pair_id": 10,
      "pair_name": "天沢履",
      "contrast_theme": "少しの蓄えと、止まらない実践",
      "explanation": "風天小畜は、何かに邪魔をされて、まだ力が「寡ない（少ない）」、少ししか蓄えられない状態です。天沢履は、礼儀作法に則って常に正しく行動し続ける、「一つの所に処（とど）まらない」プロセスそのものです。"
    },
    "10": {
      "pair_id": 9,
      "pair_name": "風天小畜",
      "contrast_theme": "止まらない実践と、少しの蓄え",
      "explanation": "天沢履は、礼儀作法に則って常に正しく行動し続ける、「一つの所に処（とど）まらない」プロセスそのものです。風天小畜は、何かに邪魔をされて、まだ力が「寡ない（少ない）」、少ししか蓄えられない状態です。"
    },
    "11": {
      "pair_id": 12,
      "pair_name": "天地否",
      "contrast_theme": "天国と地獄",
      "explanation": "地天泰は、物事がスムーズに通る最高の状態です。天地否は、完全に停滞した最悪の状態で、両者は正反対のエネルギーです。"
    },
    "12": {
      "pair_id": 11,
      "pair_name": "地天泰",
      "contrast_theme": "地獄と天国",
      "explanation": "地天泰は、物事がスムーズに通る最高の状態です。天地否は、完全に停滞した最悪の状態で、両者は正反対のエネルギーです。"
    },
    "13": {
      "pair_id": 14,
      "pair_name": "火天大有",
      "contrast_theme": "プロセスと結果",
      "explanation": "天火同人は、目的のために人と「親しくなっていくプロセス」そのものです。火天大有は、多くの富や人材が「集まった結果」の状態です。"
    },
    "14": {
      "pair_id": 13,
      "pair_name": "天火同人",
      "contrast_theme": "結果とプロセス",
      "explanation": "火天大有は、多くの富や人材が「集まった結果」の状態です。天火同人は、目的のために人と「親しくなっていくプロセス」そのものです。"
    },
    "15": {
      "pair_id": 16,
      "pair_name": "雷地豫",
      "contrast_theme": "謙虚さと怠慢",
      "explanation": "地山謙の徳を持つ人は、余計なものがなく身が「軽やか」です。雷地予の喜びだけに浸っていると、人は「怠惰」になりがちです。"
    },
    "16": {
      "pair_id": 15,
      "pair_name": "地山謙",
      "contrast_theme": "怠慢と謙虚さ",
      "explanation": "地山謙の徳を持つ人は、余計なものがなく身が「軽やか」です。雷地予の喜びだけに浸っていると、人は「怠惰」になりがちです。"
    },
    "17": {
      "pair_id": 18,
      "pair_name": "山風蠱",
      "contrast_theme": "喜びと腐敗",
      "explanation": "沢雷随は人や物事に喜んで従うことです。山風蠱は事がなくて腐敗することです。（この解説はプロジェクトの文脈に合わせて調整の余地があります）"
    },
    "18": {
      "pair_id": 17,
      "pair_name": "沢雷随",
      "contrast_theme": "腐敗と喜び",
      "explanation": "沢雷随は人や物事に喜んで従うことです。山風蠱は事がなくて腐敗することです。（この解説はプロジェクトの文脈に合わせて調整の余地があります）"
    },
    "19": {
      "pair_id": 20,
      "pair_name": "風地観",
      "contrast_theme": "与えるリーダーと求めるリーダー",
      "explanation": "地沢臨は、人々の上に立ち、影響力を「与える」カリスマリーダーのあり方です。風地観は、人々を観察し、そこから何かを学び「求める」賢者タイプのリーダーのあり方です。"
    },
    "20": {
      "pair_id": 19,
      "pair_name": "地沢臨",
      "contrast_theme": "求めるリーダーと与えるリーダー",
      "explanation": "地沢臨は、人々の上に立ち、影響力を「与える」カリスマリーダーのあり方です。風地観は、人々を観察し、そこから何かを学び「求める」賢者タイプのリーダーのあり方です。"
    },
    "21": {
      "pair_id": 22,
      "pair_name": "山火賁",
      "contrast_theme": "本質と装飾",
      "explanation": "火雷噬嗑は、障害物を「食う」ように、物事の本質をむき出しにすることです。山火賁は、本質（色のないもの）を「美しく飾る」ことです。"
    },
    "22": {
      "pair_id": 21,
      "pair_name": "火雷噬嗑",
      "contrast_theme": "装飾と本質",
      "explanation": "火雷噬嗑は、障害物を「食う」ように、物事の本質をむき出しにすることです。山火賁は、本質（色のないもの）を「美しく飾る」ことです。"
    },
    "23": {
      "pair_id": 24,
      "pair_name": "地雷復",
      "contrast_theme": "終わりと始まり",
      "explanation": "山地剝は物事が剥がれ落ちていく「終わり」を示します。地雷復はそこから再び物事が「還って来る」始まりの時です。"
    },
    "24": {
      "pair_id": 23,
      "pair_name": "山地剝",
      "contrast_theme": "始まりと終わり",
      "explanation": "山地剝は物事が剥がれ落ちていく「終わり」を示します。地雷復はそこから再び物事が「還って来る」始まりの時です。"
    },
    "25": {
      "pair_id": 26,
      "pair_name": "山天大畜",
      "contrast_theme": "災いと時",
      "explanation": "天雷无妄は自然体でいることで時に「災い」を招きます。山天大畜は「時」を知って行動する賢明さです。"
    },
    "26": {
      "pair_id": 25,
      "pair_name": "天雷无妄",
      "contrast_theme": "時と災い",
      "explanation": "天雷无妄は自然体でいることで時に「災い」を招きます。山天大畜は「時」を知って行動する賢明さです。"
    },
    "27": {
      "pair_id": 28,
      "pair_name": "沢風大過",
      "contrast_theme": "健康と不摂生",
      "explanation": "山雷頤は、心身を「正しく養う」健康的な状態です。沢風大過は、そのバランスが崩れ、無理がたたった「顛覆（ひっくり返る）」状態です。"
    },
    "28": {
      "pair_id": 27,
      "pair_name": "山雷頤",
      "contrast_theme": "不摂生と健康",
      "explanation": "山雷頤は、心身を「正しく養う」健康的な状態です。沢風大過は、そのバランスが崩れ、無理がたたった「顛覆（ひっくり返る）」状態です。"
    },
    "29": {
      "pair_id": 30,
      "pair_name": "離為火",
      "contrast_theme": "悩みと知性",
      "explanation": "坎為水は、困難に「陥り」悩んでいる状態です。離為火は、知性の光で物事を照らし、他者に影響を「与えている（麗つく）」状態です。"
    },
    "30": {
      "pair_id": 29,
      "pair_name": "坎為水",
      "contrast_theme": "知性と悩み",
      "explanation": "坎為水は、困難に「陥り」悩んでいる状態です。離為火は、知性の光で物事を照らし、他者に影響を「与えている（麗つく）」状態です。"
    },
    "31": {
      "pair_id": 32,
      "pair_name": "雷風恒",
      "contrast_theme": "瞬間と継続",
      "explanation": "沢山咸は、若者が恋に落ちるような「速やか」で瞬間的な感応です。雷風恒は、夫婦のように「久しい」継続的な関係です。"
    },
    "32": {
      "pair_id": 31,
      "pair_name": "沢山咸",
      "contrast_theme": "継続と瞬間",
      "explanation": "沢山咸は、若者が恋に落ちるような「速やか」で瞬間的な感応です。雷風恒は、夫婦のように「久しい」継続的な関係です。"
    },
    "33": {
      "pair_id": 34,
      "pair_name": "雷天大壮",
      "contrast_theme": "撤退と前進",
      "explanation": "天山遯は、戦略的に「退く」ことです。雷天大壮は、力強く「前進する」ことです。"
    },
    "34": {
      "pair_id": 33,
      "pair_name": "天山遯",
      "contrast_theme": "前進と撤退",
      "explanation": "天山遯は、戦略的に「退く」ことです。雷天大壮は、力強く「前進する」ことです。"
    },
    "35": {
      "pair_id": 36,
      "pair_name": "地火明夷",
      "contrast_theme": "昼と夜",
      "explanation": "火地晋は、昼間のごとく物事が明らかになることです。地火明夷は、夜のように光明が傷つけられることです。"
    },
    "36": {
      "pair_id": 35,
      "pair_name": "火地晋",
      "contrast_theme": "夜と昼",
      "explanation": "火地晋は、昼間のごとく物事が明らかになることです。地火明夷は、夜のように光明が傷つけられることです。"
    },
    "37": {
      "pair_id": 38,
      "pair_name": "火沢睽",
      "contrast_theme": "内と外",
      "explanation": "風火家人は、家庭や組織など「内側」の秩序を重んじる状態です。火沢睽は、心が「外」を向き、互いにそむき合っている状態です。"
    },
    "38": {
      "pair_id": 37,
      "pair_name": "風火家人",
      "contrast_theme": "外と内",
      "explanation": "風火家人は、家庭や組織など「内側」の秩序を重んじる状態です。火沢睽は、心が「外」を向き、互いにそむき合っている状態です。"
    },
    "39": {
      "pair_id": 40,
      "pair_name": "雷水解",
      "contrast_theme": "停滞と前進",
      "explanation": "水山蹇は、足踏みをして進めない「困難」な状態です。雷水解は、問題が「緩み」、物事が解決に向かう状態です。"
    },
    "40": {
      "pair_id": 39,
      "pair_name": "水山蹇",
      "contrast_theme": "前進と停滞",
      "explanation": "水山蹇は、足踏みをして進めない「困難」な状態です。雷水解は、問題が「緩み」、物事が解決に向かう状態です。"
    },
    "41": {
      "pair_id": 42,
      "pair_name": "風雷益",
      "contrast_theme": "衰退と隆盛の始まり",
      "explanation": "山沢損も風雷益も、現状を変化させ、新たな盛衰のサイクルを開始させるスイッチです。（損は衰えの始まり、益は盛りの始まり）"
    },
    "42": {
      "pair_id": 41,
      "pair_name": "山沢損",
      "contrast_theme": "隆盛と衰退の始まり",
      "explanation": "山沢損も風雷益も、現状を変化させ、新たな盛衰のサイクルを開始させるスイッチです。（損は衰えの始まり、益は盛りの始まり）"
    },
    "43": {
      "pair_id": 44,
      "pair_name": "天風姤",
      "contrast_theme": "決別と出会い",
      "explanation": "沢天夬は、陽が陰を「決断し断ち切る」ことです。天風姤は、陰が陽に「出会う」ことです。"
    },
    "44": {
      "pair_id": 43,
      "pair_name": "沢天夬",
      "contrast_theme": "出会いと決別",
      "explanation": "沢天夬は、陽が陰を「決断し断ち切る」ことです。天風姤は、陰が陽に「出会う」ことです。"
    },
    "45": {
      "pair_id": 46,
      "pair_name": "地風升",
      "contrast_theme": "集合と上昇",
      "explanation": "沢地萃は、人々が「集まる」ことです。地風升は、集まったものが「上に昇る」ことです。"
    },
    "46": {
      "pair_id": 45,
      "pair_name": "沢地萃",
      "contrast_theme": "上昇と集合",
      "explanation": "沢地萃は、人々が「集まる」ことです。地風升は、集まったものが「上に昇る」ことです。"
    },
    "47": {
      "pair_id": 48,
      "pair_name": "水風井",
      "contrast_theme": "相互作用と自己完結",
      "explanation": "沢水困は、互いに作用しあって「困窮する」ことです。水風井は、他に頼らず、自己の徳によって「自らを養う」ことです。"
    },
    "48": {
      "pair_id": 47,
      "pair_name": "沢水困",
      "contrast_theme": "自己完結と相互作用",
      "explanation": "沢水困は、互いに作用しあって「困窮する」ことです。水風井は、他に頼らず、自己の徳によって「自らを養う」ことです。"
    },
    "49": {
      "pair_id": 50,
      "pair_name": "火風鼎",
      "contrast_theme": "破壊と創造",
      "explanation": "沢火革は、古いシステムをスクラップ＆ビルドで「刷新する」ことです。火風鼎は、革命の後に「新しい文化や組織を安定させる」器そのものです。"
    },
    "50": {
      "pair_id": 49,
      "pair_name": "沢火革",
      "contrast_theme": "創造と破壊",
      "explanation": "沢火革は、古いシステムをスクラップ＆ビルドで「刷新する」ことです。火風鼎は、革命の後に「新しい文化や組織を安定させる」器そのものです。"
    },
    "51": {
      "pair_id": 52,
      "pair_name": "艮為山",
      "contrast_theme": "アクションとストップ",
      "explanation": "震為雷は、雷のように物事を「始める」アクションです。艮為山は、山のように動かず、物事を「止める」ストッパーです。"
    },
    "52": {
      "pair_id": 51,
      "pair_name": "震為雷",
      "contrast_theme": "ストップとアクション",
      "explanation": "震為雷は、雷のように物事を「始める」アクションです。艮為山は、山のように動かず、物事を「止める」ストッパーです。"
    },
    "53": {
      "pair_id": 54,
      "pair_name": "雷沢帰妹",
      "contrast_theme": "プロセスと結果",
      "explanation": "風山漸は、女性が嫁ぐ（帰）ために、男性の正式なアプローチを「待つ」という順序・プロセスです。雷沢帰妹は、順序を無視してでも、女性が嫁ぐ（終）という結果を急ぐ状態です。"
    },
    "54": {
      "pair_id": 53,
      "pair_name": "風山漸",
      "contrast_theme": "結果とプロセス",
      "explanation": "風山漸は、女性が嫁ぐ（帰）ために、男性の正式なアプローチを「待つ」という順序・プロセスです。雷沢帰妹は、順序を無視してでも、女性が嫁ぐ（終）という結果を急ぐ状態です。"
    },
    "55": {
      "pair_id": 56,
      "pair_name": "火山旅",
      "contrast_theme": "多忙と孤独",
      "explanation": "雷火豊は、成功の極みで、かえって予期せぬ「事故や用事が多い」状態です。火山旅は、頼れる人が少ない「孤独」な状態です。"
    },
    "56": {
      "pair_id": 55,
      "pair_name": "雷火豊",
      "contrast_theme": "孤独と多忙",
      "explanation": "雷火豊は、成功の極みで、かえって予期せぬ「事故や用事が多い」状態です。火山旅は、頼れる人が少ない「孤独」な状態です。"
    },
    "57": {
      "pair_id": 58,
      "pair_name": "兌為沢",
      "contrast_theme": "水面下と表舞台",
      "explanation": "巽為風は、風のように人に伏し従い、水面下で「浸透していく」ことです。兌為沢は、喜びや意見をオープンに「表現し現れる」ことです。"
    },
    "58": {
      "pair_id": 57,
      "pair_name": "巽為風",
      "contrast_theme": "表舞台と水面下",
      "explanation": "巽為風は、風のように人に伏し従い、水面下で「浸透していく」ことです。兌為沢は、喜びや意見をオープンに「表現し現れる」ことです。"
    },
    "59": {
      "pair_id": 60,
      "pair_name": "水沢節",
      "contrast_theme": "拡散と集約",
      "explanation": "風水渙は、淀んだエネルギーを霧のように「解き散らす」ことです。水沢節は、規律によってエネルギーが外に漏れないよう「引き締める」ことです。"
    },
    "60": {
      "pair_id": 59,
      "pair_name": "風水渙",
      "contrast_theme": "集約と拡散",
      "explanation": "風水渙は、淀んだエネルギーを霧のように「解き散らす」ことです。水沢節は、規律によってエネルギーが外に漏れないよう「引き締める」ことです。"
    },
    "61": {
      "pair_id": 62,
      "pair_name": "雷山小過",
      "contrast_theme": "真心とやり過ぎ",
      "explanation": "風沢中孚は、行動の根底にある偽りのない「真心」そのものです。雷山小過は、誠実さのあまり「少しやり過ぎる」ほどの丁寧さです。"
    },
    "62": {
      "pair_id": 61,
      "pair_name": "風沢中孚",
      "contrast_theme": "やり過ぎと真心",
      "explanation": "風沢中孚は、行動の根底にある偽りのない「真心」そのものです。雷山小過は、誠実さのあまり「少しやり過ぎる」ほどの丁寧さです。"
    },
    "63": {
      "pair_id": 64,
      "pair_name": "火水未済",
      "contrast_theme": "完成と未完",
      "explanation": "水火既済は、すべてが整った「完成」の状態です。火水未済は、まだ物事が完成せず、挑戦の途上にある「未完」の状態です。"
    },
    "64": {
      "pair_id": 63,
      "pair_name": "水火既済",
      "contrast_theme": "未完と完成",
      "explanation": "水火既済は、すべてが整った「完成」の状態です。火水未済は、まだ物事が完成せず、挑戦の途上にある「未完」の状態です。"
    }
  },
  "jo_ka_den": {
    "1": {
      "from_prev": null,
      "to_next": {
        "next_id": 2,
        "next_name": "坤為地",
        "explanation": "すべての物語は、創造のエネルギーである天（乾）と、それを受け入れる大地（坤）から始まります。"
      }
    },
    "2": {
      "from_prev": {
        "prev_id": 1,
        "prev_name": "乾為天",
        "explanation": "すべての物語は、創造のエネルギーである天（乾）と、それを受け入れる大地（坤）から始まります。"
      },
      "to_next": {
        "next_id": 3,
        "next_name": "水雷屯",
        "explanation": "天地があって初めて万物が生まれますが、その始まりは混沌とした産みの苦しみ（屯）に満ちています。"
      }
    },
    "3": {
      "from_prev": {
        "prev_id": 2,
        "prev_name": "坤為地",
        "explanation": "天地があって初めて万物が生まれますが、その始まりは混沌とした産みの苦しみ（屯）に満ちています。"
      },
      "to_next": {
        "next_id": 4,
        "next_name": "山水蒙",
        "explanation": "生まれたばかりのものは、まだ何も知らない幼く蒙昧（もうまい）な状態（蒙）です。"
      }
    },
    "4": {
      "from_prev": {
        "prev_id": 3,
        "prev_name": "水雷屯",
        "explanation": "生まれたばかりのものは、まだ何も知らない幼く蒙昧（もうまい）な状態（蒙）です。"
      },
      "to_next": {
        "next_id": 5,
        "next_name": "水天需",
        "explanation": "幼いものを養うには、まず飲食（需）が必要です。"
      }
    },
    "5": {
      "from_prev": {
        "prev_id": 4,
        "prev_name": "山水蒙",
        "explanation": "幼いものを養うには、まず飲食（需）が必要です。"
      },
      "to_next": {
        "next_id": 6,
        "next_name": "天水訟",
        "explanation": "飲食を巡っては、必ず争い（訟）が起こります。"
      }
    },
    "6": {
      "from_prev": {
        "prev_id": 5,
        "prev_name": "水天需",
        "explanation": "飲食を巡っては、必ず争い（訟）が起こります。"
      },
      "to_next": {
        "next_id": 7,
        "next_name": "地水師",
        "explanation": "争いが起これば、必ず多くの人々（師）が立ち上がります。"
      }
    },
    "7": {
      "from_prev": {
        "prev_id": 6,
        "prev_name": "天水訟",
        "explanation": "争いが起これば、必ず多くの人々（師）が立ち上がります。"
      },
      "to_next": {
        "next_id": 8,
        "next_name": "水地比",
        "explanation": "多くの人々が集まれば、自然と親しみ合う関係（比）が生まれます。"
      }
    },
    "8": {
      "from_prev": {
        "prev_id": 7,
        "prev_name": "地水師",
        "explanation": "多くの人々が集まれば、自然と親しみ合う関係（比）が生まれます。"
      },
      "to_next": {
        "next_id": 9,
        "next_name": "風天小畜",
        "explanation": "人々が親しみ合うだけでは、まだ大きな力にはなりません。少しだけ蓄える（小畜）段階が必要です。"
      }
    },
    "9": {
      "from_prev": {
        "prev_id": 8,
        "prev_name": "水地比",
        "explanation": "人々が親しみ合うだけでは、まだ大きな力にはなりません。少しだけ蓄える（小畜）段階が必要です。"
      },
      "to_next": {
        "next_id": 10,
        "next_name": "天沢履",
        "explanation": "蓄えるものがあれば、礼儀作法（履）が生まれます。"
      }
    },
    "10": {
      "from_prev": {
        "prev_id": 9,
        "prev_name": "風天小畜",
        "explanation": "蓄えるものがあれば、礼儀作法（履）が生まれます。"
      },
      "to_next": {
        "next_id": 11,
        "next_name": "地天泰",
        "explanation": "礼儀作法が確立して初めて、物事が安泰（泰）になります。"
      }
    },
    "11": {
      "from_prev": {
        "prev_id": 10,
        "prev_name": "天沢履",
        "explanation": "礼儀作法が確立して初めて、物事が安泰（泰）になります。"
      },
      "to_next": {
        "next_id": 12,
        "next_name": "天地否",
        "explanation": "しかし、安泰な状態は永遠には続かず、いずれ停滞し、閉塞（否）します。"
      }
    },
    "12": {
      "from_prev": {
        "prev_id": 11,
        "prev_name": "地天泰",
        "explanation": "しかし、安泰な状態は永遠には続かず、いずれ停滞し、閉塞（否）します。"
      },
      "to_next": {
        "next_id": 13,
        "next_name": "天火同人",
        "explanation": "ただ閉塞したままでは終われません。必ず人と協力し、同調する（同人）ことで、道は開けます。"
      }
    },
    "13": {
      "from_prev": {
        "prev_id": 12,
        "prev_name": "天地否",
        "explanation": "ただ閉塞したままでは終われません。必ず人と協力し、同調する（同人）ことで、道は開けます。"
      },
      "to_next": {
        "next_id": 14,
        "next_name": "火天大有",
        "explanation": "人と協力することで、多くのものを所有する（大有）段階に至ります。"
      }
    },
    "14": {
      "from_prev": {
        "prev_id": 13,
        "prev_name": "天火同人",
        "explanation": "人と協力することで、多くのものを所有する（大有）段階に至ります。"
      },
      "to_next": {
        "next_id": 15,
        "next_name": "地山謙",
        "explanation": "多くのものを所有すれば、必ず驕りが生まれます。だからこそ謙虚さ（謙）が必要になります。"
      }
    },
    "15": {
      "from_prev": {
        "prev_id": 14,
        "prev_name": "火天大有",
        "explanation": "多くのものを所有すれば、必ず驕りが生まれます。だからこそ謙虚さ（謙）が必要になります。"
      },
      "to_next": {
        "next_id": 16,
        "next_name": "雷地豫",
        "explanation": "謙虚でいれば、必ず喜ばしいこと（豫）が起こります。"
      }
    },
    "16": {
      "from_prev": {
        "prev_id": 15,
        "prev_name": "地山謙",
        "explanation": "謙虚でいれば、必ず喜ばしいこと（豫）が起こります。"
      },
      "to_next": {
        "next_id": 17,
        "next_name": "沢雷随",
        "explanation": "喜びがあれば、人は必ずそれに従い（随）、ついてきます。"
      }
    },
    "17": {
      "from_prev": {
        "prev_id": 16,
        "prev_name": "雷地豫",
        "explanation": "喜びがあれば、人は必ずそれに従い（随）、ついてきます。"
      },
      "to_next": {
        "next_id": 18,
        "next_name": "山風蠱",
        "explanation": "しかし、ただ喜んで従うだけでは、いずれ物事は腐敗し、弊害（蠱）が生じます。"
      }
    },
    "18": {
      "from_prev": {
        "prev_id": 17,
        "prev_name": "沢雷随",
        "explanation": "しかし、ただ喜んで従うだけでは、いずれ物事は腐敗し、弊害（蠱）が生じます。"
      },
      "to_next": {
        "next_id": 19,
        "next_name": "地沢臨",
        "explanation": "弊害を取り除くという大きな事業（蠱）を成し遂げた後、人々の上に立つ（臨）ことができます。"
      }
    },
    "19": {
      "from_prev": {
        "prev_id": 18,
        "prev_name": "山風蠱",
        "explanation": "弊害を取り除くという大きな事業（蠱）を成し遂げた後、人々の上に立つ（臨）ことができます。"
      },
      "to_next": {
        "next_id": 20,
        "next_name": "風地観",
        "explanation": "人々の上に立てば、今度は人々をよく観察する（観）必要があります。"
      }
    },
    "20": {
      "from_prev": {
        "prev_id": 19,
        "prev_name": "地沢臨",
        "explanation": "人々の上に立てば、今度は人々をよく観察する（観）必要があります。"
      },
      "to_next": {
        "next_id": 21,
        "next_name": "火雷噬嗑",
        "explanation": "観察すれば、物事の間に障害物があるのが見えます。それを取り除くために、噛み砕く（噬嗑）力が必要になります。"
      }
    },
    "21": {
      "from_prev": {
        "prev_id": 20,
        "prev_name": "風地観",
        "explanation": "観察すれば、物事の間に障害物があるのが見えます。それを取り除くために、噛み砕く（噬嗑）力が必要になります。"
      },
      "to_next": {
        "next_id": 22,
        "next_name": "山火賁",
        "explanation": "ただ障害を取り除くだけでは味気ない。文化的な装飾（賁）が必要です。"
      }
    },
    "22": {
      "from_prev": {
        "prev_id": 21,
        "prev_name": "火雷噬嗑",
        "explanation": "ただ障害を取り除くだけでは味気ない。文化的な装飾（賁）が必要です。"
      },
      "to_next": {
        "next_id": 23,
        "next_name": "山地剝",
        "explanation": "しかし、装飾が極まれば、やがて本質が剥がれ落ちていく（剝）時が来ます。"
      }
    },
    "23": {
      "from_prev": {
        "prev_id": 22,
        "prev_name": "山火賁",
        "explanation": "しかし、装飾が極まれば、やがて本質が剥がれ落ちていく（剝）時が来ます。"
      },
      "to_next": {
        "next_id": 24,
        "next_name": "地雷復",
        "explanation": "物事は剥がれ落ちて終わりではありません。一番下まで落ちれば、再び回復（復）します。"
      }
    },
    "24": {
      "from_prev": {
        "prev_id": 23,
        "prev_name": "山地剝",
        "explanation": "物事は剥がれ落ちて終わりではありません。一番下まで落ちれば、再び回復（復）します。"
      },
      "to_next": {
        "next_id": 25,
        "next_name": "天雷无妄",
        "explanation": "回復すれば、偽りのない自然な状態（无妄）になります。"
      }
    },
    "25": {
      "from_prev": {
        "prev_id": 24,
        "prev_name": "地雷復",
        "explanation": "回復すれば、偽りのない自然な状態（无妄）になります。"
      },
      "to_next": {
        "next_id": 26,
        "next_name": "山天大畜",
        "explanation": "自然体でいれば、大きく蓄える（大畜）ことができます。"
      }
    },
    "26": {
      "from_prev": {
        "prev_id": 25,
        "prev_name": "天雷无妄",
        "explanation": "自然体でいれば、大きく蓄える（大畜）ことができます。"
      },
      "to_next": {
        "next_id": 27,
        "next_name": "山雷頤",
        "explanation": "大きく蓄えたら、今度はそれを正しく養う（頤）ことが必要です。"
      }
    },
    "27": {
      "from_prev": {
        "prev_id": 26,
        "prev_name": "山天大畜",
        "explanation": "大きく蓄えたら、今度はそれを正しく養う（頤）ことが必要です。"
      },
      "to_next": {
        "next_id": 28,
        "next_name": "沢風大過",
        "explanation": "しかし、養うことなしには、必ず度を過ごす（大過）ことになります。"
      }
    },
    "28": {
      "from_prev": {
        "prev_id": 27,
        "prev_name": "山雷頤",
        "explanation": "しかし、養うことなしには、必ず度を過ごす（大過）ことになります。"
      },
      "to_next": {
        "next_id": 29,
        "next_name": "坎為水",
        "explanation": "度を過ごせば、必ず困難な穴に陥り（坎）、悩みます。"
      }
    },
    "29": {
      "from_prev": {
        "prev_id": 28,
        "prev_name": "沢風大過",
        "explanation": "度を過ごせば、必ず困難な穴に陥り（坎）、悩みます。"
      },
      "to_next": {
        "next_id": 30,
        "next_name": "離為火",
        "explanation": "困難から脱出するには、知性の光で物事を明らかにする（離）必要があります。"
      }
    },
    "30": {
      "from_prev": {
        "prev_id": 29,
        "prev_name": "坎為水",
        "explanation": "困難から脱出するには、知性の光で物事を明らかにする（離）必要があります。"
      },
      "to_next": {
        "next_id": 31,
        "next_name": "沢山咸",
        "explanation": "こうして、再び天地、そして男女（咸）の物語へと繋がっていきます。"
      }
    },
    "31": {
      "from_prev": {
        "prev_id": 30,
        "prev_name": "離為火",
        "explanation": "こうして、再び天地、そして男女（咸）の物語へと繋がっていきます。"
      },
      "to_next": {
        "next_id": 32,
        "next_name": "雷風恒",
        "explanation": "男女の関係が生まれれば、それはやがて夫婦となり、恒久（恒）なものとなります。"
      }
    },
    "32": {
      "from_prev": {
        "prev_id": 31,
        "prev_name": "沢山咸",
        "explanation": "男女の関係が生まれれば、それはやがて夫婦となり、恒久（恒）なものとなります。"
      },
      "to_next": {
        "next_id": 33,
        "next_name": "天山遯",
        "explanation": "恒久なものも、いつまでも同じ場所にはいられません。時には退き（遯）、距離を置くことも必要です。"
      }
    },
    "33": {
      "from_prev": {
        "prev_id": 32,
        "prev_name": "雷風恒",
        "explanation": "恒久なものも、いつまでも同じ場所にはいられません。時には退き（遯）、距離を置くことも必要です。"
      },
      "to_next": {
        "next_id": 34,
        "next_name": "雷天大壮",
        "explanation": "しかし、ただ退いているだけでは事は成らず、力強い前進（大壮）が必要になります。"
      }
    },
    "34": {
      "from_prev": {
        "prev_id": 33,
        "prev_name": "天山遯",
        "explanation": "しかし、ただ退いているだけでは事は成らず、力強い前進（大壮）が必要になります。"
      },
      "to_next": {
        "next_id": 35,
        "next_name": "火地晋",
        "explanation": "力強く前進すれば、その勢いで進み（晋）、出世します。"
      }
    },
    "35": {
      "from_prev": {
        "prev_id": 34,
        "prev_name": "雷天大壮",
        "explanation": "力強く前進すれば、その勢いで進み（晋）、出世します。"
      },
      "to_next": {
        "next_id": 36,
        "next_name": "地火明夷",
        "explanation": "しかし、進み続ければ、必ずその光明は傷つけられる（明夷）時が来ます。"
      }
    },
    "36": {
      "from_prev": {
        "prev_id": 35,
        "prev_name": "火地晋",
        "explanation": "しかし、進み続ければ、必ずその光明は傷つけられる（明夷）時が来ます。"
      },
      "to_next": {
        "next_id": 37,
        "next_name": "風火家人",
        "explanation": "外で傷つけられた者は、必ず自分の家（家人）に帰ります。"
      }
    },
    "37": {
      "from_prev": {
        "prev_id": 36,
        "prev_name": "地火明夷",
        "explanation": "外で傷つけられた者は、必ず自分の家（家人）に帰ります。"
      },
      "to_next": {
        "next_id": 38,
        "next_name": "火沢睽",
        "explanation": "しかし、家の道が行き詰まると、互いにそむき合う（睽）ようになります。"
      }
    },
    "38": {
      "from_prev": {
        "prev_id": 37,
        "prev_name": "風火家人",
        "explanation": "しかし、家の道が行き詰まると、互いにそむき合う（睽）ようになります。"
      },
      "to_next": {
        "next_id": 39,
        "next_name": "水山蹇",
        "explanation": "互いにそむき合えば、必ず進むに悩む（蹇）ことになります。"
      }
    },
    "39": {
      "from_prev": {
        "prev_id": 38,
        "prev_name": "火沢睽",
        "explanation": "互いにそむき合えば、必ず進むに悩む（蹇）ことになります。"
      },
      "to_next": {
        "next_id": 40,
        "next_name": "雷水解",
        "explanation": "悩み続けることはできません。必ず問題は解決し、緩んでいく（解）のです。"
      }
    },
    "40": {
      "from_prev": {
        "prev_id": 39,
        "prev_name": "水山蹇",
        "explanation": "悩み続けることはできません。必ず問題は解決し、緩んでいく（解）のです。"
      },
      "to_next": {
        "next_id": 41,
        "next_name": "山沢損",
        "explanation": "緩めば、必ず何かを損なう（損）ことになります。"
      }
    },
    "41": {
      "from_prev": {
        "prev_id": 40,
        "prev_name": "雷水解",
        "explanation": "緩めば、必ず何かを損なう（損）ことになります。"
      },
      "to_next": {
        "next_id": 42,
        "next_name": "風雷益",
        "explanation": "損ない続ければ、必ずいつかはそれを益する（益）時が来ます。"
      }
    },
    "42": {
      "from_prev": {
        "prev_id": 41,
        "prev_name": "山沢損",
        "explanation": "損ない続ければ、必ずいつかはそれを益する（益）時が来ます。"
      },
      "to_next": {
        "next_id": 43,
        "next_name": "沢天夬",
        "explanation": "益し続ければ、必ず器は満ち溢れ、決壊する（夬）時が来ます。"
      }
    },
    "43": {
      "from_prev": {
        "prev_id": 42,
        "prev_name": "風雷益",
        "explanation": "益し続ければ、必ず器は満ち溢れ、決壊する（夬）時が来ます。"
      },
      "to_next": {
        "next_id": 44,
        "next_name": "天風姤",
        "explanation": "決壊の後には、必ず新たな出会い（姤）があります。"
      }
    },
    "44": {
      "from_prev": {
        "prev_id": 43,
        "prev_name": "沢天夬",
        "explanation": "決壊の後には、必ず新たな出会い（姤）があります。"
      },
      "to_next": {
        "next_id": 45,
        "next_name": "沢地萃",
        "explanation": "出会ったものは、必ず集まり（萃）ます。"
      }
    },
    "45": {
      "from_prev": {
        "prev_id": 44,
        "prev_name": "天風姤",
        "explanation": "出会ったものは、必ず集まり（萃）ます。"
      },
      "to_next": {
        "next_id": 46,
        "next_name": "地風升",
        "explanation": "集まったものは、やがて上へ昇って（升）いきます。"
      }
    },
    "46": {
      "from_prev": {
        "prev_id": 45,
        "prev_name": "沢地萃",
        "explanation": "集まったものは、やがて上へ昇って（升）いきます。"
      },
      "to_next": {
        "next_id": 47,
        "next_name": "沢水困",
        "explanation": "しかし、昇り続ければ、必ず困窮（困）する時が来ます。"
      }
    },
    "47": {
      "from_prev": {
        "prev_id": 46,
        "prev_name": "地風升",
        "explanation": "しかし、昇り続ければ、必ず困窮（困）する時が来ます。"
      },
      "to_next": {
        "next_id": 48,
        "next_name": "水風井",
        "explanation": "上にいて困窮した者は、必ず下にある井戸（井）に戻ってきます。"
      }
    },
    "48": {
      "from_prev": {
        "prev_id": 47,
        "prev_name": "沢水困",
        "explanation": "上にいて困窮した者は、必ず下にある井戸（井）に戻ってきます。"
      },
      "to_next": {
        "next_id": 49,
        "next_name": "沢火革",
        "explanation": "井戸の古いしきたりは、やがて変革（革）されます。"
      }
    },
    "49": {
      "from_prev": {
        "prev_id": 48,
        "prev_name": "水風井",
        "explanation": "井戸の古いしきたりは、やがて変革（革）されます。"
      },
      "to_next": {
        "next_id": 50,
        "next_name": "火風鼎",
        "explanation": "物を変革するのに、鼎（かなえ）ほど適したものはありません。"
      }
    },
    "50": {
      "from_prev": {
        "prev_id": 49,
        "prev_name": "沢火革",
        "explanation": "物を変革するのに、鼎（かなえ）ほど適したものはありません。"
      },
      "to_next": {
        "next_id": 51,
        "next_name": "震為雷",
        "explanation": "鼎を受け継ぐのは、家の長男（震）です。"
      }
    },
    "51": {
      "from_prev": {
        "prev_id": 50,
        "prev_name": "火風鼎",
        "explanation": "鼎を受け継ぐのは、家の長男（震）です。"
      },
      "to_next": {
        "next_id": 52,
        "next_name": "艮為山",
        "explanation": "動き続ける（震）ことはできません。時には止まる（艮）ことも必要です。"
      }
    },
    "52": {
      "from_prev": {
        "prev_id": 51,
        "prev_name": "震為雷",
        "explanation": "動き続ける（震）ことはできません。時には止まる（艮）ことも必要です。"
      },
      "to_next": {
        "next_id": 53,
        "next_name": "風山漸",
        "explanation": "ただ止まっているだけでは終わりません。物事は少しずつ、順を追って進んで（漸）いきます。"
      }
    },
    "53": {
      "from_prev": {
        "prev_id": 52,
        "prev_name": "艮為山",
        "explanation": "ただ止まっているだけでは終わりません。物事は少しずつ、順を追って進んで（漸）いきます。"
      },
      "to_next": {
        "next_id": 54,
        "next_name": "雷沢帰妹",
        "explanation": "進んでいけば、必ず嫁ぐべき場所（帰妹）があります。"
      }
    },
    "54": {
      "from_prev": {
        "prev_id": 53,
        "prev_name": "風山漸",
        "explanation": "進んでいけば、必ず嫁ぐべき場所（帰妹）があります。"
      },
      "to_next": {
        "next_id": 55,
        "next_name": "雷火豊",
        "explanation": "嫁ぎ先で成功すれば、必ず盛大（豊）になります。"
      }
    },
    "55": {
      "from_prev": {
        "prev_id": 54,
        "prev_name": "雷沢帰妹",
        "explanation": "嫁ぎ先で成功すれば、必ず盛大（豊）になります。"
      },
      "to_next": {
        "next_id": 56,
        "next_name": "火山旅",
        "explanation": "盛大さが極まれば、必ずその居場所を失い、旅人（旅）となります。"
      }
    },
    "56": {
      "from_prev": {
        "prev_id": 55,
        "prev_name": "雷火豊",
        "explanation": "盛大さが極まれば、必ずその居場所を失い、旅人（旅）となります。"
      },
      "to_next": {
        "next_id": 57,
        "next_name": "巽為風",
        "explanation": "旅人は、受け入れてくれる場所がなく、風（巽）のように人に従うしかありません。"
      }
    },
    "57": {
      "from_prev": {
        "prev_id": 56,
        "prev_name": "火山旅",
        "explanation": "旅人は、受け入れてくれる場所がなく、風（巽）のように人に従うしかありません。"
      },
      "to_next": {
        "next_id": 58,
        "next_name": "兌為沢",
        "explanation": "人に従えば、必ず喜ばしいこと（兌）が起こります。"
      }
    },
    "58": {
      "from_prev": {
        "prev_id": 57,
        "prev_name": "巽為風",
        "explanation": "人に従えば、必ず喜ばしいこと（兌）が起こります。"
      },
      "to_next": {
        "next_id": 59,
        "next_name": "風水渙",
        "explanation": "喜んでいれば、やがてその集まりは散り（渙）、離れていきます。"
      }
    },
    "59": {
      "from_prev": {
        "prev_id": 58,
        "prev_name": "兌為沢",
        "explanation": "喜んでいれば、やがてその集まりは散り（渙）、離れていきます。"
      },
      "to_next": {
        "next_id": 60,
        "next_name": "水沢節",
        "explanation": "物が散り離れるのを防ぐには、節度（節）が必要です。"
      }
    },
    "60": {
      "from_prev": {
        "prev_id": 59,
        "prev_name": "風水渙",
        "explanation": "物が散り離れるのを防ぐには、節度（節）が必要です。"
      },
      "to_next": {
        "next_id": 61,
        "next_name": "風沢中孚",
        "explanation": "節度を守れば、人々から信頼（中孚）されます。"
      }
    },
    "61": {
      "from_prev": {
        "prev_id": 60,
        "prev_name": "水沢節",
        "explanation": "節度を守れば、人々から信頼（中孚）されます。"
      },
      "to_next": {
        "next_id": 62,
        "next_name": "雷山小過",
        "explanation": "信頼されると、時には少し度を過ごす（小過）ことも許されます。"
      }
    },
    "62": {
      "from_prev": {
        "prev_id": 61,
        "prev_name": "風沢中孚",
        "explanation": "信頼されると、時には少し度を過ごす（小過）ことも許されます。"
      },
      "to_next": {
        "next_id": 63,
        "next_name": "水火既済",
        "explanation": "度を過ごした者は、必ず物事を正しく整え、完成させる（既済）必要があります。"
      }
    },
    "63": {
      "from_prev": {
        "prev_id": 62,
        "prev_name": "雷山小過",
        "explanation": "度を過ごした者は、必ず物事を正しく整え、完成させる（既済）必要があります。"
      },
      "to_next": {
        "next_id": 64,
        "next_name": "火水未済",
        "explanation": "しかし、物事は完全に窮まることはありません。全ての完成は、次なる未完成（未済）の始まりであり、物語は永遠に続いていくのです。"
      }
    },
    "64": {
      "from_prev": {
        "prev_id": 63,
        "prev_name": "水火既済",
        "explanation": "しかし、物事は完全に窮まることはありません。全ての完成は、次なる未完成（未済）の始まりであり、物語は永遠に続いていくのです。"
      },
      "to_next": null
    }
  }
}